Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/*.lproj/Localizable.strings
Languages: es, it, ja

source: Make DVDMedia...
es: Crear MediaDVD...
it: Creare DVDMedia...
ja: DVDメディアを作成…

source: Make ISO...
es: Crear ISO...
it: Creare ISO...
ja: ISOを作成…

source: Copy ISO...
es: Copiar ISO...
it: Copiare ISO...
ja: ISOをコピー…

source: Burning...
es: Grabando...
it: Masterizzazione...
ja: 作成中…

source: Uploading...
es: Cargando...
it: Caricamento...
ja: アップロード中…

source: Create DVD Menu
es: Menú Crear DVD
it: Crea menu DVD
ja: DVD メニューを作成

source: Invalid characters in DVD name! "*./[]\:";|=", as well as Japanese and Chinese characters are not allowed!
es: ¡Caracteres no válidos en el nombre de archivo! "* . " / []:; | = ", Así como los caracteres Japoneses y Chinos no se permiten!
it: Caratteri non validi nel nome del file! "*./[]\:";|=", Così come i caratteri Giapponesi e Cinesi non sono ammessi!
ja: ファイル名に無効な文字が！ "*./[]\:";|="だけでなく、日本語や中国語の文字が許可されていません！

source: How kinds of videos you are planning to make? We will provide relative resources/effects based on your opinion in the futher. (Max. 3 choices)
es: ¿Qué tipo de videos te gustaría hacer? Tu respuesta nos ayudará a decidir qué tipo de efectos hacer en el futuro. (Máx. 3 opciones)
it: Che tipo di video vuoi realizzare? La tua risposta ci aiuterà a decidere quale tipo di effetti consigliarti in futuro. (Max. 3 scelte)
ja: 差し支えなければ、作成される動画の種類をお知らせください。お客様の貴重なご意見を今後の編集エフェクトの開発の参考にさせていただきます。（最大3つまで選択可能）

source: Submit
es: Enviar
it: Sottoscrivi
ja: 送信

source: Skip
es: Saltar
it: Avanti
ja: スキップ

source: Follow us for more tutorials.
es: Síguenos para ver más tutoriales
it: Seguici per scoprire più tutorial
ja: Filmora公式チャンネルをフォローする

source: Learn Filmora
es: Aprender Filmora
it: Impara Filmora
ja: スタートガイドを始める

source: Quick Tour
es: Guía de Inicio Rápido
it: Avvio rapido
ja: クイックスタート

source: Hi, thanks for choosing Filmora. We made this quick start tour to help you jump in and make amazing videos. It'll only take 1 minute!
es: Hola, gracias por elegir Filmora. Completa la Guía de Inicio Básico de Filmora y familiarízate con el programa. ¡Solo tomará 1 minuto!
it: Ciao, grazie per aver scelto Filmora. Abbiamo realizzato un tour di avvio rapido per aiutarti a realizzare video fantastici. Ci vorrà solo 1 minuto!
ja: Filmoraをご利用いただき誠にありがとうございます。 動画編集をさらに簡単にお楽しみいただけるよう、1分間のクイックスタートガイドをご覧ください。

source: 1/5 Import Media
es: 1/5 Importar Medios
it: 1/5 Importa Media
ja: 1/5メディアをインポート

source: Import video clips, images, and audio files.
es: Importar clips, imágenes, y archivos de video
it: Importa clip video, immagini e file audio.
ja: ビデオクリップ、画像、およびオーディオファイルをインポートしてみましょう。

source: NEXT
es: SIGUIENTE
it: SEGUENTE
ja: 次へ

source: 2/5 Add Resources to Project
es: 2/5 Añadir Recursos a un Proyecto
it: 2/5 Aggiungi risorse al progetto
ja: 2/5プロジェクトにリソースを追加

source: Add Resources to Project
es: Añadir Recursos a un Proyecto
it: Aggiungi risorse al progetto
ja: プロジェクトにリソースを追加

source: Just drag and drop! Add clips, titles, transitions, effects, and more to the timeline easily.
es: ¡Solo arrastra y suelta! Agrega clips, títulos, transiciones, efectos y más a la línea de tiempo fácilmente.
it: Basta trascinare e rilasciare! Aggiungi facilmente clip, titoli, transizioni, effetti e altro alla timeline.
ja: ドラッグ＆ドロップするだけ！クリップ、タイトル、トランジション、エフェクトなどをタイムラインに簡単に追加可能。

source: 3/5 Manage Clips on Timeline
es: 3/5 Organiza tus clips en la línea de tiempo
it: 3/5 Gestisci clip sulla timeline
ja: 3/5タイムラインでクリップを整理

source: Manage Clips on Timeline
es: Organiza tus clips en la línea de tiempo
it: Gestisci clip sulla timeline
ja: タイムラインでクリップを整理

source: Split clips using the 'scissors' tool. Drag clips to move them to different tracks.
es: Divide clips con la herramienta 'cortar'. Arrastra los clips para moverlos a diferentes pistas.
it: Dividi le clip usando lo strumento 'forbici'. Trascina i clip per spostarli su tracce diverse.
ja: 「はさみ」ツールを使用してクリップを分割してください。クリップをドラッグして、別のトラックに移動してみましょう。

source: 4/5 Preview Your Project
es: 4/5 Previsualiza tu proyecto
it: 4/5 Anteprima del progetto
ja: 4/5プロジェクトをプレビュー

source: Preview Your Project
es: Previsualiza tu proyecto
it: Anteprima del progetto
ja: プロジェクトをプレビュー

source: Drag the playhead to where you want to start watching and click the 'Play' button.
es: Arrastra el cabezal de reproducción hacia donde deseas comenzar a previsualizar y haz clic en 'Reproducir'.
it: Trascina l'indicatore di riproduzione nel punto in cui desideri iniziare a guardare e fai clic sul pulsante 'Riproduci'.
ja: 再生ヘッドを視聴を開始する場所にドラッグし、「再生」ボタンをクリックしてください。

source: 5/5 Export and Share
es: 5/5 Exporta y Comparte
it: 5/5 Esporta e condividi
ja: 5/5エクスポートと共有

source: Export and Share
es: Exporta y Comparte
it: Esporta e condividi
ja: エクスポートと共有

source: Export your video to your computer or share it on social media.
es: Exporta tu video a tu computadora o compártelo en las redes sociales.
it: Esporta il tuo video sul tuo computer o condividilo sui social media.
ja: ビデオをエクスポートするか、ソーシャルメディアで共有してください。

source: Finish
es: Terminar
it: Finire
ja: 終わり

source: Click here to watch video tutorials, read our user guide, and more.
es: Haz clic aquí para ver video tutoriales. También puedes consultar la guía de usuario y otros recursos.
it: Fai clic qui per guardare tutorial video, leggere la nostra guida per l'utente e altro ancora.
ja: こちらから動画チュートリアルやユーザーガイドがご覧いただけます。

source: START A NEW VIDEO
es: Iniciar un video nuevo
it: Inizia un nuovo video
ja: 新しいプロジェクトを開始する

source: STAY IN THIS PORJECT
es: Permanecer en este proyecto
it: Resta in questo progetto
ja: サンプルプロジェクトを編集する

source: Well Done!
es: bien hecho!
it: molto bene
ja: よくやった

source: You finished the Quick Start guide! Now you can keep playing with this sample project, or you can start a brand new creation that’s all your own.
es: ¡Haz terminado el tour básico! ¡Felicidades! Ahora puede comenzar su propia creación u obtener más información sobre Filmora.
it: Hai finito la nostra guida di avvio rapido! Complimenti! Ora puoi iniziare la tua creazione o saperne di più su Filmora.
ja: クイックスタートガイドが終了しました。これで、独自の作成を開始したり、Filmoraの詳細を学ぶことができます。

source: Are you sure you want to quit the Quick Start tour? It's only 1 minute long and you learn a lot.
es: ¿Estás seguro de que deseas abandonar la Guía de Inicio Rápido? Solo dura 1 minuto y aprenderás mucho.
it: Sei sicuro di voler uscire dal tour Quick Start? È lungo solo 1 minuto e ti servirà per sfruttare al massimo il nostro programma.
ja: 本当にクイックスタートガイドを終了しますか？

source: Continue
es: Continuar
it: Continua
ja: 続ける

source: Quit the tour
es: Salir
it: Esci dal tour
ja: 終了

source: Click here to import your own pictures, videos, or audio
es: Haz clic aquí para importar tus propias imágenes, videos y audio.
it: Fai clic qui per importare immagini, video e audio personalizzati.
ja: ここをクリックして、写真、ビデオ、およびオーディオファイルをインポートしてください。

source: When you're finished, click 'Export' to export your video.
es: Cuando hayas terminado, haz clic en 'Exportar' para exportar tu video.
it: Al termine, fai clic su Esporta per 'esportare' il tuo video.
ja: 編集完了したら、「出力」をクリックしてビデオを出力してください。

source: Filmora Quick Start
es: Filmora Guía de Inicio Rápido
it: Filmora Avvio rapido
ja: Filmoraクイックスタート

source: 1 Learning the Interface
es: 1 Conociendo la Interfaz
it: 1 Imparare ad utilizzare l'interfaccia
ja: 1操作画面について

source: 2 Creating a Project
es: 2 Crear un Proyecto
it: 2 Creazione di un progetto
ja: 2プロジェクトの作成

source: 3 Importing Media
es: 3 Importar Medios
it: 3 Importare un media
ja: 3メディアのインポート

source: 4 Editing Basics
es: 4 Básicos de Edición
it: 4 Nozioni di base sulla modifica
ja: 4基本編集

source: 5 Exporting Media
es: 5 Exportar Videos
it: 5 Esportare un media
ja: 5メディアのエクスポート

source: 6 Performance and Preferences
es: 6 Preferencias y Rendimiento
it: 6 Prestazioni e preferenze
ja: 6パフォーマンスと設定

source: 7 Using the Timeline
es: 7 Usar la línea de tiempo
it: 7 Utilizzo della linea temporale
ja: 7タイムラインの使用

source: 8 Editing Audio
es: 8 Editar Audio
it: 8 Modifica audio
ja: 8オーディオの編集

source: 9 Color Correction
es: 9 Corrección de color
it: 9 Correzione del colore
ja: 9色補正

source: 10 Text and Titles
es: 10 Textos y Títulos
it: 10 testo e titoli
ja: 10テキストとタイトル

source: 11 Transitions
es: 11 Transiciones
it: 11 transizioni
ja: 11トランジション

source: 12 Effects
es: 12 Efectos
it: 12 effetti
ja: 12エフェクト

source: 13 Auto Ripple
es: 13 Auto Rizo
it: 13 Ondulazione automatica
ja: 13自動リップル

source: Quick Start Guide
es: Introducción Rápida
it: Guida di avvio rapido
ja: クイックスタートガイド

source: REGISTER
es: Registrarse
it: Registra
ja: 登録

source: Forget password?
es: ¿Olvidaste tu contraseña?
it: Password dimenticata?
ja: パスワードをお忘れの方はこちら？

source: Please input your email
es: Ingresa tu correo electrónico
it: Inserisci la tua e-mail
ja: メールアドレスを入力してください

source: Password
es: Contraseña
ja: パスワード

source: Confirm Password
es: Contraseña
it: Password
ja: パスワード

source: Please enter a vaild email
es: Ingresa una contraseña
it: Si prega di inserire una email vailda
ja: 正しいメールアドレスを入力してください

source: Please enter a password
es: Ingresa una contraseña
it: Si prega di inserire una password
ja: パスワードを入力してください

source: Enter a combination of at least six numbersletters & symbols.
es: Ingresa una combinación de al menos seis números letras y símbolos.
it: Si prega di inserire una password lunga 6-16.
ja: 6〜16桁のパスワードを入力してください。

source: The password youve entered is incorrect.
es: La contraseña ingresada es incorrecta
it: La password che hai inserito non è corretta.
ja: パスワードが不一致です！

source: Something wrong please try again!
es: ¡Hay algo mal por favor intenta nuevamente!
it: Si è verificato un errore per favore riprova!
ja: エーラーが発生しました、再試行してください。

source: Login successfully
es: Ingreso satisfactorio
it: Login riuscito
ja: ログインに成功しました

source: Success
es: Correcto
it: Successo
ja: 成功

source: Error
it: Errore
ja: エラー

source: In Process
es: En Proceso
it: Processo in Corso
ja: 処理中

source: Create an Account
es: Crear una Cuenta
it: Crea Account
ja: 新規登録

source: or login with
es: o inicia sesión con
it: o accedi con
ja: SNSアカウントでログイン

source: Create Account Successfully!
es: ¡Crear Cuenta Exitosamente!
it: Creazione Account Riuscita!
ja: アカウントを新規作成しました！

source: Log in to your Wondershare ID
es: Inicia tu Wondershare ID
it: Accedi al tuo ID Wondershare
ja: Wondershare IDログイン

source: Create your Wondershare ID
es: Crea tu ID de Wondershare
it: Crea il tuo ID Wondershare
ja: Wondershare IDを新規作成

source: Already have an account?
es: ¿Ya tienes una cuenta?
it: Hai già un account?
ja: 既にアカウントをお持ちですか？

source: Sign in here
es: Inicia sesión aquí.
it: Accedi qui
ja: ログイン

source: Not a member?
es: ¿No eres miembro?
it: Non un membro?
ja: はじめてご利用される方

source: Back to Log In
es: Volver a iniciar sesión
it: Torna al login
ja: ログインに戻る

source: Next Step
es: Siguientes Pasos
it: Passaggio successivo
ja: 次へ

source: Reset Password
es: Reinicia Contraseña
it: Reimposta la password
ja: パスワードをリセット

source: New Password
es: La Contraseña Nueva
it: Nuova Password
ja: 新しいパスワード

source: Please confirm your password
es: Por favor confirma tu contraseña
it: Si prega di confermare la tua password
ja: パスワードを確認してください

source: Please wait for follow-up actions!
es: ¡Por favor espera las acciones a seguir!
it: Si prega di attendere per le azioni di follow-up!
ja: フォローアップのアクションを待ってください！

source: Didn't receive an email?
es: ¿No recibiste un correo electrónico?
it: Non hai ricevuto un codice?
ja: コードを受け取りませんでしたか？

source: Click here to
es: Clic aquí para
it: Clicca qui per
ja: 迷惑メールフォルダを確認、または

source: resend
es: reenviar
it: invia nuovamente
ja: 再送信

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？

source: Enter your email address
es: Escriba aquí su dirección de correo electrónico
it: crivi il tuo indirizzo qui
ja: お客様のEメール

source: For your account security please enter your verification code below. We sent your verification code to
es: Para tu cuenta de seguridad ingresa tu código de verificación. Te enviamos el código de verificación a
it: Per la sicurezza del tuo account si prega di inserire il codice di verifica qui di seguito. Abbiamo inviato il tuo codice di verifica a
ja: セキュリティのため、認証コードを入力してください。

source: Enter verification code
es: Ingresa código de verificación
it: Inserisci il Codice di Verifica
ja: 認証コードを入力してください

source: By creating this account you are agreeing to our
es: Al crear esta cuenta aceptas nestra
it: Creando questo account sei daccordo con i nostri
ja: このアカウントを作成すると、

source: Privacy Policy
es: Política de privacidad
it: Informativa sulla privacy
ja: プライバシーポリシー

source: EULA
es: CLUF
ja: エンドユーザー使用許諾契約書

source: First Name
es: Nombre
it: Nome
ja: 名

source: Last Name
es: Apellido
it: Cognome
ja: 姓

source: Please enter a valid first name.
es: Por favor ingresa un nombre válido
it: Il nome non può essere vuoto
ja: 「名」を入力してください

source: Please enter a valid last name.
es: Por favor ingresa un apellido válido
it: Il cognome non può essere vuoto
ja: 「姓」を入力してください

source: Active Device Limit
es: Límite del dispositivo activo
it: Litmite di dispisitivi attivi
ja: アクティブデバイスの制限

source: Empower Your Imagination
es: Expresa el Poder de tu Imaginación
it: Eprimi la tua immaginazione
ja: 想像力のその先へ

source: Log In on this Device
es: Iniciar sesión en este equipo
it: Sei loggato con questo device
ja: このデバイスでログイン

source: Do Not Log In
es: No iniciar sesión
it: Non inziare la sessione
ja: ログインしない

source: You are currently signed in as %@ on %d other devices. Your device limit is %d
es: Actualmente ha iniciado sesión como %@ en otros %d dispositivos. Su licencia le permite tener solo %d dispositivos con sesión iniciada.
it: Sei correttamente loggato come %@ con %d altri device. Il tuo limite di device è di %d.
ja: 現在、他の %d つのデバイスで %@ としてサインインしています。 デバイス数の制限は %d つです

source: If you log in on this device using this account you will be logged out on the following device:%@
es: Si inicia sesión en este dispositivo con esta cuenta, se cerrará la sesión en el siguiente dispositivo:%@
it: Se vuoi continuare la sessione con questo dispositivo uscirai dal seguente terminale:%@
ja: このアカウントを使用してこのデバイスでログインすると、次のデバイスからログアウトされます：%@

source: Loading...
es: Cargando...
it: Caricando…
ja: 読み込み中...

source: Try Again
es: Intente nuevamente
it: Riprova
ja: 再試行

source: Page Did Not Load
es: La página no ha cargado
it: La pagina non si carica
ja: ページが読み込まれませんでした

source: The page could not be loaded. Please try one of the following solutions: 1. Check your network settings and, if there's no problem, try again. 2. Disable or change the settings on your firewall and try again.
es: No se pudo cargar la página. Pruebe una de las siguientes soluciones: 1. Verifique la configuración de su internet. Si no hay ningún problema, intente nuevamente. 2. Desactive o cambie la configuración en su firewall e intente nuevamente.
it: Impossibile caricare la pagina. Prova una delle seguenti soluzioni: 1. Controlla le impostazioni di rete e se non ci sono problemi, riprova. 2. Disabilitare o modificare le impostazioni sul firewall e riprovare.
ja: ページが読み込まれませんでした。 次の解決策を試してください： 1. ネットワーク設定を確認し、問題がない場合は再試行してください。 2.ファイアウォールの設定を無効にするか変更して、再試行してください。

source: Network connection failed
es: La conexión de red falló
it: Connessione di rete fallita
ja: ネットワーク接続に失敗しました

source: We noticed that you added some footage into the project.Do you want to export your video?
es: Notamos que agregaste algunas imágenes al proyecto. ¿Quieres exportar tu video?
it: Abbiamo notato che hai aggiunto alcune riprese al progetto. Vuoi esportare il tuo video?
ja: プロジェクトに映像を追加したことがわかりました。ビデオをエクスポートしますか？

source: Project Library Window at Startup:
it: Finestra Libreria progetti all'avvio:
ja: 起動時のプロジェクトライブラリウィンドウ:

source: Show this window when Filmora launches
es: Muestra esta ventana cuando se lanza Filmora
it: Mostra questa finestra all'avvio di Filmora
ja: Filmoraの起動時にこのウィンドウを表示する

source: Show Startup window when Filmora launches
it: Mostra questa finestra di Starup all'avvio di Filmora
ja: Filmoraの起動時にこのウィンドウを表示する

source: If the conversion fails, you can still use your original version of Filmora to open the project file.
it: Se la conversione fallisce, puoi comunque utilizzare la versione originale di Filmora per aprire il file di progetto.
ja: 変換に失敗した場合でも、元のバージョンのFilmoraを使用してプロジェクトファイルを開くことができます。

source: Failed to convert the project file
it: Impossibile convertire il file di progetto
ja: プロジェクトファイルの変換に失敗しました

source: Please use your original version of Filmora to open the project file.
it: Si prega di utilizzare la versione originale di Filmora per aprire il file di progetto.
ja: 元のバージョンのFilmoraを使用して、プロジェクトファイルを開いてください。

source: Contact our Customer Support if you don't have your original version any more.
it: Contattare l'assistenza clienti se non si dispone più della versione originale.
ja: 元のバージョンがない場合は、カスタマーサポートにお問い合わせください。

source: Help Center
es: Centro de Atención
it: Centro assistenza
ja: ヘルプセンター

source: Follow this tutorial to get up to speed.
es: Siga este tutorial para actualizarse.
it: Segui questo tutorial per aggiornare.
ja: チュートリアルを視聴して編集の効率を上げましょう。

source: Match to Media
es: Coincidir Medios
it: Abbina ai media
ja: メディアに一致

source: Keep Project Settings
es: Mantener Configuración del Proyecto
it: Mantieni impostazioni progetto
ja: プロジェクト設定を保持する

source: You have exceeded the character limit; please use multiple text boxes.
es: Se ha superado el límite de caracteres; por favor utilice varios cuadros de texto.
it: Il limite di caratteri è stato superato; Si prega di utilizzare diverse caselle di testo.
ja: 文字数の上限に達しました。複数のテキストボックスをご利用ください。

source: Do you want to keep the split clips as a group?
es: Quieres mantener en un grupo los clips divididos?
it: Vuoi mantenere le clip divise in un gruppo?
ja: 分割クリップをグループ化しますか？

source: Keep Group
es: Mantener Agrupados
it: Mantieni gruppo
ja: グループ化を保持

source: Ungroup
es: Desagrupar
it: Separa
ja: グループ解除

source: Straight Alpha
es: Alfa Recto
it: Alfa Dritto
ja: ストレートアルファ

source: Premultiplied Alpha
es: Alfa Premultiplicado
it: Alfa Premoltiplicato
ja: 合成アルファ

source: Ignore Alpha
es: Ignorar Alfa
it: Ignora Alfa
ja: アルファを無視する

source: Click to split
es: Haga clic para dividir
it: Fai clic per dividere
ja: クリックして分割する

source: Drag to move playhead
es: Arrastrar para desplazar el cabezal de reproducción
it: Trascina per spostare l'indicatore di riproduzione
ja: ドラッグしてプレイヘッドに移動

source: Beat Detection
es: Detección de Ritmo
it: Rilevazione del ritmo
ja: ビート検出

source: Beat Options
es: Opciones de Ritmo
it: Opzioni di ritmo
ja: ビートオプション

source: Highlight every
es: Resaltar cada
it: Evidenzia ogni
ja: ハイライト間隔

source: Highlight offset
es: Resaltar compensar
it: Evidenzia compensare
ja: ハイライト指定

source: Beats
es: Ritmos
it: Ritmi
ja: ビート

source: Mark highlight beats only
es: Marcar solamente los ritmos destacados
it: Segna solo i ritmi evidenziati
ja: ハイライトされたビートのみをマーク

source: Beats analyzed. Drag and drop the music to the timeline to see beat markers.
es: Ritmos analizados. Arrastra y suelta la música a la línea de tiempo para ver los marcadores de ritmo.
it: Ritmi analizzati. Trascina e rilascia la musica sulla timeline per vedere gli indicatori di ritmo.
ja: ビートが検出されました。音楽ファイルをタイムラインにドラッグアンドドロップし、ビートマーカーを確認してください。

source: Filmora is installing beat detection plugins. Please wait.
es: Filmora está instalando plugins de detección de ritmo. Por favor espere.
it: Filmora sta installando plugin per il rilevamento del ritmo. Aspetta per favore.
ja: ビート検出プラグインをインストールしています。少々お待ちください。

source: beat detection completed
es: detección de latido completada
it: rilevamento del battito completato
ja: ビート検出が完了しました

source: beat detected failed
es: el latido no se pudo detectar
it: il battito non è stato rilevato
ja: ビートが検出されませんでした

source: Request time out, Please check your network connection.
es: Solicitar tiempo de espera, compruebe su conexión de red.
it: Richiedi timeout, controlla la connessione di rete.
ja: タイムアウトをリクエストしてください。ネットワーク接続を確認してください。

source: Click here to manually install the plugin.
es: Haga clic aquí para instalar manualmente el complemento.
it: Fai clic qui per installare manualmente il plug-in.
ja: プラグインを手動でインストールするには、ここをクリックしてください。

source: Color Enhancement
es: Optimización del color
it: Ottimizzazione del colore
ja: カラーエンハンス

source: Threshold
es: Umbral
it: Soglia
ja: しきい値

source: Value
es: Valor
it: Valore
ja: 値

source: Frames
es: Fotograma
it: Fotogramma
ja: フレーム

source: Included
es: Incluido
it: Incluso
ja: 搭載素材

source: You don't have any Favorites. Click 'Favorite' while hovering over a resource to add an item to this folder.
es: Usted ha seleccionado favoritos. Haga clic en 'Favorito' cuando pase el cursor sobre un recurso y este se añadirá a la carpeta.
it: Non hai niente Preferiti. Fai clic su 'Preferiti' quando passi con il mouse su una risorsa e aggingerà alla cartella.
ja: お気に入りがありません。お気に入りフォルダに素材を追加するには、素材にマウスのカーソルを合わせながら「お気に入り」をクリックしてください。

source: Find even more video effects, music, stock footage, and images on Filmstock.
it: Trova ancora più effetti video, musica, filmati e immagini su Filmstock.
ja: Filmstockからは、さらに多くの動画エフェクト、音楽、ストック映像、画像が入手できます。

source: Visit Filmstock
it: Visita Filmstock
ja: Filmstockを開く

source: Your One-Stop Shop for Royalty-Free Video Effects, Audio, and Stock Media.
es: Tu parada única para comprar Efectos de Video, Audio, Imágenes y stock de archivos multimedia libre de derechos.
it: Il tuo negozio di One-Stop offre effetti video, audio e supporti stock esenti da royalty.
ja: ロイヤリティフリーの動画エフェクトや、サウンド素材、メディア素材が一気に揃うサイトです。

source: You're not connected to the internet
es: Usted no está conectado a Internet
it: Non sei connesso a Internet
ja: インターネットに接続されていません。

source: You need internet access to visit Filmstock. Please check your connection and try again.
it: È necessario l'accesso a Internet per visitare Filmstock. Verifica la connessione e riprova per favore.
ja: Filmstockにアクセスするには、インターネットに接続する必要があります。ネット接続を確認してから、もう一度お試しください。

source: Access more effects! Try Filmstock free for %@ days.
it: Accedi a più effetti! Prova Filmstock gratuitamente per %@ giorni.
ja: より多くのエフェクトを入手！ Filmstockを%@日間無料でお試しください。

source: Access more effects! Try
es: ¡Accede a más efectos! Pruebe
it: Accedi a più effetti! Prova
ja: より多くのエフェクトを入手！

source: free for %@ days.
es: Gratis por %@ días.
it: gratuitamente per %@ giorni.
ja: を%@日間無料でお試しください。

source: Start Free Trial
es: Inicie la Prueba Gratis
it: Inizia la prova gratuita
ja: 無料体験を開始

source: I agree to the Terms and Conditions.
es: Estoy de acuerdo con los Términos y Condiciones.
it: Accetto i Termini e i Condizioni.
ja: 利用規約に同意します。

source: I agree to
es: Estoy de acuerdo con
it: Accetto
ja: 同意

source: the Terms and Conditions
es: los Términos y Condiciones
it: i Termini e i Condizioni.
ja: 利用規約

source: Free Trial of Filmstock
it: Prova Gratuita di Filmstock
ja: Filmstockを無料体験

source: 1. You'll get the Free Trial for %@ days.
es: 1. Usted tendrá acceso a la Prueba Gratis por %@ días.
it: 1. Otterrai la Prova Gratuita per %@ giorni.
ja: 1. %@日間無料で試用可能です。

source: For your trial period you'll be able to use both Standard and Premium video effects and other resources recommended here for free.
es: Durante el período de prueba gratuito, tendrá acceso a algunos efectos de video gratuitos recomendados aquí. Estos efectos pueden pertenecer a la librería Estándar y Premium de Filmstocks.
it: Per il periodo di prova potrai utilizzare effetti video Standard e Premium e altre risorse consigliate qui gratuitamente.
ja: ご試用いただけるFilmstockの有料素材は、ソフト内に表示されているFilmstockの素材のみです。
