Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/*.lproj/Localizable.strings
Languages: es, it, ja

source: Name your own color preset, it will be saved in the "Custom" category in Preset
es: Nombra tu preajuste de color personalizado. Se guardará en la categoría Personalizado en Predefinido.
it: Assegna un nome alla tua preimpostazione colore personalizzata. Verrà salvato nella categoria Personalizzata in Impostazioni predefinite.
ja: カスタムカラープリセットに名前を付けてください。 プリセットのカスタムカテゴリに保存されます。

source: A preset with the name already exists. Replace it will overwrite the current preset.
es: Este nombre ya esta en uso. ¿Quieres reemplazar el preajuste existente?
it: Questo nome è già in uso. Sostituisci il preset esistente?
ja: この名前は既に使用されています。既存のプリセットを置き換えますか？

source: Add to favorite
it: Aggiungi ai preferiti
ja: お気に入りに追加

source: Delete custom preset
es: Eliminar preajuste personalizado
it: Elimina le preimpostazioni personalizzate
ja: カスタムプリセットを削除

source: Adjust
es: Ajustar
it: Regola
ja: 調整

source: Preset
es: Preestablecido
it: Predefinito
ja: プリセット

source: Save as Preset
es: Guardar como preestablecido
it: Salva come predefinito
ja: プリセットとして保存

source: Reset All
es: Resetear todo
it: Resetta tutto
ja: すべてをリセット

source: Advanced Color Tuning
es: Correción Avanzada de Color
it: Correzione avanzata del colore
ja: 高度な色補正

source: Disable Comparison
es: Deshabilitar la comparación
it: Disabilita Confronto
ja: 比較を無効にする

source: Split View-Left/Right
es: Vista dividida-izquierda / derecha
it: Dividi Vista-sinistra/destra
ja: 分割ビュー - 左/右

source: Split View-Top/Bottom
es: Vista dividida arriba / abajo
it: Dividi Vista-sopra/sotto
ja: 分割ビュー - 上/下

source: Side by Side View
es: Vista de lado a lado
it: Vista affiancata
ja: 並んでビュー

source: Compare Before/After
es: Comparar antes / después
it: Confronta prima / dopo
ja: 比較 使用前/使用後

source: Show Original
es: Mostrar original
it: Mostra originale
ja: オリジナルを表示する

source: Start time:
es: Hora de inicio:
it: Ora di inizio:
ja: 開始時間：

source: End time:
es: Hora de finalización:
it: Ora di Fine:
ja: 終了時間：

source: Size:
es: Tamaño:
it: Dimensione:
ja: サイズ：

source: Zoom:
es: Enfocar:
ja: ズーム：

source: Color:
it: Colore:
ja: 色：

source: Border
es: Frontera
it: Bordo
ja: 枠線

source: Rotate
es: Girar
it: Ruota
ja: 回転

source: Media
es: Medios
ja: メディア

source: Drag video or image onto the drop zone to create your split screen video.
es: Arrastre su video o imagen a la zona de descarga para crear su video de pantalla dividida.
it: Trascina il video o l'immagine nella zona di rilascio per creare il video dello schermo diviso.
ja: 分割表示のビデオを作成するため、ドロップゾーンに動画や写真をドラッグしてください。

source: Download Media from %@
es: Descargar medios de %@
it: Scarica media da %@
ja: %@からメディアをダウンロード

source: SIGN IN
es: REGISTRARSE
it: REGISTRATI
ja: ログイン

source: SIGN OUT
es: DESCONECTAR
it: DISCONNESSIONE
ja: サインアウト

source: Save to:
es: Guardar en:
it: Salva come:
ja: 保存先：

source: Files selected: %d file(s)
es: Archivos seleccionados: %d archivo (s)
it: File selezionati: %d file
ja: 選択したファイル： %dファイル

source: Stereo
es: Estéreo
ja: ステレオ

source: Surround
ja: サラウンド

source: Master
ja: マスター

source: SAVE AS PRESET
es: GUARDAR COMO PREDEFINIDO
it: SALVA COME PRESET
ja: プリセットとして保存

source: ADVANCED
es: AVANZADO
it: AVANZATE
ja: 高度編集

source: Top Left
es: Arriba a la izquierda
it: In alto a sinistra
ja: 左上

source: Top Center
es: Centro Superior
it: In alto al centro
ja: 上部中央

source: Top Right
es: Parte superior derecha
it: In alto a destra
ja: 右上

source: Center Left
es: Centro izquierda
it: Centro sinistra
ja: 中央の左

source: Center
es: Centrar
it: Centro
ja: センター

source: Center Right
es: Centro derecha
it: Centro destra
ja: 中央の右

source: Bottom Left
es: Abajo a la izquierda
it: In basso a sinistra
ja: 左下

source: Bottom Center
es: Parte inferior central
it: Centro inferiore
ja: 下部中央

source: Bottom Right
es: Abajo a la derecha
it: In basso a destra
ja: 右下

source: Freedom
es: Libertad
it: Libertà
ja: 自由

source: Font
es: Fuente
it: Carattere
ja: フォント

source: Settings
es: Configuraciones
it: Impostazioni
ja: 設定

source: Align:
es: Alinear:
it: Allinea:
ja: 整列：

source: Text Spacing:
es: Espaciado de texto:
it: Spaziatura del testo:
ja: テキスト間隔：

source: Line Spacing:
es: Espaciado entre líneas:
it: Interlinea:
ja: 行間隔：

source: Text layer:
es: Capa de texto:
it: Livello di testo:
ja: テキストレイヤー：

source: Bold
es: Negrita
it: Grassetto
ja: 太字

source: Italic
es: Itátlica
ja: 斜体

source: Align Left
es: Alinear a la Izquierda
it: Allinea a sinistra
ja: 左に揃える

source: Align Center
es: Alinear al Centro
it: Allinea al centro
ja: 中央揃え

source: Align Right
es: Alinear a la Derecha
it: Allinea a destra
ja: 右に揃える

source: Align Justified
es: Alinear Justificado
it: Giustifica
ja: 両端揃え

source: Title Inspector
es: Inspector de título
it: Analizza Titolo
ja: タイトルインスペクタ

source: Add Text Box
es: Agregar cuadro de texto
it: Aggiungi casella di testo
ja: テキストボックスを追加

source: Add Shape
es: Añadir forma
it: Aggiungi forma
ja: 図形を追加

source: Add Photo
es: Añadir foto
it: Aggiungi foto
ja: 写真を追加

source: Customize
es: Personalizar
it: Personalizza
ja: カスタマイズ

source: Animation
es: Animación
it: Animazione
ja: アニメーション

source: Move to Front
es: Mover al frente
it: Sposta in primo piano
ja: 最前面へ移動

source: Move Forward One
es: Avanzar uno
it: Vai avanti di uno
ja: 前面へ移動

source: Move Back One
es: Retroceder uno
it: Vai indietro di uno
ja: 背面へ移動

source: Move to Back
es: Mover hacia atrás
it: Sposta indietro
ja: 最背面へ移動

source: Color Fill
es: Relleno de color
it: Colore di riempimento
ja: テキストの塗りつぶし

source: Gradient Fill
es: Relleno de gradiente
it: Riempimento sfumato
ja: グラデーションで塗りつぶし

source: Image Fill
es: Relleno de imagen
it: Immagine di riempimento
ja: イメージ塗りつぶし

source: Parameter:
es: Parámetro:
it: Parametro:
ja: パラメータ：

source: Blur:
es: Difuminar:
ja: ぼかし：

source: Type:
es: Tipo:
it: Genere:
ja: タイプ：

source: Opaciity:
es: Opacidad:
it: Opacità:
ja: 不透明度：

source: Angle:
es: Ángulo:
it: Angolo:
ja: 角度：

source: Effect:
es: Efecto:
it: Effetto:
ja: エフェクト：

source: Distance:
es: Distancia:
it: Distanza:
ja: 距離：

source: Input text
es: Texto de entrada
it: Testo di input
ja: 入力

source: Text Fill
es: Relleno de texto
it: Riempimento di testo
ja: テキストの塗りつぶし

source: Text Border
es: Borde de texto
it: Bordo di testo
ja: テキストの境界線

source: Text Shadow
es: Sombra de texto
it: Ombra di testo
ja: 文字にシャドーをつける

source: Shape Fill
es: Relleno de forma
ja: 形状の塗りつぶし

source: Shape Border
es: Borde de forma
it: Bordo forma
ja: 図形の枠線

source: Name your own text preset, it will be saved in the "%@" category in %@
es: Denomine su preajuste de texto personalizado, se guardará en la categoría " %@ " en %@
it: Assegna un nome al predefinito di testo personalizzato, verrà salvato nella categoria " %@ " in %@
ja: カスタムカラープリセットに名前を付けてください。 %@の%@カテゴリに保存されます。

source: Text/Credit
es: Texto / Crédito
it: Testo / credito
ja: テキスト/クレジット

source: Replace
es: Reemplazar
it: Sostituire
ja: 置換

source: A preset with the name already exists. Please choose a new name.
es: El nombre ya está en uso. Por favor elija un nuevo nombre.
it: Il nome è già in uso. Si prega di scegliere un nuovo nome.
ja: 名前は既に使用されています。新しい名前を選択してください。

source: Import from Device
es: Importar desde dispositivo
it: Importa dal dispositivo
ja: デバイスからのインポート

source: Picture
es: Imagen
it: Immagine
ja: 画像

source: LivePhoto
es: Foto en vivo
it: Foto in diretta
ja: ライブフォト

source: Change
es: Cambio
it: Modifica
ja: 変換

source: Import from:
es: Importar de:
it: Importa da:
ja: インポート元：

source: No device detected
es: No se detectó ningún dispositivo
it: Nessun dispositivo rilevato
ja: デバイスが見つかりません

source: IMPORT
es: IMPORTAR
it: IMPORTA
ja: インポート

source: Check All
es: Verificar todo
it: Seleziona tutto
ja: すべてをチェック

source: Date
es: Fecha
it: Data
ja: 日付

source: Downloading
es: Descargando
it: Download in corso
ja: ダウンロード中

source: Downloading online content (%d%) ...
es: Descarga de contenido en línea ( %d%) ...
it: Download i contenuti online ( %d%) ...
ja: オンラインコンテンツ (%d%%)をダウンロード中...

source: Delete Selected
es: Eliminar Selección
it: Elimina selezionato
ja: 選択された項目を削除

source: Delete unused effect pack can save disk space, would you want to delete some?
es: Elimine los paquetes de efectos no utilizados para liberar espacio en el disco, puede volver a descargarlos más tarde desde la Tienda de Efectos.
it: Elimina pacchetti effetti inutilizzati per liberare spazio su disco, puoi scaricarli nuovamente in seguito da Effects Store.
ja: 利用していないエフェクトパックを削除して、ディスクスペースを確保してください。削除したものはエフェクトストアから再度ダウンロードすることが可能です。

source: Choose a Plan
es: Elige un Plan
it: Scegli un Piano
ja: プランを選択

source: Message Center
es: Centro de mensajes
it: Centro messaggi
ja: メッセージセンター

source: Mark as Read
es: Marcar como leído
it: Segna come letto
ja: 既読としてマーク

source: Account Information
es: Información de la cuenta
it: Informazioni account
ja: アカウント情報

source: Offline Activation
es: Activación sin conexión
it: Attivazione Offline
ja: 製品登録

source: Login
es: Iniciar Sesión
ja: ログイン

source: Logout
es: Cerrar sesión
ja: ログアウト

source: Create Account
es: Crea una cuenta
it: Crea Account
ja: アカウントを作成

source: Login to Continue
es: Inicia sesión para continuar
it: Fai il login per continuare
ja: 続行するにはログインしてください

source: You need a Wondershare ID to continue your current action. Please log in or create one for free.
es: Necesitas un ID de Wondershare para continuar con tu trabajo actual. Por favor, inicia sesión o crea una cuenta gratis.
it: È necessario un ID Wondershare per continuare la tua azione attuale. Effettua il login o creane uno gratuitamente.
ja: 続けるにはwondershare IDのログインが必要です。ログインまたは無料のアカウントを作成してください。

source: Expires after:
es: Fecha de Caducidad:
it: Scade dopo:
ja: 有効期限：

source: upgrade
es: actualizar
it: Aggiorna
ja: 購入

source: Free Plan
es: Plan Gratis
it: Piano gratuito
ja: 無料プラン

source: Annual Plan
es: Plan no perpetuo
it: Piano Annuale
ja: 年間プラン

source: Lifetime Plan
es: Plan Ilimitado
it: Piano Vita
ja: ライフタイムプラン

source: Extend My License
es: Extender mi Licencia
it: Estendi la mia licenza
ja: ライセンスを拡張

source: Change Password
es: Cambiar contraseña
it: Cambia Password
ja: パスワードを変更

source: Unlimited
es: Sin límite
it: Illimitata
ja: ライフタイム

source: Unlimited with watermark
es: No caduca pero tiene marca de agua
it: Illimitata con filigrana
ja: 透かしがあり

source: Register Your Software
es: Registra tu software
it: Registra il tuo Software
ja: 製品登録

source: Licensed e-mail:
es: Correo electrónico:
it: Concesso in licenza e-mail:
ja: Eメールアドレス:

source: Registration Code:
es: Código de registro:
it: Codice di registrazione:
ja: 登録コード:

source: Your copy of software is not activated and the outputted video will be added a watermark.
es: Tu copia del software no está activada y el vídeo resultante tendrá una marca de agua.
it: La tua copia del software non è attivata e il video in output avrà una filigrana.
ja: 登録されていないため、出力ビデオにウォーターマークが入っています。

source: Buy a License to remove the limitation to enjoy all the benefits of Video Editor and product lifetime support.
es: Compra una licencia para eliminar la marca de agua y disfrutar de todas las ventajas de Filmora, como por ejemplo soporte técnico durante toda la vida útil del producto.
it: Acquista una Licenza per rimuovere la limitazione per godere a vita di tutti i vantaggi del Video Editor e del supporto del prodotto.
ja: Wondershare Filmoraをご購入後、製品のすべての機能をご利用して頂きます。また、サーポートサービスを無償もご利用して頂けます。

source: Buy Now
es: Comprar ahora
it: Acquista Ora
ja: 今すぐ購入

source: Evaluate
es: Ensayo
it: Trial
ja: 試用

source: Register
es: Registrarse
it: Registra
ja: 登録

source: Trial Version
es: Versión de prueba
it: Versione di prova
ja: 試用版

source: Registered Version
es: Versión registrada
it: Versione registrata
ja: 製品版

source: Registration info is invalid.
es: La información de registro es inválida.
it: Informazioni di registrazione non è valido.
ja: 登録情報は無効です。

source: Note: if you have any problem with the registration code and the software, please visit: Support Center
es: Nota: si tienes cualquier problema con tu código de registro y el software, por favor, visita:
it: Nota: se hai qualche problema con il software e il codice di registrazione, si prega di visitare:
ja: 製品に関するお問い合わせは、下記をクリックしてください。お問い合わせ：

source: Was your payment processed successfully?
es: ¿Se ha procesado correctamente tu pago?
it: Il tuo pagamento è stato elaborato correttamente?
ja: お支払いが正常に処理されましたか？

source: If you have paid successfully, please refresh your payment status. The payment status may not be refreshed timely due to network delay, you can also refresh your status again in "Activate"
es: Si pagaste con éxito, actualiza tu estado de pago. Es posible que el estado del pago no se actualice oportunamente debido a la demora en la red, también puedes actualizar tu estado nuevamente en "Activar"
it: Se il pagamento è andato a buon fine, aggiorna lo stato del tuo pagamento. Lo stato del pagamento potrebbe non essere aggiornato tempestivamente a causa del ritardo della rete, puoi anche aggiornare di nuovo lo stato in "Activate"
ja: お支払いが完了しましたら、お支払い状況を更新してください。ネットワークの遅延のために支払いステータスがすぐに更新されないことがあります。"今すぐ更新"をクリックしてステータスを更新することができます。

source: No activation status update, please refresh later.
es: No se ha actualizado el estado de activación, actualízalo más tarde.
it: Nessun aggiornamento dello stato di attivazione, si prega di aggiornare più tardi.
ja: ユーザーのステータスは有効化されていません。後で再試行してください。

source: Refresh Now
es: Actualizar ahora
it: Aggiorna ora
ja: 今すぐ更新

source: Your activation status may not be refreshed timely under certain circumstances，you can have a try of refresh manually.
es: Es posible que tu estado de activación no se actualice oportunamente en determinadas circunstancias. Puedes intentar refrescarlo manualmente.
it: Il tuo stato di attivazione potrebbe non essere aggiornato tempestivamente in determinate circostanze, puoi provare ad aggiornarlo manualmente.
ja: 有効化のステータスが適時に更新されない場合があります。手動で更新してください。

source: Password Reset Succeeded!
es: ¡Restablecimiento de contraseña completado!
it: Password resettata correttamente!
ja: パスワードがリセットされました！

source: Status:
es: Estatus:
it: Stato:
ja: ステータス:

source: Expiration Date
es: Fecha de Caducidad
it: Data di scadenza
ja: 有効期限

source: Active
es: Activo
it: Attiva
ja: 認証済

source: Unable to connect
es: No se puede conectar
it: Impossibile connettersi
ja: 接続できません

source: Your computer seems to be offline, causing a connection error. Please check your connection and try again.
es: Tu ordenador parece estar offline, lo cual causa un error de conexión. Por favor, comprueba tuconexión e inténtalo de nuevo.
it: Il tuo computer sembra essere offline, causando un errore di connessione. Controlla la tua connessione e riprova.
ja: お使いのコンピュータがオフラインになっているため、接続エラーが発生しています。接続を確認してからもう一度お試しください。

source: Never
es: Nunca
it: Mai
ja: なし

source: Every Day
es: Todos los Días
ja: 毎日

source: Every Week
es: Cada semana
it: Ogni settimana
ja: 毎週

source: Every Month
es: Cada Mes
it: Ogni mese
ja: 毎月

source: Arrange Objects
es: Ordenar Objetos
it: Gestisci oggetti
ja: オブジェクトを配置

source: Purchase
es: Compra
it: Acquista
ja: 購入

source: Swap the Start and End areas
es: Cambie las áreas de Inicio y Fin
it: Scambia le aree Inizio e Fine
ja: 開始領域と終了領域を交換

source: There isn't enough space for importing, please delete unnecessary files to free enough space.
es: No hay espacio suficiente en el disco, libere espacio en el disco e intente de nuevo.
it: Non c'è abbastanza spazio sul disco, libera spazio su disco e riprova.
ja: 十分なディスク容量がありません。ディスクスペースを確保してからもう一度試してください。

source: Recent Project will be shown here
es: Proyectos Recientes
it: Progetti recenti
ja: 最近使ったプロジェクト

source: Play/Pause
es: Reproducir / Pausar
it: Riproduci/Pausa
ja: 再生/一時停止

source: Play Full Screen
es: Reproducir en pantalla completa
it: Riproduci a schermo intero
ja: フルスクリーンモードで再生

source: Previous Edit
es: Edición anterior
it: Modifica precedente
ja: 前の編集

source: Next Edit
es: Edición Siguiente
it: Modifica successiva
ja: 次の編集

source: Previous Second
es: Segundo anterior
it: Secondo precedente
ja: 前の秒

source: Next Second
es: Segundo siguiente
it: Secondo successivo
ja: 次の秒

source: Previous Marker
es: Marcador anterior
it: Indicatore precedente
ja: 以前のマーカー

source: Next Marker
es: Siguiente marcador
it: Indicatore successivo
ja: 次のマーカー

source: Beginning
es: Proyecto Inicio
it: Inizio del progetto
ja: プロジェクトの始まり

source: Zoom In Timeline
es: Acercar Zoom
it: Zoom avanti
ja: ズームイン

source: Zoom Out Timeline
es: Disminuir Zoom
it: Zoom indietro
ja: ズームアウト

source: Enable Canvas Snapping
es: Activar alineación de medios
it: Abilita il Canvas Snapping
ja: キャンバススナップを有効にする

source: Enter Full Screen
es: Ingrese a pantalla completa
it: Entra a schermo intero
ja: 全画面表示に入する

source: Before
es: Antes
it: Prima
ja: 前

source: After
es: Después
it: Dopo
ja: 後

source: Are you sure you want to delete this LUT file?
es: ¿Seguro que quiere eliminar este archivo LUT?
it: Sei sicuro di voler eliminare questo file LUT?
ja: このLUTファイルを削除してもよろしいですか？

source: You can load your own LUT files later.
es: Puede cargar sus propios archivos LUT más tarde.
it: Puoi caricare i tuoi file LUT in seguito.
ja: 後で自分のLUTファイルを読み込むことができます。

source: Yes
es: Sí
it: Si
ja: はい

source: No
ja: いいえ

source: is in an unsupported format and cannot be loaded.
es: está en un formato no compatible y no se puede cargar.
it: è in un formato non supportato e non può essere caricato.
ja: サポートされていない形式です、読み込みできません。

source: Load New LUT...
es: Cargar nuevo LUT ...
it: Carica nuovo LUT ...
ja: 新しいLUTを読み込み中…

source: All Presets
es: Todas las plantillas
it: Tutti i preset
ja: すべてのプリセット

source: My Color Preset
es: Mi plantilla
it: Il mio predefinito 1
ja: マイプリセット1

source: Quit
es: Dejar
it: Esci
ja: 終了

source: Duration Settings
es: Configuraciones de duración
it: Impostazioni di durata
ja: 再生時間設定

source: Input Duration:
es: Duración de entrada:
it: Durata dell'input:
ja: 再生時間を入力：

source: Motion
es: Movimiento
it: Movimento
ja: モーション

source: Random to all clips on current track
es: Aplicar transiciones aleatorias a todos los clips
it: Casuale a tutti
ja: すべてをランダムにする

source: Apply to all clips on current track
es: Aplicar a todo
it: Applica a tutto
ja: すべてに適用

source: Image
es: Imagen
it: Immagine
ja: 画像

source: Text
es: Texto
it: Testo
ja: テキスト

source: Effects
es: Efectos
it: Effetti
ja: エフェクト

source: Elements
es: Elementos
it: Elementi
ja: エレメント

source: Split Screen
es: Pantalla dividida
it: Schermo Diviso
ja: 画面分割

source: Import Media Files Here
es: Importar archivos multimedia aquí
it: Importa file multimediali qui
ja: ここにメディアファイルをインポートする

source: Drag to the timeline to apply
es: Arrastrar hacia la línea de tiempo para aplicar
it: Trascina sulla timeline per l'aggiunta
ja: 適用するためにタイムラインにドラッグしてください

source: OpenPreferences
es: Preferencias
it: Preferenze
ja: システム環境設定

source: Preferences
es: Preferencias
it: Preferenze
ja: 設定

source: General
it: Generale
ja: 一般

source: Folder Path
es: Carpetas
it: Cartelle
ja: フォルダ

source: Editing
es: Edición
it: Modifica
ja: 編集

source: Performance
es: Rendimiento
it: Prestazione
ja: パフォーマンス

source: Output
es: Salida
it: Uscita
ja: 出力

source: Open the Output Folder after exporting video.
it: Apri la cartella di output dopo l'esportazione del video.
ja: 動画をエクスポートした後、出力フォルダを開きます。

source: Play alert sound after conversion.
it: Riproduci il suono di avviso dopo la conversione.
ja: 変換完了後に音を鳴らす

source: Miscellaneous:
es: Comunicaciones:
it: Varie:
ja: その他の設定：

source: Check for update:
es: Revisar actualizaciones automáticamente:
it: Controlla automaticamente gli aggiornamenti:
ja: 更新プログラムを自動的にチェックする：

source: Reset all dialog warnings:
es: Restablecer todas las alertas del programa:
it: Reimposta tutti gli avvisi del programma:
ja: すべてのプログラムの警告メッセージを初期化する：

source: Message Center:
es: Centro de mensajes:
it: Centro messaggi:
ja: メッセージセンター：

source: Don't show messages automatically
es: No mostrar mensajes automáticamente
it: Non mostrare i messaggi automaticamente
ja: このメッセージを再度表示しない

source: Folders:
es: Carpetas:
it: Cartelle:
ja: フォルダ：

source: Snapshot files folder:
es: Carpeta de archivos de instantáneas:
it: Cartella dei file di istantanee:
ja: スナップショットファイルフォルダ：

source: Upload files folder:
es: Subir carpeta de archivos:
it: Carica la cartella dei file:
ja: アップロードファイルフォルダ：

source: Effect Packs:
es: Paquetes de efectos:
it: Pacchetti effetti:
ja: エフェクトパック：

source: Install Effect Pack to:
es: Paquetes de efectos:
it: Pacchetti effetti:
ja: エフェクトパック：

source: Effect Packs takes up: %.1f MB
es: Paquetes de efectos ocupa: %.1f MB
it: I Pacchetti Effetto occupano: %.1f MB
ja: エフェクトパックの使用量：%.1f MB

source: Manage
es: Administrar
it: Gestisci
ja: 管理

source: Default Durations:
es: Duración predeterminada:
it: Durata predefinita:
ja: デフォルト再生時間：

source: Photo Duration:
es: Duración de la foto:
it: Durata della foto:
ja: 写真再生時間：

source: Transition Duration:
es: Duración de la transición:
it: Durata della transizione:
ja: トランジション再生時間：

source: Effect Duration:
es: Duración del efecto:
it: Durata dell'effetto:
ja: エフェクト再生時間：

source: Freeze Frame Duration:
es: Duración del cuadro congelado:
it: Durata Fermo immagine:
ja: フリーズフレーム期間：

source: Photo Placement:
es: Ubicación de la foto:
it: Posizionamento fotografico:
ja: 写真のレイアウト

source: Crop to Fit
es: Recortar para ajustar
it: Ritaglia per adattare
ja: フィットサイズにクロップ

source: Pan & Zoom
es: Panóramica y Zoom
it: Pan e Zoom
ja: パン＆ズーム

source: Save:
es: Guardar:
it: Salva:
ja: 保存：

source: Automatically backup projects, every
es: Copia de seguridad automática de proyectos, cada
it: Salva automaticamente i progetti, tutti
ja: プロジェクトを自動的にバックアップする

source: min
es: 30 ~ 60 min
ja: 分

source: Enable GPU Accelaration
es: Habilitar la aceleración de GPU
it: Abilita l'accelerazione hardware per il rendering e la riproduzione di video
ja: ビデオをレンダリング及び再生する際、ハードウェア・アクセラレーションを有効にする

source: Proxy:
ja: プロキシ：

source: Automatically create Proxy when resolution higher than:
es: Crear automáticamente proxies cuando la resolución de los medios es mayor que:
it: Crea automaticamente i proxy quando la risoluzione dei media è superiore a:
ja: メディアの解像度が次の値よりも高い場合は、自動的にプロキシを作成する：

source: Proxy file folder:
es: Ubicación del proxy:
it: Posizione del proxy:
ja: プロキシの位置：

source: Automatically delete Proxy when closing a project file
es: Eliminar automáticamente proxies cuando se cierra un proyecto.
it: Elimina automaticamente i proxy quando un progetto viene chiuso.
ja: プロジェクトが閉じられたら、プロキシを自動的に削除する

source: Clean
es: Limpiar
it: Pulisci
ja: クリア

source: About WSVEOnline
es: Acerca de WSVEOnline
it: Informazioni su WSVEOnline
ja: WSVEOnlineについて

source: Preferences…
es: Preferencias ...
it: Preferenze ...
ja: 設定

source: Order
es: Orden
it: Ordine
ja: 注文

source: Activate
es: Activar
it: Attiva
ja: 認証済

source: Check for Updates...
es: Buscar actualizaciones ...
it: Controlla gli aggiornamenti...
ja: アップデートを確認...

source: Services
es: Servicios
it: Servizi
ja: サービス

source: Hide WSVEOnline
es: Ocultar WSVEOnline
it: Nascondi WSVEOnline
ja: WSVEOnlineを非表示にする

source: Hide Others
es: Esconder otros
it: Nascondi gli altri
ja: 他を隠す

source: Show All
es: Mostrar todo
it: Mostra tutto
ja: すべて表示する

source: Quit WSVEOnline
es: Salir de WSVEOnline
it: Esci da WSVEOnline
ja: WSVEOnlineを終了

source: File
es: Archivo
ja: ファイル

source: New
es: Nuevo proyecto
it: Nuovo progetto
ja: 新しいプロジェクト

source: Open…
es: Proyecto abierto…
it: Apri Progetto
ja: プロジェクトを開く

source: Close
es: Cerrar
it: Chiudi
ja: 閉じる

source: Save…
es: Guardar proyecto…
it: Salva il progetto…
ja: プロジェクトを保存...

source: Save As…
es: Guardar proyecto como…
it: Salva progetto come ...
ja: プロジェクトを別名で保存...

source: Archive Project
es: Comprimir Proyecto
it: Archivia Progetto
ja: プロジェクトをアーカイブする

source: Download Media
es: Descargar Medios
it: Scarica Media
ja: メディアをダウンロードする
