Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/*.lproj/Localizable.strings
Languages: es, it, ja

source: Purchase Filmora to export without a watermark
es: Compra Filmroa9 para exportar sin marca de agua
it: Acquista Filmora per esportare video senza filigrana
ja: Filmoraを購入して、透かしなしでビデオを出力

source: Full Version
it: Versione Completa
ja: 製品版

source: Videos exported from the free trial will include a watermark.
it: I video esportati nella versione di prova gratuita sono filigranati.
ja: 無料体験版で出力されたビデオには透かしが入ります。

source: Log in to Export with Watermark
it: Accedi per Esportare con Filigrana
ja: ログインして透かし付きで出力

source: Contact us.
it: Contattaci.
ja: らこち

source: Questions? Contact us.
it: Domande? Contattaci.
ja: 何かご不明な点がございましたらこちらよりお問い合わせください。

source: Purchase Filmora to export without a watermark.
it: Acquista Filmora per esportare video senza filigrana.
ja: Filmoraをご購入いただくと、透かしなしでビデオが出力できます。

source: Click here to log in and export without a watermark.
it: Clicca qui per accedere ed esportare video senza filigrana.
ja: こちらをクリックしてログインし、透かしなしでビデオを出力してください。

source: Already purchased? Click here to log in and export without a watermark.
it: Già acquistato? Clicca qui per accedere ed esportare video senza filigrana.
ja: すでにご購入済みですか？こちらをクリックしてログインし、透かしなしでビデオを出力してください。

source: Export with Watermark
it: Esporta con Filigrana
ja: 透かし付きで出力

source: Click here to refresh your activation status.
it: Clicca qui per aggiornare lo stato di attivazione.
ja: こちらをクリックしてライセンスステータスを更新してください。

source: Already purchased? Click here to refresh your activation status.
it: Già acquistato? Clicca qui per aggiornare lo stato di attivazione.
ja: すでにご購入済みですか？こちらをクリックしてライセンスステータスを更新してください。

source: If you already purchased Filmora, please log in to your Wondershare ID to activate the software.
it: Se hai già acquistato Filmora, accedi al tuo ID Wondershare per attivare il software.
ja: Filmoraをすでにご購入されている場合は、Wondershare IDにログインしてソフトのライセンス認証をしてください。

source: If you haven't yet, click here to buy Filmora.
it: Se non l'hai ancora acquistato, clicca qui per acquistare Filmora.
ja: まだご購入されていない場合は、こちらをクリックしてFilmoraをご購入ください。

source: Log In
ja: ログイン

source: If you have purchased Filmora, you can now export without a watermark!
it: Se hai acquistato Filmora, ora puoi esportare video senza filigrana!
ja: Filmoraをご購入されている場合は、透かしなしでビデオを出力できます。

source: click here to buy Filmora.
it: clicca qui per acquistare Filmora.
ja: こちらをクリックしてFilmoraをご購入ください。

source: Activation failed. Here are some reasons this might have happened:
it: Attivazione fallita. Ecco alcuni motivi per cui potrebbe essere successo:
ja: ライセンス認証に失敗しました。考えられる認証失敗の理由として下記をご参照ください：

source: 1. You could be experiencing a network delay. Wait a minute or two, then click 'Try Again'.
it: 1. È possibile che si verifichi un ritardo della rete. Attendere un minuto, quindi clicca su "Riprova".
ja: 1.ネットワークの接続状態が悪い可能性があります。 1〜2分待ってから、「再試行」をクリックし、再度お試しください。

source: 2. You could be logged into a Wondershare ID different from the one you used to make your purchase. You are currently signed in as: %@.
it: 2. Potresti aver effettuato l'accesso a un ID Wondershare diverso da quello utilizzato per effettuare l'acquisto. Attualmente sei connesso come: %@.
ja: 2.ご購入時に使用したWondershare IDとログインしているWondershare IDが異なる可能性があります。 現在、%@でログインしています。

source: Click here to log out. Then, log in with the Wondershare ID associated with your license.
it: Clicca qui per uscire. Poi, accedi con l'ID Wondershare associato alla tua licenza.
ja: ここをクリックしてログアウトしてください。 次に、ライセンスに関連付けられたWondershare IDでログインしてください。

source: Click here to log out.
it: Clicca qui per uscire.
ja: ここをクリックしてログアウトしてください。

source: You are logged out. Please relogin to activate.
it: Sei disconnesso. Accedi nuovamente per attivare per favore.
ja: ログアウトされました。お手数ですが、再度ログインして、ライセンス認証をしてください。

source: Film & Animation
it: Film e animazione
ja: 映画とアニメ

source: Autos & Vehicles
it: Auto e motori
ja: 自動車と乗り物

source: Pets & Animals
it: Animali
ja: ペットと動物

source: Sports
it: Sport
ja: スポーツ

source: Travel & Events
it: Viaggi ed eventi
ja: 旅行とイベント

source: People & Blogs
it: Persone e blog
ja: ブログ

source: Comedy
it: Umorismo
ja: コメディ

source: Entertainment
it: Intrattenimento
ja: エンターテイメント

source: News & Politics
it: Notizie e politica
ja: ニュースと政治

source: Howto & Style
it: Fai da te e stile
ja: ハウツーとスタイル

source: Education
it: Istruzione
ja: 教育

source: Science & Technology
it: Scienze e tecnologie
ja: 科学と技術

source: Nonprofits & Activism
it: Non profit e attivismo
ja: 非営利団体と社会活動

source: Appearance
es: Aspecto
it: Aspetto
ja: 外観

source: Dark Mode
es: Modo Oscuro
it: Modalità Scura
ja: ダークモード

source: Light Mode
es: Modo Claro
it: Modalità Luce
ja: ライトモード

source: System Default
es: Modo por Defecto
it: Default del sistema
ja: システムデフォルト

source: Watermaked
es: marca de agua
it: Filigranato
ja: 透かし入り

source: Upgrade plan
es: Plan de actualización
it: Piano di aggiornamento
ja: プランをアップグレード

source: Watermarked
es: Marca de Agua
it: Filigranato
ja: 透かし入り

source: Your export video will include a watermark because you have choose a free plan.
es: El video que exportes incluirá una marca de agua porque has elegido el plan gratuito.
it: Il tuo video esportato includerà una filigrana perché hai scelto un piano gratuito.
ja: 無料プランをご利用いただいているため、出力されたビデオには透かしが入ります。

source: Upgrade to remove watermarks.
es: Compra una licencia de Filmora para eliminar la marca de agua.
it: Esegui l'upgrade per rimuovere le filigrane.
ja: 透かしを削除するにはプランをアップグレードしてください。

source: Premium Includes
es: La versión Premium incluye
it: Premium possiede
ja: プレミアム機能

source: Go upgrade
es: Comprar la licencia
it: Vai all'aggiornamento
ja: プランをアップグレード

source: Contact us
es: Contáctanos
it: Contattaci
ja: お問い合わせ

source: Already purchased?
es: ¿Ya compraste?
it: Già acquistato?
ja: すでにご購入済みですか？

source: This video editor is easy for anyone to learn, even if they’ve never edited video before.
es: Este editor de video es fácil de aprender para cualquiera, incluso si nunca han editado video antes.
it: Padroneggiare questo video editor è una passeggiata per chiunque, persino per chi non ha mai montato video prima dora.
ja: この動画編集ソフトはとても簡単です。動画編集したことがない人も簡単に操作できます。

source: 4K Support
es: Soporta 4K
it: Supporto 4K
ja: 4K対応

source: All Text Styles
es: Todos los estilos de texto
it: Tutti gli Stili di Testo
ja: すべてのテキストスタイル

source: 285+Filters
es: 285+ Filtros
it: 285 + Filtri
ja: 285+フィルター

source: More Share
es: Compartir más
it: Condividi di più
ja: より多くの人にシェア

source: Tech Support
es: Apoyo técnico
it: Supporto Tecnico
ja: 技術サポート

source: Music Tools
es: Herramientas musica
it: Strumenti Musicali
ja: 音楽ツール

source: The file name cannot contain any emoji characters.
it: Il nome del file non può contenere caratteri emoji.
ja: ファイル名に絵文字を含めることはできません。

source: sigin in
es: Registrarse
it: Registrati
ja: ログイン

source: Warning. Wondershare ID account different
es: ¡Vaya! La cuenta de Wondershare ID que usó para descargar los paquetes de efectos en FilmStocks es diferente de la cuenta que inició sesión en la aplicación de Filmora, y puede ocurrir un problema, inicie sesión con la misma cuenta o póngase en contacto con el centro de soporte para obtener más ayuda.
it: Oops, l'account ID di Wondershare che hai usato per scaricare gli Effect Pack sul sito di Filmstock è diverso dall'account che hai effettuato l'accesso all'interno dell'applicazione Filmora, effettua il login con lo stesso account o contatta l'assistenza clienti per ricevere ulteriore assistenza.
ja: Filmstockサイトでエフェクトパックをダウンロードする際に使用したWondershare IDアカウントがFilmoraでログインしたアカウントと異なります。エラーが起こる可能性がありますので、同じアカウントでログインするか、お問い合わせ窓口までご連絡ください。

source: The movie has been created successfully!
it: Il filmato è stato creato con successo!
ja: ムービーの作成に成功になりました。

source: Keyboard shortcuts
es: Atajos de teclado
it: Tasti rapidi
ja: キーボードショートカット

source: Comfirm
ja: 確認

source: Split Screen Inspector
ja: 分割表示インスペクター

source: 007 Series
ja: 007シリーズ

source: Batman
ja: バットマン

source: B&W Film
ja: 白黒フィルム

source: Dark Film
ja: ダークフィルム

source: Game of Thrones
ja: ゲーム・オブ・スローンズ

source: Gravity
ja: ゼロ・グラビティ

source: Harry Potter
ja: ハリー・ポッター

source: House of Cards
ja: ハウス・オブ・カード野望の階段

source: Mission Impossible
ja: ミッション:インポッシブル

source: Reign
ja: REIGN/クイーン・メアリー

source: Sparta 300
ja: 300（スリーハンドレッド）

source: Star Wars
ja: スター・ウォーズ

source: Walking Dead
ja: ウォーキング・デッド

source: Warm Film
ja: 心温まる映画

source: Cool Film
ja: クールフィルム

source: Want to learn more? Click here to find more tutorials.
es: Quieres aprender más? Haz clic aquí para encontrar más tutoriales.
it: Vuoi saperne di più? Fai clic qui per trovare altri tutorial.
ja: Filmoraのその他のチュートリアルを閲覧するには、こちらをクリックしてください。

source: most popular
es: Más popular
it: I più popolari
ja: 一番人気

source: Do you want to save this project before starting a new one?
es: ¿Deseas guardar este proyecto antes de comenzar uno nuevo?
it: Vuoi salvare questo progetto prima di avviarne uno nuovo?
ja: 新しいプロジェクトを開始する前にこのプロジェクトを保存しますか？

source: Got it!
es: Entendido!
it: Fatto!
ja: OK!

source: Quick Start
es: Guía de Inicio Rápido
it: Avvio rapido
ja: クイックスタート

source: Get More Royalty-Free Music.
es: Accede a más Música Libre de Derechos
it: Ottieni Più Musica Royalty-Free
ja: より多くのロイヤリティフリーの音楽をGET

source: if you've finished the redeem process. Click here to refresh your account authorization.
ja: すでに製品を引き換えた場合、ここをクリックしてソフトの使用権限を更新してください。

source: Click here
ja: ここ

source: Redeem My Activation Code
ja: 製品引き換え

source: Non-Activated
ja: ライセンス認証されていない

source: If you own this product, please click the button below to redeem your activation code
ja: 下記のボタンをクリックしてソフトの使用権限を引き換えてください

source: Login and Activate your software
ja: ログインしてライセンス認証をしてください

source: You need to login your account and redeem your activation code to use the software, if you close this login window, the application will quit.
ja: 製品版として使用するには、アカウントにログインしてシリアル番号でソフトの使用権限を引き換える必要があります。このログインウィンドウを閉じると、ソフトは終了します。

source: Was your redeem successfully processed?
ja: 製品引き換えが完了したでしょうか。

source: If your redeem succeeded, click Yes to activate your app. Or, if failed, click No to try again.
ja: 引き換えが成功した場合は「はい」をクリックしてソフトの使用権限を更新してください。失敗した場合は「いいえ」をクリックして再試行してください。

source: How to Activate
ja: ライセンス認証方法

source: Quit_Account
ja: キャンセル

source: Continue_Account
ja: 続ける

source: Incorrect email format
ja: 間違ったメール形式

source: There is no Wondershare ID associated with that email address.
ja: そのメールアドレスに関連付けられたWondershare IDはありません。

source: Conflicting ShortcutsThe "Ctrl+C" shortcut is already assigned to the "Copy" command. Do you wish to replace it?
es: Atajos de Teclado ConflictivosEl acceso directo "Ctrl + C" ya está asignado al comando "Copiar". ¿Deseas reemplazarlo?
it: Scorciatoie in conflittoLa scorciatoia "Ctrl + C" è già assegnata al comando "Copia". Vuoi sostituirlo?
ja: このショートカットキーはすでに割り当てられています。ショートカットキー「Ctrl+C」はすでに「コピー」コマンドに割り当てられています。変更しますか？

source: Cannot Set ShortcutNot all keys can be used in shortcuts.
es: No se puede establecer este atajo de teclado.No todas las teclas se pueden utilizar como atajos.
it: Impossibile impostare la scorciatoiaNon tutti i tasti possono essere utilizzati nelle scorciatoie.
ja: ショートカットを設定できなせん。すべてのキーがショートカットで使えるわけではありません。

source: Add a New Folder
es: Añadir una carpeta nueva
it: Aggiungi Una Nuova Cartella
ja: 新規フォルダの追加

source: 3D LUT
it: LUT 3D

source: 3D Lut:
it: LUT 3D:

source: Ok
es: ¡Entendido
it: Fatto

source: Congratulations!
es: ¡Felicidades!
it: Congratulazioni!

source: Drop1
es: Soltar
it: Rilascia

source: Tiny zoom
es: Zoom minúsculo
it: Piccolo zoom

source: Advanced
es: Avanzada
it: Avanzate

source: Wondershare ID
it: ID Wondershare

source: Double-click to apply.
es: Haz doble clic para aplicar.
it: clique duas vezes para aplicar.

source: Media condividi
it: Media Frequentemente Usati

source: Alpha Channel
es: Canal alfa

source: Rich Tick
es: Salto de Pulga

source: Twrl
es: Fotografía_Volando

source: Wham!
es: Ta-taan!

source: Log in to export with watermark
es: Inicia sesión para exportar con marca de agua

source: Open the Output Folder after exporting video
es: Abra la carpeta de salida después de exportar video.

source: Play alert sound after conversion
es: Reproducir sonido de alerta después de la conversión.

source: Open Filmstocks
es: Abrir Filmstocks

source: ¡The movie has been created successfully!
es: La película se ha creado correctamente.

source: Oops! You aren't subscribed to a Filmstocks plan through this Wondershare ID.
es: ¡Uy! Su cuenta de Wondershare ID no tiene una suscripción válida a Filmstocks.

source: start time
es: 開始時間

source: End time
es: 終了時間

source: Find even more video effects, music, stock footage, and images on Filmstocks.
es: Encuetre nuevos efectos de vídeo y stock de música,imágenes y clips en Filmstocks.

source: Visit Filmstocks
es: Visite Filmstocks

source: You need internet access to visit Filmstocks. Please check your connection and try again.
es: Usted necesita estar conectado a Internet para visitar Filmstocks. Por favor, compruebe la conexión y vuelva a intentarlo.

source: Access more effects! Try Filmstocks free for %@ days.
es: ¡Accede a más efectos! Pruebe Filmstocks Gratis por %@ días.

source: Free Trial of Filmstocks
es: Prueba Gratis de Filmstocks

source: When your trial ends you can choose to purchase a Filmstocks plan to continue using these resources.
es: Cuando el período de prueba finalice puede optar por comprar un plan de Filmstocks para continuar el uso de estos recursos.

source: Sorry, your free trial has ended. To continue using Filmstocks resources please purchase a subscription.
es: Lo sentimos, su versión de prueba gratis ha terminado. Para continuar utilizando los recursos de Filmstocks, por favor, compre una suscripción.

source: You are subscribed to the Filmstocks Standard Plan. If you need to try the effects from the Premium Plan, please upgrade your account.
es: Estás suscrito al Plan Estándar de Filmstocks. Si necesitas probar los efectos del Plan Premium, actualiza tu cuenta.

source: You are subscribed to the Filmstocks Premium Plan. All the recommended effects below can be used.
es: Tu estás suscrito al Plan Premium de Filmstocks. Puedes usar todos los efectos recomendados a continuación.

source: Find effects downloaded from Filmstocks here.
es: Encuentre efectos descargados de Filmstocks aquí.

source: Get More Effects from Filmstocks
es: Obtén más efectos en Filmstocks

source: Try Filmstocks free for %d days
es: Prueba Filmstocks Gratis por %d Días

source: Popularity
es: Popularidad

source: What is Filmstocks?
es: ¿Qué es Filmstocks?

source: Try Filmstocks free for 7 days.
es: Prueba Filmstocks GRATIS por 7 días.

source: 2. For your trial period you'll have access to a specific selection of resources from Filmstocks.
es: 2. Para el período de prueba tendrás acceso a una selección específica de los recursos de Filmstocks.

source: 3. When your trial ends you can choose to purchase a Filmstocks plan if you want to continue using these resources.
es: 3. Cuando termine el período de prueba puedes optar por comprar un Plan de Filmstocks si deseas seguir utilizando estos recursos.

source: Visit Filmstocks.
es: Visita Filmstocks

source: You've Earned 7 Days of the Filmstocks Standard Plan
es: Has ganado 7 días Gratis del Plan Estándar Filmstocks
