Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/*.lproj/Localizable.strings
Languages: es, it, ja

source: More of the resources you need are added every week.
it: Ogni settimana vengono aggiunte più risorse di cui hai bisogno.
ja: 毎週様々な素材をアップデート

source: Unique Media
it: Media Unici
ja: ユニークなメディア

source: Filmstock provides a wide selection of media assets including video effects you won't find anywhere else.
it: Filmstock offre un'ampia selezione di risorse multimediali tra cui effetti video che non troverai da nessun'altra parte.
ja: Filmstockでは様々なオリジナルメディア素材をご用意しています。

source: Featured Assets
it: Attività in Primo Piano
ja: メディア素材

source: Filmora Effects Packs
it: Pacchetti di Effetti Filmora
ja: Filmoraエフェクトパック

source: Images
it: Immagini
ja: 画像

source: Explore More
it: Scopri di Più
ja: その他

source: Success! You've Activated 7 Days Filmstock Standard Plan!
it: Successo! Hai Attivato il Piano Standard Filmstock di 7 Giorni!
ja: ７日間無料のFilmtocksのスタンダードプランの申し込みが完了しました！

source: Explore Filmstock Now
it: Scopri Filmstock Ora
ja: Filmstockを始める

source: Opps! You’ve already redeemed this reward. You can purchase a plan to continue using Filmstock assets.
it: Opps! Hai già riscattato questa ricompensa. È possibile acquistare un piano per continuare a utilizzare le risorse di Filmstock.
ja: 特典のご利用済です。Filmstockのプランをご購入いただき、引き続きサービスをお楽しみください。

source: Subscribe Now
it: Iscriviti Ora
ja: 登録

source: Lower playback quality to improve playback performance
es: Baja calidad de reproducción para mejorar el rendimiento
it: Riduzione della qualità di riproduzione per migliorare la performance di riproduzione
ja: 画質を下げて再生パフォーマンスを高めることができます

source: Vertical
it: Verticale
ja: 縦書き

source: Horizontal
it: Orizzontale
ja: 横書き

source: Edge Processing:
es: Procesamiento de Bordes:
it: Elaborazione dei Bordi:
ja: エッジ処理:

source: Reflect
es: Reflejo
it: Rifletti
ja: ミラー

source: Extend
es: Expando
it: Espendi
ja: 拡大

source: Tile
es: Azulejo
it: Piastrella
ja: タイル

source: Include Trimmed Frames
es: Incluir Marcos Cortados
it: Cornici Tagliate Incluse
ja: トリムされたフレームを含む

source: Login to your Wondershare ID
es: Iniciar Sesión en tu ID de Wondershare
it: Accedi con tuo ID Wondershare
ja: Wondershare IDにログイン

source: Email address
es: Dirección de correo electrónico
it: Email Indirizzo
ja: Eメールアドレス

source: Use a email address instead
es: Usar una dirección de correo electrónico en su lugar
it: Utilizza email intirizzo per sostituire
ja: 代わりにメールアドレスを使用する

source: Use a mobile phone instead
es: Usar un teléfono movil en su lugar
it: Utilizza cellulare per sostituire
ja: 代わりに電話番号を使用する

source: Set Password
es: Establecer Contraseña
it: Imposta Password
ja: パスワード設定

source: Don't have a Wondershare ID?
es: ¿No tienes un Wondershare ID ?
it: Non hai ID Wondershare?
ja: Wondershare IDをお持ちでないですか？

source: Create account
es: Crear cuenta
it: Crea account
ja: アカウント作成

source: Verify your identity
es: Verifica tu identidad
it: Verifica tua identità
ja: 本人確認

source: To confirm your identity we'll send you a verification code to
es: Para confirmar tu identidad te enviaremos un código de verificación a
it: Per confermare tua identità ti inviamo codice di vertifi a
ja: ご本人確認のために、認証コードを次の宛先にお送りします。

source: Sign in to a different account
es: Iniciar sesión en una cuenta diferente
it: Registra con un altro account
ja: 別のアカウントにログインする

source: Keep me signed in
es: Mantenerme registrado
it: Mantienimi connesso
ja: ログイン状態を保持する

source: Forget your password?
es: ¿Olvidaste tu contraseña?
it: Dimentichi tuo password?
ja: パスワードをお忘れですか？

source: login success
es: acceso exitoso
it: Accedi con successo
ja: ログイン成功

source: Enter the code sent to
es: Ingresar el código enviado a
it: Inserisci il codice inviato a
ja: 送信されたコードを入力してください

source: Verify Code
es: Código de Verificación
it: Verifica Codice
ja: 認証コード

source: Create a Wondershare ID
es: Crear un ID de Wondershare
it: Crea un ID Wondershare
ja: Wondershare IDを作成するか、

source: Or, link this account to your current Wondershare ID.
es: O, vincular esta cuenta a tu ID de Wondershare actual.
it: Oppure, collega questo account al tuo attuale ID Wondershare.
ja: 現在のWondershare IDにこのアカウントをリンクします。

source: Back to sign in
es: Regresar a iniciar sesión
it: Ritorna a sign in
ja: ログインに戻る

source: We found a Wondershare ID linked with this email. Please log in.
es: Encontramos un ID de Wondershare vinculado a este correo electrónico. Por favor inicia sesión.
it: Abbiamo trovato un ID Wondershare collegato a questa email.Accedi, per favore.
ja: このメールアドレスにリンクされているWondershare IDが見つかりました。 直接Wondershare IDでログインしてください。

source: Please enter your email
es: Por favor ingresa tu correo electrónico
it: Inserisce tuo email, per favore
ja: メールアドレスを入力してください

source: Please enter your mobile phone
es: Por favor ingresa tu teléfono móvil
it: Inserisci il tuo numero di telefono
ja: 電話番号を入力してください

source: Create Password
es: Crear contraseña
it: Crea Password
ja: パスワード設定

source: Connect & Create Account
es: Conectar y Crear Cuenta
it: Connetti e crea account
ja: アカウントをリンク&作成

source: Create account with email
es: Crear una cuenta con correo electrónico
it: Crea account con email
ja: メールアドレスでアカウント作成

source: Create account with Mobile Phone
es: Crear cuenta con Teléfono Móvil
it: Crea account con Cellulare
ja: 電話番号でアカウント作成

source: By clicking Create account, I agree that I have read and accepted the
es: Al hacer clic en Crear cuenta, estoy de acuerdo que he leido y aceptado
it: Facendo clic su Crea account, accetto di aver letto e accettato <a href = 'htt
ja: 「アカウント作成」をクリックすると、<a href='httpsを読み、その内容に同意したものとみなされます

source: Click to create an account, it means that you have read and agree to Wondershare's license policy and privacy policy
es: Haz clic para crear una cuenta, significa que has leído y aceptas la política de licencia y la política de privacidad de Wondershare.
it: Fare clic per creare un account, significa che hai letto e accetti la politica di licenza e la politica sulla privacy di Wondershare
ja: アカウント作成をクリックすると、Wondershare エンドユーザー使用許諾契約書とプライバシーポリシーを読み、その内容に同意したものとみなされます。

source: Sign in with Email address
es: Iniciar sesión con dirección de correo electrónico
it: Registra con indirizzo Email
ja: メールアドレスでログイン

source: Success! New password set.
es: ¡Éxito! Nueva contraseña establecida.
it: Riuscito! Nuova password impostata.
ja: 新しいパスワードが正常に設定されました。

source: This account doesn't exist. Enter a different account or
es: Esta cuenta no existe. Ingresa una cuenta diferente o
it: Questo account non esiste. Inserisci un altro account o
ja: このアカウントは存在しません。別のアカウントを入力するか、

source: create a new one.
es: crea una nueva cuenta.
it: create un nuovo.
ja: 新しいアカウントを作成してください。

source: Success!
es: ¡Éxito!
it: Con Successo!
ja: 成功です！

source: Oops, there's no page here.
es: Vaya, no hay página aquí.
it: Oops, non c'è nessuna pagina qui.
ja: 申し訳ございませんが、ページが見つかりません。

source: BACK TO HOME PAGE
es: REGRESAR A LA PÁGINA DE INICIO
it: RITORNA A PAGINA INIZIALE
ja: ホームページに戻る

source: Didn't receive a code?
es: ¿No recibiste un código?
it: Non hai ricevuto i codici?
ja: コードが届かないですか？

source: Please wait for the message to arrive. You can also check your spam folder or
es: Por favor espera que llegue el mensaje. También puedes revisar tu carpeta spam o
it: Attendi l'arrivo del messaggio. Puoi anche controllare la cartella dello spam o
ja: 少々お待ちください。迷惑メールフォルダを確認するか、

source: resend the code
es: reenviar el código
it: rimanda il codice
ja: コードを再送してください。

source: Account does not exist.
es: La cuenta no existe.
it: Account non esiste.
ja: アカウントは存在しません。

source: Account created successfully!
es: ¡Cuenta creada exitosamente!
it: Crea account con successo!
ja: アカウントが作成されました。

source: Verification code sent.
es: Código de verificación enviado.
it: Codice di verifica inviato.
ja: 認証コードが送信されました。

source: Login via SMS verification code
es: Iniciar sesión por medio de código de verificación SMS
it: Accedi tra SMS verifica codice
ja: SMS認証コードでログイン

source: Please enter the displayed code
es: Por favor ingresa el código mostrado
it: Inserisci il codice visualizzato
ja: 表示されたコードを入力してください

source: Get new code
es: Obtener código nuevo
it: Ottieni nuovo codice
ja: 新しいコードを取得

source: Login with SMS verification code
es: Iniciar sesión con código de verificación por SMS
it: Accedi con SMS verifica codice
ja: SMS認証コードでログイン

source: Login with account and password
es: Iniciar sesión con cuenta y contraseña
it: Accedi con account e password
ja: アカウントとパスワードでログイン

source: Enter verification code
es: Ingresar código de verificación
it: Inserisce codice di verifica
ja: 認証コードを入力してください

source: Please enter SMS verification code, a SMS has been sent to
es: Por favor ingresa el código de verificación SMS, un SMS ha sido enviado a
it: Inserisce codice di verifica, a SMS già inviato
ja: 送信されたSMS認証コードを入力してください。

source: Phone number/email
es: Número de teléfono/correo electrónico
it: Numero di telefono/email
ja: 電話番号/メールアドレス

source: Scan the QR code to sign in
es: Escanea el código QR para inciar sesión
it: Scansiona il codice QR per accedere
ja: QRコードをスキャンしてログイン

source: Connecting account failed
es: Error al conectar la cuenta
it: Connessione account riuscita
ja: アカウントの接続に失敗しました

source: Connecting account successfully
es: Cuenta conectada exitosamente
it: Connessione account non riuscita
ja: アカウントの接続に成功しました

source: Your Wondershare Account has been connected to another social account, please go back and log in directly.
es: Tu Cuenta de Wondershare ha sido conectada a otra cuenta social, por favor regresa e inicia sesión directamente.
it: Il tuo account Wondershare è connesso con altro account sociale,torni indietro e accedere direttamente
ja: Wondershareアカウントは別のソーシャルアカウントに接続されています。直接ログインしてください。

source: Account already exists
es: La Cuenta ya existe
it: Account già esiste
ja: アカウントはすでに存在しています。

source: The account already has a Wondershare account, please enter the verification code to complete the binding and login
es: La cuenta ya tiene una cuenta de Wondershare, por favor ingresa el código de verificación para completar la vinculación e iniciar sesión
it: Il account ha ancora creato un account Wondershare, inserisci il codice di verifica per completare collegamento e accedere
ja: アカウントにはすでにWondershareアカウントがあります。紐付けてログインするには、認証コードを入力してください。

source: The mobile phone number has not yet created a Wondershare account, please enter the verification code to complete the binding and login
es: El número de teléfono móvil aún no ha creado una cuenta de Wondershare, por favor ingresa el código de verificación para completar la vinculación e iniciar sesión
it: Questo numero di telefono non ha ancora creato un account Wondershare, inserisci il codice di verifica per completare collegamento e accedere
ja: 電話番号はまだWondershareアカウントを作成していません。紐付けてログインするには、認証コードを入力してください。

source: Use account password binding
es: Usar enlace de contraseña de cuenta
it: Usa password dell'account associato
ja: アカウントとパスワードで紐付ける

source: Bind and log in
es: Vincular e iniciar sesión
it: Collega e accedi
ja: 紐付けてログインする

source: Bind and register
es: Vincular y registrarte
it: Collega e registri
ja: 紐付けて登録する

source: Create a Wondershare ID Or, link this account to your current Wondershare ID.
es: Crea un ID de Wondershare o, enlaza esta cuenta a tu ID de Wondershare actual.
it: Crea un ID Wondershare Oppure, collega questo account al tuo ID Wondershare attuale.
ja: Wondershare IDを作成するか、現在のWondershare IDにこのアカウントをリンクします。

source: waiting...
es: esperando...
it: aspetta...
ja: 待機中...

source: We opened a new browser tab, you can log in in the new tab
es: Abrimos una nueva pestaña del navegador, puedes iniciar sesión en la nueva pestaña
it: Abbiamo aprire una scheda del browser nuovo, puoi accedere
ja: 新しいブラウザタブを開きました。新しいタブでログインできます

source: You should complete the authentication in your browser. After completing this step, you will automatically continue from here.
es: Deberías completar la autenticación en tu navegador. Luego de completar este paso, continuarás automáticamente desde aquí.
it: Devi completare l'autenticazione nel tuo browser. Dopo aver completato questo passaggio, continuerai automaticamente da qui.
ja: ブラウザで認証を完了させてください。 このステップを完了すると、自動的にここから続行されます。

source: Restart
es: Reiniciar
it: Riavvia
ja: 再起動

source: You can now close this browser tab and return to the application.
es: Ahora puedes cerrar esta pestaña del navegador y regresar a la aplicación.
it: Puoi chiudere questa scheda del browser ora e tornare all'applicazione.
ja: このブラウザタブを閉じてソフトに戻ってください。

source: Sorry, we could not sign you in
es: Lo siento, no pudiste iniciar sesión.
it: Spiacenti, non sei riuscito ad accedere.
ja: 申し訳ありませんが、ログンインできませんでした。

source: Please go back and try again
es: Por favor, vuelve a intentarlo de nuevo.
it: Per favore riprova.
ja: ログイン画面に戻ってもう一度お試しください。

source: Go Back
es: Volver
it: Ritorno
ja: 戻る

source: Repeat submit
es: Repetir de entregar.
it: Ripeti per consegnare.
ja: 繰り返し送信

source: register ip required
es: Se requiere IP registrada
it: È richiesto un IP registrato
ja: 登録済みのIPが必要です

source: Comparison View
es: Vista de Comparación
it: Visualizzazione Comparativa
ja: 比較表示

source: Reference
es: Referencia
it: Riferimento
ja: リファレンスフレーム

source: Current
es: Actual
it: Attuale
ja: 現在のフレーム

source: Select a frame to match to.
es: Selecciona el fotograma de referencia
it: Seleziona una cornice a cui abbinare.
ja: 一致するフレームを選択

source: Match
es: Coincidir
it: Abbina
ja: 一致する

source: Match the selection's color to the reference frame.
es: Hacer coincidir el color de la selección con el fotograma de referencia.
it: Abbina il colore della selezione al piano di riferimento.
ja: 選択した範囲のカラーをリファレンスフレームに一致する

source: Matching…
es: Coincidiendo
it: Corrispondenza…
ja: 一致適用中…

source: Previous Clip
es: Clip anterior
it: Clip Precedente
ja: 前のクリップ

source: Next Clip
es: Clip siguiente
it: Clip Successiva
ja: 次のクリップ

source: Search keyboard shortcuts
es: Buscar atajos de teclado
it: Cerca scorciatoie da tastiera
ja: キーボードのショートカットを検索

source: No results.
es: No hay resultados
it: Nessun risultato.
ja: 検索結果なし

source: Restore Defaults
es: Restaurar Predeterminados
it: Ripristina le Impostazioni Predifinite
ja: リセットする

source: Add
es: Añadir
it: Aggiungi
ja: 追加

source: Add Shortcut
es: Añadir Atajo de Teclado
it: Aggiungi Scorciatoia
ja: ショートカットの追加

source: Keyboard Shortcuts
es: Atajos de Teclado
it: Scorciatoie di Tastiera
ja: キーボードショートカット

source: Marker
es: Marcador
it: Indicatore
ja: マーカー

source: Miscellaneous
es: Misceláneo
it: Miscellaneo
ja: その他

source: Red Marker
es: Marcador Rojo
it: Indicatore Rosso
ja: レッドマーカー

source: Orange Marker
es: Marcador Naranja
it: Indicatore Arancione
ja: オレンジマーカー

source: Yellow Marker
es: Marcador Amarillo
it: Indicatore Giallo
ja: イエローマーカー

source: Green Marker
es: Marcador Verde
it: Indicatore Verde
ja: グリーンマーカー

source: Cyan Marker
es: Marcador Cian
it: Indicatore Ciano
ja: シアンマーカー

source: Blue Marker
es: Marcador Azul
it: Indicatore Blu
ja: ブルーマーカー

source: Purple Marker
es: Marcador Morado
it: Indicatore Viola
ja: パープルマーカー

source: Grey Marker
es: Marcador Gris
it: Indicatore Grigio
ja: グレイマーカー

source: Previous Keyframe
es: Fotograma Clave Anterior
it: Keyframe Precedente
ja: 前のキーフレーム

source: Next Keyframe
es: Fotograma Clave Siguiente
it: Keyframe Successivo
ja: 次のキーフレーム

source: Previous Frame / Move Left
es: Fotograma Anterior / Mover a la Izquierda
it: Fotogramma Precedente / Sposta a Sinistra
ja: 前のフレーム/左に移動

source: Next Frame / Move Right
es: Fotograma Siguiente / Mover a la derecha
it: Fotogramma Successivo / Sposta a Destra
ja: 次のフレーム/右に移動

source: Previous Edit Point/ Move Up
es: Punto de Edición Anterior / Mover hacia arriba
it: Punto di Modifica Precedente / Sposta in Alto
ja: 前の編集ポイント/上に移動

source: Next Edit Point/ Move Down
es: Punto de Edición Siguiente / Mover hacia abajo
it: Punto di Modifica Successivo / Sposta in Basso
ja: 次の編集ポイント/下に移動

source: Preset Animation
es: Animación preestablecida
it: Animazione Preimpostata
ja: アニメーションプリセット

source: Preset Motions
es: Movimientos preestablecidos
it: Movimenti Preimpostati
ja: モーションプリセット

source: Scale
es: Escala
it: Scala
ja: スケール

source: Edit Keyframe
es: Editar fotograma clave
it: Modifica Fotogramma Chiave
ja: キーフレームの編集

source: Delete Keyframe
es: Eliminar fotograma clave
it: Elimina Fotogramma Chiave
ja: キーフレームの削除

source: Clear All Keyframes
es: Limpiar todos los fotogramas clave
it: Cancella Tutti i Fotogrammi Chiave
ja: すべてのキーフレームをクリア

source: Add Animation
es: Añadir Animación
it: Aggiungi Animazione
ja: アニメーションを追加

source: Preset Motions and Keyframe Animations cannot be used at the same time.
es: Los movimientos preestablecidos y las animaciones de fotogramas clave no se pueden usar al mismo tiempo.
it: I movimenti preimpostati e le animazioni dei fotogrammi chiave non possono essere utilizzati allo stesso tempo.
ja: モーションプリセットとキーフレームアニメーションを同時に使うことはできません。

source: Drag or double-click to apply.
es: Arrastra o haz doble clic para aplicar.
it: Trascina o fai doppio clic per applicare.
ja: ドラッグするかダブルクリックして適用してください。

source: The new animation will replace the previous animation.
es: La nueva animación reemplazará a la anterior.
it: La nuova animazione sostituirà l'animazione precedente.
ja: 新しいアニメーションが前のアニメーションを置き換えます。

source: Slide Up
es: Deslizar hacia arriba
it: Scorri verso l'alto
ja: 上にスライド

source: Slide Right
es: Deslizar a la derecha
it: Scorri a destra
ja: 右にスライド

source: Fade In
es: Fundir
it: Dissolvenza in Entrata
ja: フェードイン

source: Fade Out
es: Desvanecer
it: Dissolvenza
ja: フェードアウト

source: Vortex In
es: Vórtice acercar
ja: 渦巻きイン

source: Vortex Out
es: Vórtice alejar
ja: 渦巻きアウト

source: Ducking
es: Atenuación Automática de Audio
ja: ダッキング

source: Lower the volume of other clips
es: Bajar el volumen de otros clips
it: Abbassa il volume delle altre clip
ja: 他のクリップの音量を下げる

source: The clips you have selected have different values set.
es: Los clips que has seleccionado tienen valores establecidos diferentes.
it: I clip selezionati hanno diversi valori impostati.
ja: 選択したクリップで異なる値が設定されています。

source: Not all of the selected clips are enabled.
es: No todos los clips seleccionados están habilitados.
it: Non tutte le clip selezionate sono abilitate.
ja: 選択したすべてのクリップが有効になるわけではありません。

source: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生した可能性があります。 もう一度お試しください。

source: Motion Tracking
es: Rastreo de Movimiento
it: Monitoraggio di Movimento
ja: モーショントラック

source: Start Tracking
es: Iniciar Rastreo
it: Inizia il Monitoraggio
ja: 追跡開始

source: Import from computer.
es: Importar desde la computadora
it: Importa dal computer
ja: PCからインポートする

source: The target inside the tracking box must be visible 100% of the time it is being tracked.
es: El objetivo dentro del cuadro de seguimiento debe ser visible el 100% del tiempo que se está siguiendo.
it: Il target all'interno della casella di tracciamento deve essere visibile il 100% delle volte in cui viene tracciato.
ja: 追跡ボックスの中にあるターゲットは、追跡されている間、画面上100%見えている必要があります。

source: In order to apply motion tracking, the flip effect on this clip will be undone. Do you want to continue?
es: Para aplicar el seguimiento de movimiento, se deshará el efecto voltear en este clip. ¿Quieres continuar?
it: Per applicare il monitoraggio del movimento, l'effetto di capovolgimento su questa clip verrà annullato. Vuoi continuare?
ja: モーショントラックを適用すると、このクリップに適用されたフリップエフェクトはリセットされます。続けますか？

source: In order to apply motion tracking any keyframing, animations, or pan & zoom motions will be removed. Do you want to continue?
es: Para aplicar el rastreo de movimiento, se eliminarán los fotogramas clave, las animaciones o los movimientos de panorámica y zoom. ¿Quieres continuar?
it: Per applicare il monitoraggio del movimento, qualsiasi fotogramma chiave, animazioni o movimenti di panoramica e zoom verranno rimossi. Vuoi continuare?
ja: モーショントラックを適用すると、このクリップに適用されたキーフレームや、アニメーション、パン＆ズームモーションは削除されます。続けますか？

source: Unchecking the box next to Motion Tracking will clear all motion tracking data. Do you want to continue?
es: Al desmarcar la casilla junto a Rastreo de Movimiento, se borrarán todos los datos de seguimiento de movimiento. ¿Quieres continuar?
it: Deselezionando la casella accanto a Monitoraggio del Movimento verranno cancellati tutti i dati di rilevamento del movimento. Vuoi continuare?
ja: モーショントラックの横にあるチェックボックスをオフにすると、モーショントラックのデータがすべてクリアされます。続けますか？

source: Resetting will clear all of the current motion tracking data. Do you want to continue?
es: El reinicio borrará todos los datos de seguimiento de movimiento actuales. ¿Quieres continuar?
it: Il ripristino cancellerà tutti i dati di tracciamento del movimento correnti. Vuoi continuare?
ja: リセットすると、現在使われているモーショントラックのデータはすべてクリアされます。続けますか？

source: Don't show this again
es: No volver a mostrar este mensaje
it: Non mostrarlo più
ja: この画面を再度表示しない

source: During the rendering process all other operations are temporarily unavailable.
es: Durante el proceso de renderizado, todas las demás operaciones no están disponibles temporalmente.
it: Durante il processo di rendering tutte le altre operazioni sono temporaneamente non disponibili.
ja: レンダリング中は、他のすべての操作が一時的にご利用できなくなります。

source: Please move the playhead to the selected clip to begin motion tracking.
es: Mueve el cabezal de reproducción al clip seleccionado para comenzar el rastreo de movimiento.
it: Sposta la testina di riproduzione sulla clip selezionata per iniziare il monitoraggio del movimento.
ja: モーショントラックを開始するには、選択したクリップ上にプレイヘッドを移動してください。

source: Please move the playhead to earlier in the clip so there is room to apply motion tracking.
es: Mueve el cabezal de reproducción al principio del clip para que haya espacio para aplicar el rastreo de movimiento.
it: Sposta la testina di riproduzione all'inizio del clip in modo che ci sia spazio per applicare il tracciamento del movimento.
ja: モーショントラックを適用するため、プレイヘッドをクリップの前方に移動してください。

source: Select a folder to exact file from archived project
it: Seleziona una cartella per estrarre il file dal progetto archiviato
ja: アーカイブされたプロジェクトから該当ファイルの入っているフォルダを選択する

source: The remaining disk space is:
it: Lo spazio rimanente sul disco è:
ja: ハードディスクの空き容量は以下のとおりです。

source: Account
ja: アカウント

source: Get Started with Filmora
it: Inizia con Filmora
ja: Filmoraを始めよう

source: Main Benefits
it: Vantaggio Principale
ja: 主なメリット

source: Free Trial Version
it: Versione di Prova Gratuita
ja: 無料体験版

source: Activated Version
it: Versione Attivata
ja: 製品版

source: All Features
it: Tutte le Caratteristiche
ja: すべての機能

source: Export and share video without a watermark
it: Esporta e condividi video senza filigrana
ja: 透かしなしでビデオを出力＆共有

source: Free technical support
it: Supporto tecnico gratuito
ja: 無償技術サポート

source: If you already purchased Filmora, click here to activate!
it: Se hai già acquistato Filmora, clicca qui per attivare!
ja: Filmoraをすでにご購入されている場合は、ここをクリックしてライセンス認証をしてください。

source: Welcome back!
it: Ben tornato!
ja: Filmoraをご試用いただき、ありがとうございます。

source: Are you enjoying the free trial of Filmora?
it: Ti piace la prova gratuita di Filmora?
ja: Filmoraの無料体験はいかがでしょうか？

source: Continue Free Trial
it: Continua la Prova Gratuita
ja: 無料体験のまま続ける

source: Welcome back
ja: Filmoraをご試用いただき、ありがとうございます

source: You’re signed in with the Wondershare ID %@.
it: Hai effettuato l'accesso con ID Wondershare %@.
ja: Wondershare ID %@でサインインしています。

source: Buy now to export videos without a watermark!
it: Acquista ora per esportare video senza filigrana!
ja: ご購入いただくと、透かしなしでビデオが出力できます。

source: If you already purchased Filmora, click here to refresh your activation status!
it: Se hai già acquistato Filmora, clicca qui per aggiornare lo stato di attivazione!
ja: Filmoraをすでにご購入されている場合は、ここをクリックしてライセンス認証をしてください。
