Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/*.lproj/Localizable.strings
Languages: es, it, ja

source: LinearBurn
es: Subexposición lineal
it: Bruciatura lineare
ja: カラー比較(暗)

source: Screen
es: Pantalla
it: Schermo
ja: スクリーン

source: ColorDodge
es: Sobreexponer color
it: Scherma colore
ja: 覆い焼きカラー

source: LinearDodge
es: Sobreexposición lineal
it: Schermatura lineare
ja: カラー比較(明)

source: Overlay
es: Superponer
it: Sovrapposizione
ja: オーバーレイ

source: SoftLight
es: Luz Suave
it: Luce soffusa
ja: ソフトライト

source: HardLight
es: Luz fuerte
it: Luce forte
ja: ハードライト

source: VividLight
es: Luz intensa
it: Luce vivida
ja: ビビッドライト

source: LinearLight
es: Luz lineal
it: Luce lineare
ja: リニアライト

source: PinLight
es: Luz focal
it: Luce appuntita
ja: ピンライト

source: HardMix
es: Mezcla fuerte
ja: ハードミックス

source: Difference
es: Diferencia
it: Differenza
ja: 差の絶対値

source: Exclusion
es: Exclusión
it: Esclusione
ja: 除外

source: Lighten
es: Aclarar
it: Alleggerire
ja: 比較(明)

source: Opacity:
es: Opacidad:
it: Opacità:
ja: 不透明度：

source: Lens Correction
es: Corrección de lentes
it: Correzione delle lenti
ja: レンズ補正

source: Select Model to defish:
es: Seleccione el modelo para eliminar:
it: Seleziona il modello da correggere:
ja: モデルを選択：

source: Select a Profile
es: Seleccione un perfil
it: Seleziona un profilo
ja: プロフィールを選択

source: Select a Resolution
es: Selecciona una resolución
it: Seleziona una risoluzione
ja: 解像度を選択

source: Adjust Level:
es: Ajustar nivel:
it: Regola il livello:
ja: スムーズレベルを調整：

source: Chroma Key(Green Screen)
es: Chroma Key (pantalla verde)
it: Chroma Key (Schermo verde)
ja: クロマキー（グリーンスクリーン）

source: Select Color:
es: Seleccionar el color:
it: Seleziona colore:
ja: カラーを選択：

source: Tolerence:
es: Tolerancia:
it: Tolleranza:
ja: 許容差：

source: Offset:
es: Compensar:
it: Compensa:
ja: オフセット：

source: Border thinkness:
es: Grosor del borde:
it: Spessore del bordo:
ja: エッジの幅：

source: Feather:
es: Edge Feather:
it: Feather del bordo:
ja: フェザーエッジ：

source: Alpha Channel:
es: Canal alfa:
it: Canale alfa:
ja: アルファチャンネル：

source: Stabilization
es: Estabilización
it: Stabilizzazione
ja: 手ぶれ補正

source: Analyze
es: Analizar
it: Analizza
ja: 分析する

source: Smooth level:
es: Nivel suave:
it: Livello regolare:
ja: スムーズレベル：

source: White Balance
es: Balance de blancos
it: Bilanciamento del bianco
ja: ホワイトバランス

source: Temprature:
es: Temperatura:
it: Temperatura:
ja: 色温度：

source: Tint:
es: Tinte:
it: Tinta:
ja: 色合い：

source: Tone
es: Tono
it: Tono
ja: トーン

source: Contrast:
es: Contraste:
it: Contrasto:
ja: コントラスト：

source: Saturation:
es: Saturación:
it: Saturazione:
ja: 彩度：

source: Brightness:
es: Brillo:
it: Luminosità:
ja: 明るさ：

source: None
es: Ninguna
it: Nessuna
ja: なし

source: Load New LUT
es: Cargar Nueva LUT
it: Carica nuovo LUT
ja: 新しいLUTを読み込み

source: FadeIn:
it: Dissolvenza in entrata:
ja: フェードイン：

source: FadeOut:
it: Dissolvenza in uscita:
ja: フェードアウト：

source: Pitch:
es: Tono:
it: Intonazione:
ja: ピッチ：

source: Equalizer:
es: Ecualizador:
it: Equalizzatore:
ja: イコライザ：

source: Denoise:
ja: ノイズ除去：

source: Remove Background noise
es: Eliminar el ruido de fondo
it: Rimuovi il rumore di fondo
ja: バックグラウンドノイズを除去する

source: Weak
es: Débil
it: Debole
ja: 弱

source: Mid
es: Medio
it: Medio
ja: 標準

source: Strong
es: Fuerte
it: Forte
ja: 強

source: Volume:
es: Volumen:
ja: 音量：

source: Classic
es: Clásico
it: Classico
ja: クラシック

source: Dance
es: Baile
it: Danza
ja: ダンス

source: Low Bass
es: Bajo bajo
it: Pochi bassi
ja: ローバス

source: Sparkle
es: Brillar
ja: スパークル

source: Pop
ja: ポップ

source: Rock'n'Roll
ja: ロックンロール

source: Soft
es: Suave
ja: ソフト

source: Techno
es: Tecno
ja: テクノ

source: Hard Rock
ja: ハードロック

source: Ska
ja: スカ

source: Country
es: País
it: Nazione
ja: カントリー

source: Acoustic
es: Acústico
it: Acustico
ja: アコースティック

source: Folk
ja: フォークソング

source: Blues
ja: ブルース

source: Transition Universal
es: Transición Universal
it: Transizione universale
ja: ユニバーサルトランジション

source: Duration:
es: Duración:
it: Durata:
ja: 持続期間：

source: Apply to all transitions
es: Aplicar a todas las transiciones
it: Applica a tutte le transizioni
ja: すべてのトランジションに適用

source: Transition Mode:
es: Modo de transición:
it: Modalità di transizione:
ja: トランジションモード：

source: Overlap
es: Superposición
it: Sovrapposizione
ja: オーバーラップ

source: Prefix
es: Prefijo
it: Prefisso
ja: プレフィックス

source: Postfix
es: Sufijo
it: Suffisso
ja: ポストフィックス

source: Transition %@ Special
es: Transición %@ Especial
it: Transizione %@ Speciale
ja: %@をトランジションする

source: There is no parameter for this Filter
es: No hay un parámetro para este filtro
it: Non ci sono parametri per questo filtro
ja: このフィルタのパラメータはありません

source: mode %d
es: modo %d
it: modalità %d
ja: モード%d

source: Circular
it: Circolare
ja: 円形

source: Linear
es: Lineal
it: Lineare
ja: リニア

source: Failed in Loading files.
es: Error al cargar archivos.
it: Impossibile caricare i file.
ja: ファイルの読み込みに失敗しました

source: Loading file...
es: Cargando archivo ...
it: Caricamento file ...
ja: ファイルを読み込み中...

source: Copying files
es: Copiando documentos
it: Copia di file
ja: ファイルのコピー

source: Copying file...
es: Copiando archivo ...
it: Copia del file ...
ja: ファイルをコピー中...

source: Loading files
es: Cargando archivos
it: Caricamento dei file
ja: ファイルを読み込み

source: 4K resolution video files are not supported in trial version due to macOS's limitaion.
es: Los archivos de video con resolución 4K no son compatibles con la versión de prueba debido a la limitación de macOS.
it: I file video con risoluzione 4K non sono supportati nella versione di prova a causa del limite di macOS.
ja: macOS試用版の制限により、4K解像度のビデオファイルは対応していません。

source: Show details
es: Mostrar detalles
it: Mostra dettagli
ja: もっと見る

source: For more information, please click here to contact our support team.
es: Para obtener más información, haga clic aquí para ponerse en contacto con nuestro equipo de soporte.
it: Per maggiori informazioni, clicca qui per contattare il nostro team di supporto.
ja: 詳細は、こちらからサポートチームにお問い合わせください。

source: Speed:
es: Velocidad:
it: Velocità:
ja: 速度：

source: Reverse:
es: Marcha atrás:
it: Inverti:
ja: 逆再生：

source: Play video clip in reverse
es: Velocidad de retroceso
it: Velocità inversa
ja: 逆再生速度

source: Ripple:
es: Efecto Cadena:
it: Ondulazione:
ja: リップル：

source: Keep Ripple
es: Editar Efecto Cadena
it: Modifica Ondulazione
ja: リップル編集

source: Custom speed
es: Velocidad personalizada
it: Velocità personalizzata
ja: 速度をカスタム

source: Slow
es: Lento
it: Lento
ja: 遅く

source: Fast
es: Rápido
it: Veloce
ja: 速く

source: Reverse
es: Marcha atrás
it: Inverti
ja: リバース

source: Replay
es: Repetición
ja: 再生

source: Add Speed Point
es: Añadir punto de velocidad
it: Aggiungi punto di velocità
ja: スピードポイントを追加する

source: Clear Speed Point
es: Borrar punto de velocidad
it: Cancella punto di velocità
ja: スピードポイントを削除

source: Custom Freeze frame Duration
es: Dur. fotograma congelado
it: Durata del fermo immagine personalizzata
ja: フリーズフレームの持続時間をカスタマイズ

source: Photo
es: Foto
it: Foto
ja: 写真

source: Audio
ja: オーディオ

source: All
es: Todos
it: Tutti
ja: すべて

source: YES
es: SÍ
it: SÌ
ja: はい

source: NO
ja: いいえ

source: List View
es: Vista de la lista
it: Visualizzazione elenco
ja: リスト表示

source: Large Thumbnail View
es: Vista en miniatura grande
it: Vista Miniatura Ampia
ja: 大アイコンのサムネイル表示

source: Middle Thumbnail View
es: Vista en miniatura medio
it: Vista Miniatura Centrale
ja: 中アイコンのサムネイル表示

source: Small Thumbnail View
es: Vista en miniatura pequeña
it: Vista Miniatura Piccola
ja: 小アイコンのサムネイル表示

source: Name
es: Nombre
it: Nome
ja: 名前

source: Type
es: Tipo
it: Genere
ja: タイプ

source: Date Created
es: Fecha de creacion
it: Data di creazione
ja: 作成日

source: Category
es: Categoría
it: Categoria
ja: カテゴリー

source: Ascending
es: Ascendente
it: Ascendente
ja: 昇順

source: Descending
es: Descendente
it: Discendente
ja: 降順

source: Camera Name
es: Nombre de la cámara
it: Nome della videocamera
ja: カメラ名

source: Sort By
es: Ordenar por
it: Ordina per
ja: 並び替え

source: Group By
es: Agrupar por
it: Raggruppa per
ja: グループ

source: Display media folder list
es: Mostrar lista de carpetas multimedia
it: Visualizza l'elenco delle cartelle multimediali
ja: メディアフォルダリストを表示する

source: Large Thumbnail
es: Miniatura Grande
it: Miniatura grande
ja: 大アイコンのサムネイル

source: Small Thumbnail
es: Miniatura Pequeña
it: Miniatura piccola
ja: 小アイコンのサムネイル

source: Folder
es: Carpeta
it: Cartella
ja: フォルダ

source: Sample Videos
es: Videos de Muestra
it: Video di esempio
ja: サンプル動画

source: Sample Colors
es: Fondos de Color
it: Colori di esempio
ja: サンプルカラー

source: Project Media
es: Proyecto Medios
it: Media di progetto
ja: プロジェクトメディア

source: My Projects
es: Mis proyectos
it: I miei progetti
ja: マイプロジェクト

source: Import Media Files
es: Importar archivos multimedia
it: Importa file multimediali
ja: メディアファイルをインポート

source: Import Media Folder
es: Importar carpeta de medios
it: Importa cartella multimediale
ja: メディアフォルダをインポート

source: Import from Camera or Phone
es: Importar desde la cámara o el teléfono
it: Importa da fotocamera o telefono
ja: カメラまたはスマホからインポート

source: Import with Instant Cutter Tool
es: Importar con la herramienta Cortador Instantáneo
it: Importa con lo strumento Taglierina istantanea
ja: 超高速動画カッターツールからインポート

source: Download Media from Facebook
es: Descargar medios de Facebook
it: Scarica Media da Facebook
ja: Facebookからメディアをダウンロード

source: Download Photos from Instagram
es: Descargar fotos de Instagram
it: Scarica le foto da Instagram
ja: Instagramから写真をダウンロード

source: Download Photos from Flickr
es: Descargar fotos de Flickr
it: Scarica le foto da Flickr
ja: Flickrから写真をダウンロード

source: Create Adjustment Layer
es: Crear capa de ajuste
it: Crea livello di regolazione
ja: 調整レイヤーを作成

source: Create Color Matte
es: Crear color mate
it: Crea colore opaco
ja: カラーマットを作成

source: Record from WebCam
es: Grabar desde WebCam
it: Registra da WebCam
ja: ウェブカメラからの録画

source: Record Voiceover
es: Grabar voz en off
it: Registra la voce fuori campo
ja: Voiceoverを録音

source: Record PC Screen
es: Grabar pantalla de Mac
it: Registra schermo PC
ja: PC画面を録画

source: Insert
es: Insertar
it: Inserisci
ja: 挿入

source: Overwrite
es: Sobreescribir
it: Sovrascrivi
ja: 上書き

source: Append(add to the end)
es: Adjuntar
it: Aggiungi
ja: プロジェクトの終わりに追加

source: Add to new track
es: Añadir a una nueva pista
it: Aggiungi alla nuova traccia
ja: 新しいトラックに追加

source: Create Proxy file
es: Crear archivo Proxy
it: Crea un file proxy
ja: プロキシファイルを作成

source: Cancel Create Proxy file
es: Cancelar Proxy
it: Annulla proxy
ja: プロキシをキャンセルする

source: Relink Media
es: Re-enlazar Medios
it: Ricollega Media
ja: メディアの再リンク

source: Rename
es: Cambiar Nombre
it: Rinomina
ja: 名前を変更

source: Reveal in Finder
es: Revelar en Finder
it: Rivela nel Finder
ja: Finderに表示

source: Scene Detection
es: Detección de escena
it: Rilevamento scena
ja: シーン検出

source: Audio Track
es: Pista de audio
it: Traccia audio
ja: 音楽トラック

source: Properties
es: Propiedades
it: Proprietà
ja: プロパティ

source: Warning:
es: Advertencia:
it: Avvertimento:
ja: 警告：

source: Warning
es: Advertencia
it: Avvertimento
ja: 警告

source: Folder name already exits, please choose a new name
es: Este nombre está en uso, elija un nuevo nombre.
it: Questo nome è in uso, si prega di scegliere un nuovo nome.
ja: この名前は使用中です。新しい名前を選択してください。

source: Your selection is used on at least one timeline. Are you sure you want to remove it from your project?
es: Uno o más de los clips seleccionados se agregaron a la línea de tiempo. Eliminarlos de la biblioteca también los eliminará del proyecto. ¿Desea continuar?
it: Uno o più clip selezionate sono state aggiunte alla timeline. Cancellandole dalla libreria le cancellerai anche dal progetto. Vuoi continuare?
ja: 選択された1つまたは複数のクリップがタイムラインに追加されました。ライブラリから削除すると、プロジェクトからも削除されます。続行しますか？

source: Filter
es: Filtrar
it: Filtro
ja: フィルタ

source: Sort
es: Ordenar
it: Ordina
ja: ソート

source: Record
es: Grabar
it: Registra
ja: 録画

source: Import
es: Importar
it: Importa
ja: インポート

source: less than 1 min
es: menos de 1 min
it: meno di 1 minuto
ja: 1分未満

source: 1 ~ 5 min
it: 1 ~ 5 minuti
ja: 1〜5分

source: 5 ~ 30 min
it: 5 ~ 30 minuti
ja: 5〜30分

source: 30 ~ 60 min
ja: 30〜60分

source: more than 60 min
es: más de 60 min
it: più di 60 minuti
ja: 60分以上

source: Apply
es: Aplicar
it: Applica
ja: 適用

source: Apply to All
es: Aplica a todo
it: Applica a tutto
ja: すべてに適用

source: APPLY TO ALL
es: Aplica a todo
it: Applica a tutto
ja: すべてに適用

source: Download
es: Descargar
it: Scarica
ja: ダウンロード

source: Download All
es: Descargar todo
it: Scarica tutto
ja: すべてをダウンロードする

source: Random to All
es: Aleatorio a todos
it: Casuale a tutti
ja: すべてをランダムにする

source: Add to Favorite
es: Agregar a "Favoritos
it: Aggiungi ai favoriti
ja: お気に入りに追加

source: Remove from favorite
es: Eliminar de favoritos
it: Rimuovi dai preferiti
ja: お気に入りから削除

source: FAVORITE
es: FAVORITO
it: PREFERITO
ja: お気に入り

source: Start Time
es: Hora de inicio
it: Ora di inizio
ja: 開始時間

source: End Time
es: Hora de finalización
it: Ora di Fine
ja: 終了時間

source: Titles
es: Títulos
it: Titoli
ja: タイトル

source: Transitions
es: Transiciones
it: Transizioni
ja: トランジション

source: Location:
es: Ubicación:
it: Posizione:
ja: ロケーション：

source: Location
es: Ubicación
it: Posizione
ja: ロケーション

source: File Size:
es: Tamaño del archivo:
it: Dimensione del file:
ja: ファイルサイズ：

source: Date Created:
es: Fecha de creación:
it: Data di creazione:
ja: 作成日：

source: Codec:
ja: コーデック：

source: Resolution
es: Resolución
it: Risoluzione
ja: 解像度

source: FrameRate:
es: Fotogramas por segundo:
it: Frequenza dei fotogrammi:
ja: フレームレート：

source: Frame Rate:
es: Fotograma por segundo:
it: Frequenza dei fotogrammi:
ja: フレームレート:

source: Frame Rate
es: Fotogramas por segundo
it: Frequenza dei fotogrammi
ja: フレームレート

source: Aspect Ratio:
es: Relación de aspecto:
it: Proporzioni:
ja: アスペクト比：

source: Bit Rate:
es: Velocidad de bits:
ja: ビットレート：

source: Camera Maker:
it: Macchina fotografica:
ja: カメラメーカー：

source: Camera Model:
es: Modelo de cámara:
it: Modello di fotocamera:
ja: カメラモデル：

source: Exposure Time:
es: Tiempo de exposición:
it: Tempo di esposizione:
ja: 露光時間：

source: Channel:
es: Canal:
it: Canale:
ja: チャネル：

source: Sample Rate:
es: Tasa de muestreo:
it: Frequenza di campionamento:
ja: サンプルレート：

source: Sample Rate
es: Frecuencia de muestra
it: Frequenza di campionamento
ja: サンプルレート

source: Property
es: Propiedad
it: Proprietà
ja: プロパティ

source: Used
es: Usado
it: Usato
ja: 使用済

source: Media Type
es: Tipo de medio
it: Tipo di supporto
ja: メディアタイプ

source: Favorite
es: Favorito
it: Preferito
ja: お気に入り

source: The video you ara loading is in high quality, do you wish to create proxy file to accelerate editingprocess?
es: Para un rendimiento de edición más rápido, puede trabajar con copias de proxy más pequeñas. Al exportar, los proyectos se mostrarán con sus medios originales de calidad completa. También puede restablecer esto más tarde en "Preferencias".
it: Per prestazioni di editing più veloci, puoi lavorare con copie proxy più piccole. Durante l'esportazione, i progetti eseguiranno il rendering con i supporti originali con qualità massima. Puoi anche reimpostarlo in seguito in "Preferenze".
ja: サイズの小さいプロキシコピーで作業をすると、より高速で編集をお楽しみいただけます。出力する際には、プロジェクトは元のサイズでレンダリングされます。こちらの設定は「環境設定」でリセットすることができます。

source: Title
es: Título
it: Titolo
ja: タイトル

source: My Video
es: Mi video
it: Il mio video
ja: マイビデオ

source: My Audio
es: Mi Audio
it: mio audio
ja: 私のオーディオ

source: Export
es: Exportar
it: Esporta
ja: エクスポート

source: Uploading is failed maybe due to network.For more information, please click here to contact our support team.
es: Se ha producido un error al cargar debido a la red. Para obtener más información, haga clic aquí para ponerse en contacto con nuestro equipo de soporte.
it: Il caricamento non è riuscito a causa della rete. Per ulteriori informazioni, fai clic qui per contattare il nostro team di supporto.
ja: ネットワーク接続の原因でアップロードに失敗しました。詳細については、サポートチームにお問い合わせください。

source: Oops, authorization expired, please re-authorize your account to continue the uploading.
es: ¡Oops! la autorización ha caducado. Vuelva a autorizar su cuenta para continuar la carga.
it: Spiacenti, autorizzazione scaduta, re-autorizza il tuo account per continuare il caricamento.
ja: 認証の有効期限が切れました。アップロードを続行するにはアカウントを再承認してください。

source: Oops! There is an error to start your upload, you don’t have enough free space with your Vimeo account, please check your account status or try again later;
es: ¡Oops! Hay un error al iniciar su carga, no tiene suficiente espacio libre con su cuenta de Vimeo, revise el estado de su cuenta o intente de nuevo más tarde;
it: Oops! C'è un errore nell'avvio del caricamento, non hai abbastanza spazio libero con il tuo account Vimeo, controlla lo stato del tuo account o riprova più tardi;
ja: アップロードを開始する際にエラーが発生しました。お使いのVimeoアカウントに十分な空き容量がありません。アカウントのステータスを確認の上、再試行してください。

source: Oops! There is an error to start your upload, you can only upload 1 HD video per week with a Basic account, please check your account status or try again later;
es: ¡Oops! Se ha producido un error al iniciar su carga, solo puede cargar 1 video HD por semana con una cuenta Básica, verifique el estado de su cuenta o intente de nuevo más tarde;
it: Oops! Si è verificato un errore durante l'avvio del caricamento, puoi caricare solo 1 video HD a settimana con un account Basic, controlla lo stato del tuo account o riprova più tardi;
ja: アップロードを開始する際にエラーが発生しました。ベーシックアカウントで週1個だけのHDビデオをアップロードすることができます。アカウントのステータスをご確認してください。

source: Oops! There is an error to start your upload, you can only upload 10 video per day with a Basic account, please check your account status or try again later;
es: ¡Oops! Se ha producido un error al iniciar su carga, solo puede cargar 10 videos por día con una cuenta Básica, verifique el estado de su cuenta o intente de nuevo más tarde;
it: Oops! Si è verificato un errore durante l'avvio del caricamento, puoi caricare solo 10 video al giorno con un account di base, controlla lo stato del tuo account o riprova più tardi;
ja: アップロードを開始する際にエラーが発生しました。ベーシックアカウントで1日に10本の動画しかアップロードできません。アカウントのステータスを確認してください。

source: Oops! This video length is longer than 15 mins,normal account should increse limit after upload to YouTube.
es: ¡Oops! Esta duración de video es más larga que 15 minutos, la cuenta normal debería aumentar el límite luego de subirla a YouTube.
it: Oops! La durata di questo video è superiore a 15 minuti, l'account normale dovrebbe aumentare il limite dopo il caricamento su YouTube.
ja: この動画の長さは15分を超えています。YouTubeアカウントが未確認の場合、15分未満の長さの動画しかアップロードできません。

source: Oops! Failed to upload this video as Facebook limits the video length to 20 min and video size to 1GB; It is recommended to export your video to computer, and then upload it manually.
es: ¡Oops! Error al subir este video ya que Facebook limita la duración del video a 20 minutos y el tamaño del video a 1GB; Se recomienda exportar su video a la computadora y luego cargarlo manualmente.
it: Oops! Impossibile caricare questo video perché Facebook limita la durata del video a 20 minuti e la dimensione del video a 1 GB; Si consiglia di esportare il video sul computer e quindi caricarlo manualmente.
ja: アップロードに失敗しました。再生時間が20分以下でサイズが1GB以下のビデオしかFacebookにアップロードできません。ビデオをお使いのPCにエクスポートしてから、手動的にアップロードすることをお勧めします。

source: Find in Target
es: Encontrar en Target
it: Trova in Target
ja: Finderに表示

source: Resume
es: Resumen
it: Riprendi
ja: 再開

source: Step: Bruning to Dic,please wait a moment.
es: Paso: quemando a disco, por favor espere un momento ...
it: Passaggio: Masterizzazione su disco, attendi per un po'...
ja: ステップ：ディスクに書き込み中、しばらくお待ちください...

source: Step: make iSO %.2f%%
es: Paso: hacer DVD ISO% .2f%%
it: Passaggio: Crea DVD ISO% .2f%%
ja: ステップ：DVDをISOに作成中％.2f%%

source: Step: upload %d
es: Paso: Cargar %d
it: Passaggio: carica %d
ja: ステップ： %dアップロード中

source: Step: Copying folder Please Wait...
es: Paso: copiando carpeta Por favor espere ...
it: Passaggio: Attendi Copia della cartella...
ja: ステップ：フォルダをコピー中、お待ちください...

source: Step: Making ISO Please Wait...
es: Paso: hacer DVD ISO Por favor espere ...
it: Passaggio: Realizzare DVD ISO, Aspetta ...
ja: ステップ：DVDをISOに作成中、お待ちください...

source: Step: Converting %d%%
es: Paso: Convertir %d%%
it: Passaggio: Conversione di %d%%
ja: ステップ： %d%%変換中

source: Step: Faild
es: Paso: Fallido
it: Passaggio: non riuscito
ja: ステップ：失敗

source: Step: Updating...
es: Paso: Actualizando ...
it: Passaggio: Aggiornamento ...
ja: ステップ：更新中...

source: Please select your country, Filmora will choose the right TV Standard for you automatically.
es: Seleccione su país, Filmora elegirá automáticamente el estándar de TV correcto para usted.
it: Seleziona il tuo Paese, Filmora sceglierà automaticamente lo standard TV giusto per te.
ja: お客様の国を選択してください。自動的に適切なTV規格を設定します。

source: Select Music
es: Seleccionar música
it: Seleziona musica
ja: 音楽を選択

source: EXPORT
es: EXPORTAR
it: ESPORTA
ja: エクスポート

source: Others...
es: Otros...
it: Altri...
ja: その他...

source: Good
es: Bueno
it: Buona
ja: 標準品質

source: SETTING
es: AJUSTES
it: IMPOSTAZIONI
ja: 設定

source: Better
es: Mejor
it: Meglio
ja: 高品質

source: Best
es: Mucho Mejor
it: Migliore
ja: 最高品質

source: Please connect optical driver!
es: Por favor, conecte el controlador óptico!
it: Si prega di collegare il driver ottico!
ja: ドライバーを接続してください

source: CREATE MENU
es: CREAR MENÚ
it: CREA MENU
ja: メニューを作成

source: Public
es: Público
it: Pubblico
ja: 公開

source: public
es: Público
it: Pubblico
ja: 公開

source: private
es: Privado
it: Privato
ja: 非公開

source: Anyone
es: Nadie
it: Chiunque
ja: すべて

source: anybody
es: Nadie
it: Nessuno
ja: 全員

source: Only Me
es: Solo yo
it: Solo io
ja: 自分のみ

source: contacts
es: Contactos
it: Contatti
ja: コンタクト

source: Sigin out
es: Desconectar
it: Disconnessione
ja: サインアウト

source: Full
es: Completo
it: Pieno
ja: フル

source: Playback Quality
es: Calidad de reproducción
it: Qualità di riproduzione
ja: 再生品質

source: Fit
es: Ajustar
it: Adatta
ja: フィット

source: Safe Zone
es: Zonas Seguras
it: Zone di sicurezza
ja: セーフゾーン

source: Zoom Level
es: Nivel de zoom
it: Livello di zoom
ja: ズームレベル

source: Use Original Media When Pause
es: Cuando se interrumpa usa la carpeta original
it: Quando si interrompe usa file originale
ja: 一時停止時に元のメディアを使用する

source: Histogram
es: Histograma
it: Istogramma
ja: ヒストグラム

source: Color
it: Colore
ja: 色

source: Light
es: Luz
it: Luce
ja: ライト

source: Vignette
es: Viñeta
ja: ビネット

source: Temperature
es: Temperatura
it: Temperatura
ja: 色温度

source: Tint
es: Tinte
it: Tinta
ja: 色合い

source: Exposure
es: Exposición
it: Esposizione
ja: 露光

source: Brightness
es: Brillo
it: Luminosità
ja: 明るさ

source: Contrast
es: Contraste
it: Contrasto
ja: コントラスト

source: Saturation
es: Saturación
it: Saturazione
ja: 彩度

source: Vibrance
es: Intensidad
ja: 鮮やかさ

source: Highlights
es: Iluminaciones
it: Sottolineature
ja: ハイライト

source: Shadows
es: Sombras
it: Ombre
ja: シャドウ

source: Whites
es: Blancos
it: Bianchi
ja: 白

source: Blacks
es: Negros
it: Neri
ja: 黒

source: Amount
es: Cantidad
it: Quantità
ja: 量

source: Size
es: Tamaño
it: Dimensione
ja: サイズ

source: Roundness
es: Redondez
it: Rotondità
ja: 円形

source: Feather
es: Pluma
ja: アンチエイリアス

source: Highlight
es: Iluminaciones
it: Evidenzia
ja: ハイライト

source: Red
es: Rojo
it: Rosso
ja: レッド

source: Orange
es: Naranja
it: Arancione
ja: オレンジ

source: Yellow
es: Amarillo
it: Giallo
ja: イエロー

source: Green
es: Verde
it: Verde
ja: グリーン

source: Magenta
ja: マゼンタ

source: Purple
es: Púrpura
it: Viola
ja: パープル

source: Blue
es: Azul
it: Blu
ja: ブルー

source: Cyan
es: Cian
it: Ciano
ja: シアン

source: Hue
es: Tono
it: Colore
ja: 色相

source: Luminance
es: Luminancia
it: Luminanza
ja: 明るさ
