Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/*.lproj/Localizable.strings
Languages: es, it, ja

source: Crop a Clip
es: Recorta un Clip
it: Ritaglia una Clip
ja: クリップをクロップ

source: Click on the 'Crop' icon and then adjust the green box around your clip.
es: Haz clic en el ícono Recortar y luego ajusta el borde verde alrededor de tu clip.
it: Clicca sull'icona "Ritaglia" e regola le dimensioni del riquadro verde che circonda la clip.
ja: クロップのアイコンをクリックして、クリップを囲む緑色のボックスを調整します。

source: Add a Transition
es: Añade una Transición
it: Aggiungi una Transizione
ja: トランジションの追加

source: Go to Transitions and drag any transition so it's sitting between two clips.
es: Ve al panel de Transiciones y arrastra cualquier transición entre dos clips.
it: Vai su Transizioni e trascina una transizione in modo da posizionarla tra due clip.
ja: トランジションに移動し、トランジションをドラッグして、2つのクリップの間に配置します。

source: Back
es: Atrás
it: Indietro
ja: 戻る

source: Add an Effect
es: Añade un Efecto
it: Aggiungi un Effetto
ja: エフェクトの追加

source: Go to Effects and choose a filter or overlay. Drag it onto a clip, or into the space above it.
es: Ve al panel de Efectos y selecciona un filtro o capa. Arrástrarlo y suéltalo en la pista que se encuenta sobre tu clip o suéltalo directamente sobre el clip.
it: Vai su Effetti e seleziona un filtro o una sovrapposizione, quindi trascinalo/a sulla clip o nello spazio tra due clip.
ja: エフェクトに移動し、フィルターまたはオーバーレイを選択し、クリップまたはその上のスペースにドラッグします。

source: Add an Element
es: Añade un Elemento
it: Aggiungi un Elemento
ja: エレメントの追加

source: Go to Elements and choose a motion graphic you like. Drag it into your timeline above a clip.
es: Ve al panel Elementos y elige un gráfico en movimiento que te guste. Arrástrarlo y suéltalo en la pista que se encuenta sobre tu clip.
it: Vai su Elementi e seleziona la grafica animata che preferisci, quindi trascinala sulla timeline, sopra una clip.
ja: エレメントに移動して、お好きなモーションを選択し、クリップの上のタイムラインにドラッグします。

source: Try the Speed Controls
es: Prueba los Controles de Velocidad
it: Prova i Controlli di Velocità
ja: スピードの調整を試す

source: With a clip selected, click on the speed gauge icon. You'll see options to make your clip 100 times faster or slower.
es: Seleccciona el clip que tienes en la línea de tiempo y luego haz clic en el ícono de velocidad. Aparecerán las opciones para hacer que tu clip sea 100 veces más rápido o más lento.
it: Dopo aver selezionato una clip, clicca sull'icona dell'indicatore di velocità. Potrai accedere a opzioni per rendere la clip 100 volte più veloce o più lenta.
ja: クリップを選択した状態で、スピードゲージのアイコンをクリックすると、 クリップを100倍速くしたり遅くしたりするオプションが表示されます。

source: Click Export. Then, name your video and choose where to save it. Click Export in the window.
es: Haz clic en Exportar. A continuación, asigna un nombre a tu video y elige dónde guardarlo. Haz clic en Exportar.
it: Clicca su Esporta, quindi dai un nome al video e scegli dove salvarlo. Clicca nuovamente su Esporta per completare la missione!
ja: エクスポートをクリックします。 次に、ビデオに名前を付け、保存先を選択します。 ウィンドウで「エクスポート」をクリックして、ミッションを完了しましょう！

source: When your video is done exporting, your mission will be complete!
es: ¡Finalizarás tu tarea cuando tu video se exporte completamente!
it: Al termine dell'esportazione del video, la tua missione sarà completata!
ja: ビデオを正常にエクスポートしたら、ミッションは完了となります。

source: Congrats!
es: ¡Felicidades!
it: Congratulazioni!
ja: おめでとう！

source: For completing the Get Started missions, you've earned a free video effect pack!
es: Haz completado las tareas básicas y te has ganado ¡un paquete de efectos gratis!
it: La ricompensa per aver completato le missioni Per Iniziare è un pacchetto di effetti video gratuito.
ja: 入門ミッションを完了すると、無料のビデオエフェクトパックを獲得できます！

source: Claim Your Prize
es: Reclama Tu Premio
it: Riscatta la Ricompensa
ja: 賞品をGET

source: You've Earned a FREE Effect Pack!
es: ¡Has ganado un Paquete de Efectos GRATIS!
it: Hai Vinto un Pacchetto di Effetti GRATUITO!
ja: 無料エフェクトパックを獲得しました！

source: *This offer is exclusive to users who completed the related tasks.
es: * Esta oferta es exclusiva para los usuarios que completaron las tareas relacionadas.
it: *È un'offerta esclusiva per gli utenti che hanno completato le missioni.
ja: ※関連タスクを完了したユーザーのみにご利用いただける特典です

source: Choose Your FREE Effect Pack
es: Elige tu Paquete de Efectos GRATIS
it: Seleziona il Tuo Pacchetto di Effetti GRATUITO
ja: 無料エフェクトパックを選択

source: Your Audience Awaits!
es: ¡Tu Audiencia Te Espera!
it: Il Tuo Pubblico Ti Aspetta
ja: 動画作成を始めよう！

source: Get Filmora and start creating.
es: Obtén Filmora y comienza a crear videos
it: Acquista Filmora e Inizia Subito a Creare
ja: Filmoraをダウンロードして、動画作成を始めよう！

source: Filmora Lifetime plan
es: Filmora Plan Ilimitado
it: Piano a Vita di Filmora
ja: Filmora ライフタイムプラン

source: All features
es: Todas las características
it: Tutte le Funzioni
ja: すべての機能

source: Free updates
es: Actualizaciones gratuitas
it: Aggiornamenti Gratuiti
ja: 無料アップデート

source: No watermark
es: Sin marca de agua
it: Assenza di Filigrana
ja: ウォーターマークなし

source: Free Tech Support
es: Soporte técnico gratuito
it: Supporto Tecnico Gratuito
ja: 無料技術サポート

source: Sorry, it looks like you've already claimed your free pack. You can download it from your account center.
es: Lo sentimos, parece que ya has reclamado tu paquete de efectos gratuito. Puedes descargarlo desde tu cuenta.
it: Siamo spiacenti, ma sembra che tu abbia già riscattato il pacchetto gratuito. Puoi scaricarlo dal Centro Account.
ja: すでに無料賞品を獲得済です。アカウントセンターよりダウンロードしてください。

source: Take Me There
es: Ir a cuenta
it: Vai al Centro Account
ja: 確認する

source: Sorry, it looks like you haven't earned this reward. In order to claim your free pack, download Filmora and complete the related tasks.
es: Lo sentimos, parece que no has ganado este premio aún. Con el fin de reclamar tu paquete de efectos gratuito, descarga Filmora y completa las tareas relacionadas.
it: Siamo spiacenti, ma sembra che tu non abbia ottenuto questa ricompensa. Per riscattare il pacchetto gratuito, scarica Filmora e completa le missioni.
ja: 賞品が未獲得です。Filmoraをダウンロードのうえ、タスクを完了して無料パックをGETしてください。

source: Download Free Trial
es: Descargar Prueba Gratis
it: Scarica la Prova Gratuita
ja: 無料版をダウンロードする

source: Awesome!
es: ¡Increíble!
it: Fantastico!
ja: 完了！

source: Now download your free pack.
es: Ahora descarga el paquete de efectos gratuito.
it: Adesso puoi scaricare il tuo pacchetto gratuito.
ja: 無料パックをダウンロードしてください。

source: You already purchased this pack. Please choose a different pack.
es: Ya has adquirido este paquete de efectos. Por favor, elige un paquete diferente.
it: Hai già acquistato questo pacchetto. Scegline uno diverso.
ja: すでに購入済です。異なるパックを選択してください。

source: Do more with Filmora! Complete the missions below to learn more about the program and earn a reward.
es: ¡Edita más con Filmora! Completa las siguientes tareas para obtener más información sobre el programa y ganar una recompensa.
it: Fai molto di più, con Filmora! Completa le missioni a seguire per approfondire la conoscenza del programma e ottenere una ricompensa.
ja: Filmoraをさらに活用しましょう！ 以下のミッションを完了して、プログラムの詳細を学び、賞品を獲得しましょう。

source: Try the Green Screen Tool
es: Prueba la herramienta de Pantalla Verde
it: Prova lo Strumento Schermo Verde
ja: グリーンスクリーンツールを試す

source: Add Movement with Pan and Zoom
es: Añade Movimiento con Paneo y Zoom
it: Aggiungi Movimento con la Funzione Pan e Zoom
ja: パンとズームで動きを追加

source: Use a Keyboard Shortcut
es: Utiliza un Atajo de Teclado
it: Utilizza le Scorciatoie di Tastiera
ja: キーボードショートカットを使用する

source: Add a video with green in it to your timeline and double click on it. Then, check the box next to Chroma Key. The green will be keyed out.
es: Añade un clip con fondo verde en la línea de tiempo y haz doble clic en él. A continuación, selecciona la casilla junto a Chroma Key. El verde será eliminado.
it: Aggiungi un video con schermo verde alla timeline e cliccaci su per due volte, quindi spunta la casella accanto a Chiave Cromatica. Il verde sarà reso trasparente.
ja: タイムラインに グリーンのビデオを追加し、ダブルクリックします。 次に、「クロマキー」にチェックを入れると、 グリーンの部分がキーアウトされます。

source: Add Movement with Pan & Zoom
es: Añade Movimiento con Paneo & Zoom
it: Aggiungi Movimento con la Funzione Pan e Zoom
ja: パンとズームで動きを追加

source: Select a clip in the timeline and click the 'crop' icon in the toolbar. Then, click into the Pan & Zoom tab. Set a start and end frame to create movement.
es: Selecciona un clip en la línea de tiempo y haz clic en el ícono Recortar ubicado en la barra de herramientas. A continuación, haz clic en la pestaña de Paneo y Zoom. Establece un marco de inicio y final para crear movimiento.
it: Seleziona una clip sulla timeline e clicca sull'icona "Ritaglia" dalla barra degli strumenti. Clicca sulla scheda Pan e Zoom, quindi imposta i fotogrammi di inizio e di fine per creare il movimento.
ja: タイムラインでクリップを選択し、ツールバーの「クロップ」アイコンをクリックします。次に、パン＆ズームタブをクリックし、開始フレームと終了フレームを設定して動きを作ります。

source: Use a Split Screen Preset
es: Utiliza una plantilla de Pantalla Dividida
it: Usa un Preset di Split Screen
ja: 分割画面プリセットを使用する

source: Go to the split screen tab and drag any preset into your timeline. Then, drag video clips or images into the drop zones in the Preview panel.
es: Ve a la pestaña de Pantalla Dividida y arrastra cualquier plantilla a la línea de tiempo. A continuación, arrastra clips de vídeo o imágenes desde la biblioteca de medios hasta las zonas de descarga identificadas con un número en el panel de vista previa.
it: Vai alla scheda Split Screen e trascina uno dei preset sulla timeline, quindi trascina le clip video o le immagini nella zona di rilascio del pannello di Anteprima.
ja: 分割表示に移動し、任意のプリセットをタイムラインにドラッグします。次に、ビデオクリップや画像をプレビューパネルのドロップゾーンにドラッグします。

source: Try Advanced Text Editing
es: Usa la Edición Avanzada de Texto
it: Prova la Modifica Avanzata del Testo
ja: 高度なテキスト編集を試す

source: From the Titles tab drag any text effect into the timeline, double click on it, and choose Advanced. In the Advanced Text Editing window you can make a variety of changes.
es: Desde el panel de Títulos arrastra cualquier efecto de texto a la línea de tiempo, haz doble clic en él y selecciona Avanzado. En la ventana de edición avanzada de texto puedes aplicar diferentes cambios.
it: Clicca due volte su una clip presente sulla timeline, quindi vai alla scheda Colore e clicca su Avanzate per accedere alle opzioni per la correzione del colore.
ja: 「タイトル」タブからテキストエフェクトをタイムラインにドラッグし、ダブルクリックしてから、「高度編集」ボタンをクリックします。高度編集画面では、さまざまな変更を行うことができます。

source: Do Some Color Correction
es: Aplica Corrección de Color
it: Esegui la Correzione del Colore
ja: 色補正を行う

source: Double click on a clip in your timeline, then go into the Color tab and click Advanced to see all the color tuning options.
es: Haz doble clic en un clip que tengas en la línea de tiempo, y luego ve a la pestaña de Color y haz clic en Avanzado para ver todas las opciones de ajuste de color.
it: Clicca due volte su una clip presente sulla timeline, quindi vai alla scheda Colore e clicca su Avanzate per accedere alle opzioni per la correzione del colore.
ja: タイムラインでクリップをダブルクリックし、「色」>「高度編集」のタブをクリックすると、すべてのカラー補正オプションが表示されます。

source: Go to Help > Keyboard Shortcuts to see a list of the shortcuts available and try one out. Learning these will save you a lot of time.
es: Ve a Ayuda y selecciona Atajos de Teclado para ver una lista de los accesos directos disponibles y prueba uno. El aprendizaje de estos atajos te ahorrará mucho tiempo.
it: Vai a Aiuto > Tasti Rapidi per visualizzare l'elenco delle scorciatoie di tastiera disponibili e provarne una. Memorizzare i tasti rapidi ti consentirà di risparmiare un sacco di tempo.
ja: 「ヘルプ」> 「キーボードショートカット」に移動して、使用可能なショートカットのリストをが表示されます。ショートカットを使用することで多くの時間を節約できます。

source: Congrats on finishing the missions!
es: ¡Felicidades por terminar todas las tareas!
it: Hai completato tutte le missioni. Complimenti!
ja: ミッションが完了しました！

source: Search the Filmora User Guide
es: Buscar la Guía de Usuario de Filmora
it: Cerca Nella Guida Utente di Filmora
ja: Filmoraの操作ガイドを検索する

source: SEARCH
es: BUSCAR
it: CERCA
ja: 検索

source: Popular topics:
es: Temas populares:
it: Argomenti Popolari
ja: よくあるトピック：

source: Activate Filmora
es: Activar Filmora
it: Attiva Filmora
ja: Filmoraのライセンス認証

source: Download free video effects
es: Descargar efectos para video gratuitos
it: Scarica effetti video gratis
ja: 無料の動画エフェクトをダウンロード

source: Remove watermark
es: Quitar marca de agua
it: Rimuovi la filigrana
ja: ウォーターマークを削除

source: Quick Start Tour
es: Introducción Rápida
it: Guida di Avvio Rapido
ja: クイックスタートガイド

source: Learn Filmora's basic workflow in 5 steps.
es: Aprende cómo usar Filmora en 5 pasos
it: Impara le fondamenta del flusso lavorativo di Filmora in 5 passaggi.
ja: 5つのステップでFilmoraの基本操作を学ぶ

source: Essential Editing Tutorials
es: Tutoriales de Edición Básica
it: Tutorial per il Montaggio Base
ja: 基本的な編集チュートリアル

source: Advanced Editing Tutorials
es: Tutoriales de Edición Avanzada
it: Tutorial per il Montaggio Avanzato
ja: 高度な編集チュートリアル

source: Get Creative
es: Empieza a Editar
it: Esprimi la Tua Creatività
ja: ライセンス認証

source: More Video Tutorials
es: Más video tutoriales
it: Altri Video Tutorial
ja: 他のビデオチュートリアル

source: User Guide
es: Guía de Usuario
it: Guida Utente
ja: 操作ガイド

source: Basic Editing
es: Edición Básica
it: Montaggio Base
ja: 基本編集

source: Add Effects
es: Añadir Efectos
it: Aggiungi Effetti
ja: エフェクトの追加

source: Advanced Editing
es: Edición Avanzada
it: Montaggio Avanzato
ja: 高度編集

source: Export & Share
es: Exportar y Compartir
it: Esporta e Condividi
ja: エクスポートと共有

source: See More Topics >>
es: Ver más Temas >>
it: Altri Argomenti >>
ja: 他のトピックを見る >>

source: FAQs
es: Preguntas Frecuentes
it: Domande Frequenti
ja: FAQ

source: How can I activate my Filmora license?
es: ¿Cómo puedo activar mi licencia Filmora?
it: Come faccio ad attivare la licenza di Filmora?
ja: Filmoraのライセンスを認証するにはどうすればいいですか？

source: What is Filmstock?
it: Cos'è Filmstock?
ja: Filmstockとは何ですか？

source: How do I download all built-in effects?
es: ¿Cómo se descargan todos los efectos incorporados?
it: Come faccio a scaricare gli effetti integrati?
ja: すべての搭載エフェクトをダウンロードするにはどうすればいいですか？

source: Limitations of the free trial.
es: Limitaciones de la versión de prueba gratuita
it: I limiti della versione gratuita
ja: 試用版の制限を教えてください。

source: How do I edit green screen videos with Filmora?
es: ¿Cómo edito videos de pantalla verde con Filmora?
it: Come faccio a modificare i video con schermo verde usando Filmora?
ja: Filmoraでグリーンスクリーンビデオを編集するにはどうすればよいですか？

source: How do I create a thumbnail for my video?
es: ¿Cómo creo una miniatura (thumbnail) para mi vídeo?
it: Come faccio a creare un thumbnail per il mio video?
ja: ビデオのサムネイルを作成するにはどうすればよいですか？

source: How can I get plain text (no animation) in Filmora?
es: ¿Cómo puedo eliminar la animación de mi texto en Filmora?
it: Come faccio ad aggiungere testo semplice (senza animazioni) con Filmora?
ja: Filmoraでプレーンテキスト（アニメーションなし）を取得するにはどうすればよいですか？

source: How can I add a watermark or logo to my video?
es: ¿Cómo puedo añadir una marca de agua o logotipo a mi video?
it: Come faccio ad aggiungere una filigrana o un logo ai miei video?
ja: ビデオにウォーターマークやロゴを追加するにはどうすればよいですか？

source: Get inspired by Filmora users like you!
es: ¡Inspírate con otros usuarios de Filmora!
it: Lasciati ispirare da altri utenti di Filmora!
ja: 他のFilmoraユーザを見る！

source: Travel
es: Viajes
it: Viaggi
ja: 旅行

source: Family & Love
es: Familia y Amor
it: Famiglia e Amore
ja: ファミリー& ラブ

source: Gaming
es: Videojuegos
it: Videogiochi
ja: ゲーム

source: More Categories
es: Más Categorías
it: Altre Categorie
ja: 他のカテゴリ

source: Editing Video Footage
es: Edición de Clips de Video
it: Modifica dei Video
ja: 映像の編集

source: Editing Audio Clips
es: Edición de Clips de Audio
it: Modifica dell'Audio
ja: オーディオクリップの編集

source: Editing Images
es: Edición de Imágenes
it: Modifica delle Immagini
ja: 画像の編集

source: Add Filters, Transitions, Sound Effects, and more
es: Añadir Filtros, Transiciones, Efectos de Sonido y más
it: Aggiunta di Filtri, Transizioni, Effetti Sonori e molto altro
ja: フィルター、トランジション、サウンドエフェクトなどの追加

source: Play videos backwards
es: Reproducir videos en reversa
it: Riproduzione Inversa
ja: 動画の逆再生

source: See More
es: Ver más
it: Altro
ja: もっと見る

source: Complete missions inside Filmora to earn a reward!
es: ¡Completa ciertas tareas dentro Filmora y gana un regalo!
it: Completa le missioni di Filmora per ottenere una ricompensa!
ja: Filmora内のミッションを完了して賞品を獲得しましょう！

source: Earn a Prize
es: Ganar un Premio
it: Ottieni un Premio
ja: 賞品を獲得

source: See what's possible with Filmora!
es: ¡Mira lo que puedes hacer con Filmora!
it: Scopri il potenziale di Filmora!
ja: Filmoraで何ができるか見てみましょう！

source: Get Creative Now
es: Empieza a Editar Ahora
it: Esprimi la Tua Creatività
ja: 今すぐ開始

source: Get More Royalty-Free Music
es: Accede a más Música Libre de Derechos
it: Ottieni Più Musica Royalty-Free
ja: より多くのロイヤリティフリーの音楽をGET

source: Get More Creative Titles
es: Accede a más Títulos Creativos
it: Ottieni Più Titoli Creativi
ja: より多くのクリエイティブなタイトルをGET

source: Get More Transitions
es: Accede a más Transiciones
it: Ottieni Più Transizioni
ja: より多くのトランジションをGET

source: Get More Filters and Overlays
es: Accede a más Filtros y Capas
it: Ottieni Più Filtri e Overlay
ja: より多くのフィルターとオーバーレイをGET

source: Get More Motion Elements
es: Accede a más Elementos en Movimiento
it: Ottieni Più Elementi di Movimento
ja: より多くのモーションエレメントをGET

source: Try it Free
es: Pruébalo Gratis
it: Provalo GRATIS
ja: 無料体験

source: Try Filmstock free for 7 days.
it: Prova Filmstock gratis per 7 giorni.
ja: Filmstockを7日間無料でお試しください。

source: START FREE TRIAL
es: EMPIEZA LA PRUEBA GRATUITA
it: INIZIA LA PROVA GRATUITA
ja: 無料体験を開始

source: I agree to the Terms and Conditions
es: Estoy de acuerdo con los términos y condiciones
it: Accetto i Termini e le Condizioni
ja: 利用規約に同意します

source: 1. The free trial lasts 7 days.
es: 1. La versión de prueba tiene una duración de 7 días.
it: 1. La prova gratuita dura 7 giorni.
ja: 1.無料体験の期限は7日間です。

source: 2. For your trial period you'll have access to a specific selection of resources from Filmstock.
it: 2. Per tutta la durata del periodo di prova, avrai accesso a una selezione specifica di risorse di Filmstock.
ja: 2.ご試用いただけるFilmstockの有料素材は、ソフト内に表示されているFilmstockの素材のみです。

source: 3. When your trial ends you can choose to purchase a Filmstock plan if you want to continue using these resources.
it: 3. Al termine del periodo di prova, potrai scegliere di acquistare un piano per Filmstock per continuare a utilizzare le risorse messe a disposizione.
ja: 3.試用期間が終了した後も、Filmstockの有料素材を使したい場合、Filmstockの有料プランを購入してください。

source: Visit Filmstock.
it: Visita Filmstock.
ja: Filmstockを開く

source: Get More Creative Titles for FREE
es: Accede a Títulos más creativos GRATIS
it: Ottieni Più Titoli Creativi GRATIS
ja: より多くのクリエイティブなタイトルを無料でGET

source: Get More Transitions for FREE
es: Accede a más Transiciones GRATIS
it: Ottieni Più Transizioni GRATIS
ja: より多くのトランジションを無料でGET

source: Get More Filters and Overlays for FREE
es: Accede a más Filtros y Capas GRATIS
it: Ottieni Più Filtri e Sovrapposizioni GRATIS
ja: より多くのフィルターとオーバーレイを無料で入手

source: Get More Motion Elements for FREE
es: Accede a más Elementos en Movimiento GRATIS
it: Ottieni Più Elementi di Movimento GRATIS
ja: より多くのモーションエレメントを無料でGET

source: Can you answer 2 quick questions?
es: ¿Puedes responder 2 preguntas rápidas?
it: Ti andrebbe di rispondere a un paio di domande?
ja: ２つの簡単な質問に回答してください。

source: We noticed that you closed Filmora without trying it. Please let us know what we could have better.
es: Nos dimos cuenta de que has cerrado Filmora sin probarlo. Por favor, dinos lo que podemos hacer para mejorar.
it: Abbiamo notato che hai chiuso Filmora senza neppure provarlo. Per favore, facci sapere cosa ritieni che dovremmo migliorare.
ja: Filmoraが終了しました。

source: Your feedback will help us improve our products. Thank you!
es: Tus comentarios nos ayudarán a mejorar la experiencia de otros usuarios. ¡Gracias!
it: Il tuo feedback ci aiuterà a incrementare la qualità dei nostri prodotti. Grazie!
ja: よろしければサービスの向上のため、ご意見をお聞かせください。

source: 1. Why did you close Filmora without creating a video? (Check all that apply)
es: 1. ¿Por qué cerraste Filmora sin crear un video? (Marca todo lo que corresponda)
it: 1. Perché hai chiuso Filmora senza neppure aver creato un video? (Seleziona tutte le voci pertinenti)
ja: 1.動画を作成せず、Filmoraを終了した理由は？（当てはまるものすべてにチェックを入れてください）

source: I don't have any footage yet.
es: No tengo ningún video todavía.
it: Non ho ancora filmati da utilizzare.
ja: まだ編集したい素材がない

source: The interface looks too complicated.
es: La interfaz parece demasiado complicada.
it: L'interfaccia sembra troppo complessa.
ja: インターフェースが複雑すぎる

source: I don't know how to import footage.
es: No sé cómo importar mis videos o imágenes.
it: Non so come importare i filmati.
ja: 素材のインポートの仕方がわからない

source: I don't know how to start making a video.
es: No sé cómo empezar a hacer un video.
it: Non so come iniziare a creare un video.
ja: 動画の作成方法がわからない

source: The software crashed.
es: El software se bloqueó.
it: Il software è crashato.
ja: ソフトがクラッシュした

source: It is not a free software.
es: No es un software gratis.
it: Il software non è gratuito.
ja: ソフトが有料

source: The software cannot run on my computer.
es: El software no se puede ejecutar en mi equipo.
it: Il software non funziona bene sul mio computer.
ja: ソフトが起動しない

source: I'm busy. I'll try again later.
es: Estoy ocupado. Voy a tratar de nuevo más tarde.
it: Ho avuto da fare. Lo proverò in futuro.
ja: 時間がない、あとで編集したい

source: I am not in the mood to make a video
es: No estoy de humor para hacer un video
it: Non ho voglia di creare un video.
ja: 動画編集をするやる気がない

source: Other (please specifiy)
es: Otros (especifícar)
it: Altro (specificare)
ja: その他（理由をご記入ください）

source: 2. Please leave your email address. We might contact you for more information.
es: 2. Por favor, deja tu dirección de correo electrónico. Puede ser que te contactemos para obtener más información.
it: 2. Per cortesia, digita il tuo indirizzo email. Potremmo contattarti per chiederti maggiori informazioni sulla tua esperienza.
ja: 2.E-mailアドレスを記入してください。

source: Filmora Video Tutorials to Help you Get Started!
es: ¡Video Tutoriales de Filmora para ayudarte a empezar!
it: Video Tutorial di Filmora per Aiutarti a Cominciare!
ja: Filmoraのチュートリアル動画を見る！

source: FREE Stock Videos, Audio, and Video Effects
es: Stock de videos, audio y efectos de video libres de derechos
it: Video, Audio ed Effetti Video di Stock GRATUITI
ja: 無料動画、音楽、エフェクト

source: Videos
it: Video
ja: 動画

source: Video Effects
es: Efectos de Video
it: Effetti Video
ja: エフェクト

source: Discover More
es: Descubrir Más
it: Altro
ja: もっと見る

source: You've Earned 7 Days of the Filmstock Standard Plan
it: Hai guadagnato piano standard di Filmstock per 7 giorni
ja: Filmstockのスタンダードプランを無料で７日間ご利用いただけます

source: *One prize per account.
es: * Solo se entregará un premio por cuenta.
it: * Un premio per account.
ja: ※賞品は各アカウントにつき１点です

source: Why Choose Filmstock?
it: Perché scegliere Filmstock?
ja: Filmstockの特長

source: Unlimited Downloads
it: Download illimitati
ja: ダウンロードし放題

source: Download anything in the Standard Library including Filmora effects, After Effects templates, stock video, and more.
it: Scarica qualsiasi cosa nella Libreria standard inclusi effetti Filmora, modelli di After Effects, video d'archivio e altro.
ja: スタンダードライブラリーのFilmoraエフェクト、アフターエフェクトテンプレート、動画その他をダウンロードする

source: Royalty-Free License
it: Licenza Esente da Royalty
ja: ロイヤリティフリーライセンス

source: Use anything from Filmstock in any kind of project, personal or commercial.
it: Usa qualsiasi cosa di Filmstock in qualsiasi tipo di progetto, personale o commerciale.
ja: Filmstockの素材を使って商用、または個人用プロジェクトを作成

source: Constantly Growing
it: In Costante Crescita
ja: 常時アップデート
