Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/*.lproj/Localizable.strings
Languages: es, it, ja

source: When your trial ends you can choose to purchase a Filmstock plan to continue using these resources.
it: Al termine del periodo di prova, puoi scegliere di acquistare un piano Filmstock per continuare a utilizzare queste risorse.
ja: 試用期間が終了した後も、Filmstockの有料素材を使用されたい場合、Filmstockの有料プランをご購入ください。

source: Got It
es: Entendido
it: Prendi
ja: 了解

source: Congrats! Your free trial will last from %@ to %@.
es: ¡Felicidades! Tu Prueba Gratis del Plan Premium de Filmstocks durará desde %@ hasta %@.
it: Complimenti! La tua prova gratuita del piano Premium di Filmstock durerà dal %@ al %@.
ja: Filmstockの有料素材（一部）は、%@から%@まで無料でご試用いただけます。

source: from %@ to %@
es: desde %@ hasta %@
it: da %@ a %@
ja: %@から%@まで

source: Free Trial
es: Prueba Gratis
it: Prova Gratuita
ja: 無料体験

source: %@ Days Left
es: Quedan %@ días
it: %@ Giorni Rimasti
ja: 残り%@日

source: Sorry, your free trial has ended. To continue using Filmstock resources please purchase a subscription.
it: Siamo spiacenti, la tua prova gratuita è terminata. Per continuare a utilizzare le risorse di Filmstock, acquista un abbonamento per favore.
ja: 無料体験期間が終了しました。Filmstockの素材を引き続き使用するには、サブスクリプションプランをご購入ください。

source: Subscribe
es: Suscribirse
it: Sottoscrivi
ja: サブスクリプションを購入

source: Refresh My Account
es: Reiniciar Mi Cuenta
it: Aggiorna il Mio Account
ja: アカウントを更新

source: You are subscribed to the Filmstock Standard Plan. If you need to try the effects from the Premium Plan, please upgrade your account.
it: Sei iscritto al Piano Standard di Filmstock. Se devi provare gli effetti del Piano Premium, aggiorna il tuo account.
ja: Filmstockのスタンダードプランに登録されています。プレミアムプランのエフェクトをご利用いただく場合は、アカウントをアップグレードしてください。

source: You are subscribed to the Filmstock Premium Plan. All the recommended effects below can be used.
it: Sei iscritto al Piano Premium di Filmstock. Tutti gli effetti consigliati di seguito possono essere utilizzati.
ja: Filmstockのプレミアムプランに登録されています。下記すべての推奨エフェクトをご利用いただけます。

source: Subscribe to Premium Plan
es: Suscribirse al Plan Premium
it: Iscriviti al piano Premium
ja: プレミアムプランのサブスクリプションを購入

source: A video preview of the effects in this pack.
es: Vista previa de los efectos en este paquete.
it: Un Anteprima video degli effetti in questo pacchetto.
ja: このパックのエフェクトのビデオをプレビューします。

source: Downloading...
es: Descargando...
it: Download in corso ...
ja: ダウンロード中…

source: Cancel Download
es: Cancelar Descarga
it: Annulla Download
ja: ダウンロードをキャンセル

source: Find effects downloaded from Filmstock here.
it: Trova gli effetti scaricati da Filmstock qui.
ja: Filmstockからダウンロードしたエフェクトはこちらから検索してください。

source: Free plan
es: Gratis
it: Gratuito
ja: フリー

source: Standard plan
es: Plan Estándar
it: Piano standard
ja: スタンダードプラン

source: Premium plan
es: Plan Premium
it: Piano Premium
ja: プレミアムプラン

source: StIll have problems, please click here.
es: Todavía tengo problemas, porfavor click aquí.
it: Hanno problemi ancora, fai clic qui.
ja: まだご不明な点がございましたら、FAQページにてご参考ください。

source: click here
es: Click aquí
it: Fai clic qui
ja: FAQページへ

source: upgrade_Link
es: actualiza
it: aggiorna
ja: アップグレード

source: Login Required
es: Necesitas iniciar sesión o crear una cuenta gratis
it: Accesso richiesto
ja: ログインが必要です

source: Filmstokcs need login and register
es: Por favor, haz clic en Iniciar Sesión si ya tienes una cuenta Wondershare ID creada. Recuerda utilizar la dirección de correo electrónico que usaste al comprar Filmora.
it: Hai bisogno di un ID Wondershare per continuare. Effettua il login o crea un account gratuitamente.
ja: 続行するにはWondershare IDが必要になります。ログイン、または無料でアカウントを作成してください。

source: Wondershare ID provides you an easy way to activate your software access Filmora Effect Store and Filmora.io community.
es: Haz clic en Crear Cuenta para crear tu Wondershare ID gratis y acceder a estos efectos usando la versión de prueba de Filmora.
it: Wondershare ID ti offre un modo semplice per attivare il tuo accesso al software Filmora Effect Store e alla community di Filmora.io.
ja: Wondershare IDを取得すると、Filmoraのアカウント管理及びエフェクトストアでのエフェクトの管理が簡単にできます。

source: Get More Effects from Filmstock
it: Ottieni Più Effetti dal Filmstock
ja: Filmstockからより多くのエフェクトを入手

source: Try Filmstock free for %d days
it: Prova Filmstock gratis per %d giorni
ja: Filmstockを%d日間無料体験

source: Activate Filmora
es: Activar Filmora
it: Attiva Filmora
ja: Filmoraのライセンス認証

source: Wondershare Filmora (UNACTIVATED)
es: Wondershare Filmora (NO ACTIVADO)
it: Wondershare Filmora (NON ATTIVATO)
ja: Wondershare Filmora（ライセンス未認証）

source: Sign in with your Wondershare ID to activate Filmora
es: Inicia sesión con tu Wondershare ID para activar Filmora
it: Accedi con il tuo ID Wondershare per attivare Filmora
ja: Wondershare IDでログインしてFilmoraをアクティベートする

source: Enter the email you used to place the order
es: Ingresa el correo electrónico usado en tu compra
it: Inserisci l'e-mail che hai lasciato prima
ja: ご購入際のメールアドレスを入力してください

source: Enter your password
es: Ingresa tu contraseña
it: Inserisci la tua password
ja: パスワードを入力してください

source: Forget password
es: ¿Olvidaste tu contraseña?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？

source: Sign in to Activate Filmora Now
es: Inicia sesión para activar Filmora
it: Accedi per Attivare Filmora Ora
ja: Filmoraのライセンス認証をする

source: OR
es: O
it: O
ja: または

source: If you have a license code, or have other trouble to activate Filmora, click here to troubleshoot.
es: Si tienes un código de licencia, haz clic aquí para activar Filmora.
it: Se disponi di un codice di licenza, clicca qui per attivare Filmora per favore.
ja: 登録コードをお持ちの場合は、ここをクリックしてFilmoraのライセンス認証をしてください。

source: If you're having trouble activating Filmora, click here to troubleshoot.
es: Si tienes problemas para activar Filmora, haz clic aquí para solucionar el problema.
it: In caso di problemi con l'attivazione di Filmora, clicca qui per la risoluzione dei problemi.
ja: Filmoraのライセンス認証に問題がある場合は、ここをクリックしてトラブルシューティングを行ってください。

source: You are signed in with the Wondershare ID (%@) and are using the free plan of Filmora.
es: Has iniciado sesión con Wondershare ID (%@) y estás utilizando el plan gratuito de Filmora.
it: Hai effettuato l'accesso con l'ID Wondershare (%@) e stai utilizzando il piano gratuito di Filmora.
ja: Wondershare ID （%@）でサインインしました。現在はFilmoraの無料プランを使用しています。

source: If you have purchased a plan, click here to refresh your activation status.
es: Si has comprado un plan, haz clic aquí para actualizar tu estado de activación.
it: Se hai acquistato un piano, clicca qui per aggiornare lo stato di attivazione.
ja: すでにプランをご購入されている場合は、ここをクリックしてライセンスステータスを更新してください。

source: Please make sure you‘re using the same OS platform you purchased it for.
es: Asegúrate de utilizar la misma plataforma de sistema operativo (Windows o Mac) para la que compraste el software.
it: Ti prego di verificare che hai utilizzato la stessa piattaforma OS per cui l'hai acquistata.
ja: ご購入された製品とパソコンのOSが合っているかを確認してください。

source: Wondershare Filmora (ACTIVATED)
es: Wondershare Filmora (ACTIVADO)
it: Wondershare Filmora (ATTIVATO)
ja: Wondershare Filmora（ライセンス認証済）

source: Your Wondershare ID (%@) has been activated sucessfully.
es: Tu Wondershare ID (%@) se ha activado correctamente.
it: Il tuo Wondershare ID (%@) è stato attivato con successo.
ja: Wondershare ID （%@）は正常にアクティベートされました。

source: Lifetime Plan/Annualy Plan/Monthly Plan/Quaterly Plan
es: Plan Ilimitado / Plan Anual / Plan Mensual / Plan Trimestral
it: Piano a Vita / Piano Annuale / Piano Mensile / Piano Quaterly
ja: ライフタイムプラン/年間プラン/月間プラン/3ヶ月間プラン

source: Expires
es: Caduca
it: Scade
ja: 有効期限

source: Your license has been activated successfully.
es: Su licencia ha sido activada con éxito.
it: La tua licenza è stata attivata con successo.
ja: ライセンスが正常にアクティベートされました。

source: You are signed in with the Wondershare ID (%@) .We are refreshing your account info now. It may take a few seconds.
es: Has iniciado sesión con Wondershare ID (%@). Estamos actualizando la informacion de tu cuenta, esta acción tardará unos segundos.
it: Hai effettuato l'accesso con l'ID Wondershare (%@). Stiamo aggiornando le informazioni del tuo account ora. Potrebbero essere necessari alcuni secondi.
ja: Wondershare ID （%@）でサインインしました。アカウント情報を更新しています。しばらくお待ちください。

source: It looks like this Wondershare ID has been deactivated on this device, please re-login on this device or double check the activation status in Account Center.
es: Por favor asegúrate de estar usando la misma cuenta Wondershare ID y el mismo sistema operativo que elegiste al momento de la compra del software.
it: Per favore assicurati di utilizzare lo stesso account ID Wondershare e la piattaforma del sistema operativo per cui l'hai acquistato.
ja: ご注文の際に使用したWondershare IDアカウントでサインインしているか、ご購入された製品とパソコンのOSが合っているかを確認してください。

source: There is no Wondershare ID associated with that email address. Make sure to use the email address you used to place the order. You can find it in your confirmation email.
es: No hay una cuenta Wondershare ID asociada a esa dirección de correo electrónico. Por favor, revisa que estás usando la dirección de correo electrónico que registraste al realizar el pedido. Puedes encontrar tu Wondershare ID en tu correo electrónico de confirmación de compra.
it: Non esiste un ID Wondershare associato a quell'indirizzo e-mail. Assicurati di utilizzare l'indirizzo email che hai utilizzato per effettuare l'ordine. Puoi trovarlo nella tua email di conferma.
ja: 入力されたメールアドレスで登録されたWondershare IDがみつかりませんでした。 ご注文の際に使用したメールアドレスを使用してください。ご 注文確認メールで関連情報を確認できます。

source: The password you've entered is incorrect. Click Forget password to reset your password.
es: Contraseña incorrecta. Si has olvidado tu contraseña, haz clic aquí para restablecerla.
it: Password non corretta. Se hai dimenticato la password, clicca qui per reimpostarla.
ja: パスワードが正しくありません。 パスワードを忘れた場合は、ここをクリックして再設定してください。

source: Enter the email address you used to purchase your license and the activation code you received in your confirmation email. Or click here to retrieve your license code.
es: Ingresa la dirección de correo electrónico que utilizaste al comprar tu licencia y el código de registro que recibiste en tu correo electrónico de confirmación. O haz clic aquí para recuperar tu código de licencia.
it: Inserisci l'indirizzo e-mail che hai utilizzato per acquistare la licenza e il codice di registrazione che hai ricevuto nell'e-mail di conferma. Oppure clicca qui per recuperare il codice di licenza.
ja: ご注文時に使用したメールアドレスとご注文確認メールで受け取った登録コードを入力してください。ここをクリックして登録コードを再取得することも可能です。

source: Licensed e-mail
es: Correo electrónico registrado
it: E-mail con licenza
ja: 登録Eメールアドレス

source: Activation code
es: Código de registro
it: Codice di registrazione
ja: 登録コード

source: FREE TRIAL
es: PRUEBA GRATIS
it: PROVA GRATUITA
ja: 無料体験

source: Activate Filmora Now
es: Activa Filmora Ahora
it: Attiva Filmora Ora
ja: 今すぐFilmoraのライセンス認証をする

source: If you have purchased a plan, click here to refresh your authorization.
es: Si has comprado un plan, haz clic aquí para actualizar su estado de activación.
it: Se hai acquistato un piano, clicca qui per aggiornare l'autorizzazione.
ja: プランをご購入された場合は、ここをクリックして使用権限を更新してください。

source: We are refreshing your account info now. It may take a few seconds.
es: Estamos actualizando la información de tu cuenta ahora. Puede tomar unos segundos.
it: Stiamo aggiornando le informazioni del tuo account ora. Potrebbe costare alcuni secondi.
ja: アカウント情報を更新しています。しばらくお待ちください。

source: Still unactivated? Please check that you're using the same OS platform you purchased it for. For more troubleshooting, click here.
es: ¿Aún no se ha activado tu Licencia? Comprueba que estás utilizando la misma plataforma de sistema operativo para la que compraste el software (Windows o Mac). Si el problema persiste contacta al equipo de soporte aquí.
it: Inattivo ancora? Verifica che hai utilizzato la stessa piattaforma OS per cui l'hai acquistata. Per ulteriori informazioni sulla risoluzione dei problemi, fai clic qui.
ja: ライセンス認証が完了しなかった場合は、ご購入された製品とパソコンのOSが合っているかをご確認ください。トラブルシューティングの詳細については、ここをクリックしてください。

source: click here2
es: aquí
it: fai clic qui
ja: ここ

source: Split Button
es: Botón de división
it: Pulsante Dividi
ja: 分割ボタン

source: Show the split button on timeline playhead
es: Mostrar el botón de división en el cabezal de reproducción de la línea de tiempo
it: Mostra il pulsante di divisione sulla testina della sequenza temporale
ja: タイムラインの再生ヘッドに分割ボタンを表示する

source: Unlisted
es: Oculto
it: Non quotati
ja: 限定公開

source: Select all clips with the same color mark
es: Selecciona todos los clips con el mismo color
it: Seleziona tutte le clip con lo stesso segno di colore
ja: 同じ色のクリップを選択する

source: Close Gap
es: Eliminar espacio
it: Chiudi gap
ja: ギャップを閉じる

source: 1. Videos about daily life are popular on YouTube.
es: 1. Los videos sobre estilo de vida son muy populares en YouTube.
it: 1. I video che mostrano la vita quotidiana vanno alla grande, su YouTube!
ja: 1. YouTubeでは日常生活をテーマにした動画が人気です。

source: 2. When using a green screen make sure your space is well lit.
es: 2. Cuando uses una pantalla verde, asegúrate de que tu espacio esté bien iluminado.
it: 2. Quando usi la funzione Schermo Verde, assicurati che la stanza sia ben illuminata.
ja: 2. グリーンスクリーンを使用する場合は、スペースに十分な光が当たるようにしてください。

source: 3. 'Magic hours' for video lighting: right after sunrise and right before it sets.
es: 3. Las horas óptimas de iluminación para grabar un video: justo después del amanecer y antes del atardecer.
it: 3. Le "ore magiche" per l'illuminazione dei video: subito dopo l'alba e appena prima del tramonto.
ja: 3. 撮影時の照明の「マジックアワー」は、日の出の直後と日没の直前です。

source: 4. Invent your own challenge video and you could go viral.
es: 4. Inventa tu propio video challenge e intenta hacerlo viral.
it: 4. Prova a inventare delle nuove challenge video; potresti diventare virale!
ja: 4. オリジナルのチャレンジ動画を作成し、注目を集めましょう。

source: 5. Clap to create a waveform spike for easy audio syncing.
es: 5. Aplaude para marcar picos en las formas de onda de tu audio y así sicronizar más fácil.
it: 5. Batti le mani per creare un picco nella forma d'onda e agevolare la sincronizzazione dell'audio.
ja: 5. クラップして波形のスパイクを作成し、簡単にオーディオを同期できます。

source: 6. The internet loves animals. Could your pet be the next big star?
es: 6. La gente ama los videos de animales. ¿Podría ser tu mascota la próxima gran estrella?
it: 6. Internet va matto per gli animali. Chissà, forse il tuo potrà diventare la prossima star della rete!
ja: 6. ペット動画は常にネットで人気があります。あなたのペットが、次のビッグスターになるかもしれません。

source: 7. Use text in Facebook videos - 85% of them are watched without sound.
es: 7. Añade texto a tus videos de Facebook - 85% de ellos es visto sin sonido.
it: 7. Aggiungi del testo ai video Facebook - l'85% di questi video viene guardato senza audio!
ja: 7. Facebookの動画にテキストを使おう - 85%は音声なしで視聴されています。

source: 8. When shooting outdoors, keep the sun behind you.
es: 8. Mantén el sol detrás de ti cuando grabes en exteriores.
it: 8. Quando fai riprese all'esterno, assicurati che il sole sia alle tue spalle.
ja: 8. 屋外で撮影するときは、太陽の光をバックに撮影しましょう。

source: 9. Add clips to Shared Media to access them in future projects.
es: 9. Añade clips a la carpeta de Medios Más Usados para acceder a ellos en proyectos futuros.
it: 9. Aggiungi le clip a Media Condivisi per poterle usare facilmente nei progetti futuri.
ja: 9. 共有メディアにクリップを追加して、次回以降のプロジェクトでアクセスできるようにしましょう。

source: 10. Create a video intro that shows off your personality.
es: 10. Crea una introducción para tu video que muestre tu personalidad.
it: 10. Fai in modo che le intro dei tuoi video comunichino la tua personalità.
ja: 10. あなたの個性をアピールするビデオイントロを作成しましょう。

source: 11. Fade down your background music while someone's talking.
es: 11. Baja el volumen de tu música de fondo suavemente mientras alguien está hablando.
it: 11. Sfuma la musica di sfondo quando c'è qualcuno che parla.
ja: 11. 人物が話している際には、BGMをフェードダウンさせます。

source: 12. Use timeline markers to label your clips and stay organized.
es: 12. Usa los marcadores de la línea de tiempo para etiquetar tus clips y mantenerlos organizados.
it: 12. Utilizza gli indicatori della timeline per aggiungere etichette alle clip e facilitare l'organizzazione.
ja: 12. タイムラインマーカーを使って、クリップにラベルを付けて整理しましょう。

source: 13. You can record voiceovers inside Filmora.
es: 13. Graba una narración para tu video con la herramienta de voz en off de Filmora.
it: 13. Filmora permette anche di registrare la voce fuori campo.
ja: 13. Filmoraを使って、ナレーションを録音できます。

source: 14. Mark beats with Beat Detection and edit to your music.
es: 14. Marca el ritmo de tu música con Detección de Ritmo y edita más rápido.
it: 14. Contrassegna i beat con la funzione Rilevazione Beat e modifica la tua musica.
ja: 14. ビート検出機能を使ってビートをマークし、音楽に合わせて編集しましょう。

source: 15.Build "social proof" with a testimonial video
es: 15. Crea videos testimoniales y construye la confianza de tu audiencia.
it: 15. Genera "social proof" realizzando video testimonianze.
ja: 15.テスティモ二アル動画でコメントやフィードバックを残すことができます。

source: 16.Introduce the team with a company video.
es: 16. Introduce a tu equipo con un video corporativo.
it: 16. Presenta il tuo team con un video aziendale.
ja: 16.会社の動画でチームを紹介しましょう。

source: 17. Create a music video for your fire audio track.
es: 17. Crea un video musical para para tu canción favorita.
it: 17. Crea un video musicale che accompagni le tue tracce audio migliori.
ja: 17. オーディオトラックでオリジナルミュージックビデオを作成。

source: Redo last action.
es: Rehacer la última acción.
it: Ripeti l'ultima azione.
ja: 最後の操作をやり直します。

source: Undo last action.
es: Deshacer la última acción.
it: Annulla l'ultima azione.
ja: 最後の操作を元に戻します。

source: Delete selected media on timeline.
es: Eliminar medios seleccionados en la línea de tiempo.
it: Elimina il contenuto multimediale selezionato dalla timeline.
ja: タイムライン上で選択したメディアを削除します。

source: Split selected media at playhead location.
es: Dividir el medio seleccionado en la posición marcada por el cabezal de reproducción.
it: Dividi il contenuto multimediale selezionato nel punto in cui è collocato l'indicatore di riproduzione.
ja: プレイヘッドの位置で選択したメディアを分割します。

source: Choose a smaller section of your image to keep.
es: Elegir una sección más pequeña de la imagen.
it: Seleziona la porzione di contenuto da preservare.
ja: 画像の細部を選択して保存します。

source: Speed
es: Velocidad
it: Velocità
ja: スピード

source: Adjust the speed of your media or play it backwards.
es: Ajustar la velocidad de los medios o reproducirlos al revés.
it: Regola la velocità del contenuto multimediale o riproducilo al contrario.
ja: メディアの再生速度を調整したり、逆再生したりすることができます。

source: Change the aesthetic of your media by adjusting settings like white balance, saturation, and contrast or by applying 3D LUTs.
es: Cambiar la estética de tu medio mediante el ajuste del balance de blancos, la saturación y el contraste o aplicando 3D LUT
it: Modifica l'aspetto dei tuoi contenuti multimediali regolando impostazioni quali bilanciamento dei bianchi, saturazione e contrasto, oppure applicando delle LUT 3D.
ja: ホワイトバランス、彩度、コントラストなどの設定を調整したり、3D LUTを適用したりすることで、メディアのビジュアルを変更することができます。

source: Click for more help.
es: Clic aquí para obtener más ayuda.
it: Clicca qui per saperne di più.
ja: 詳細はこちらへ

source: Change your background or create special effects.
es: Cambia el fondo o crea efectos especiales.
it: Modifica lo sfondo o crea effetti speciali.
ja: 背景を変更したり、特殊効果を作成したりします。

source: Find additional editing options like opacity, rotation, motion, and more.
es: Encuentra una edición adicional como opacidad, rotación, movimiento y más.
it: Accedi ad opzioni di modifica aggiuntive, tra cui opacità, rotazione, movimento, ecc.
ja: 不透明度、回転、モーションなどの編集オプションを提供します。

source: Extend or reduce the duration of your media. This may change the speed.
es: Ampliar o reducir la duración de tus medios. Esto puede cambiar la velocidad.
it: Incrementa o riduci la durata di un contenuto multimediale. Può influenzare la velocità di riproduzione.
ja: メディアの再生時間を延長または短縮します。 これにより速度が変わる場合があります。

source: Right-click and visit Beat Search by previewing the music. The following music can be added to the timeline for further editing.
es: Corrije tu iluminación, estiliza tus colores, o dá a tu vídeo una estética completamente nueva.
it: Correggi l'illuminazione, stilizza i colori oppure dona ai tuoi video un'estetica completamente nuova.
ja: ライティングを修正、色をスタイリングして動画に新たな美しさを与えます。

source: No Effects
es: Sin efectos
it: Nessun Effetto
ja: エフェクトなし

source: 1. Click to split your selected clip.
es: 1. Clique para dividir o seu clipe selecionado.
it: 1. Clicca per dividere la clip selezionata.
ja: 1.選択したクリップを分割するには、はさみのマーククリックします。

source: 2. Click, hold, and drag to move the playhead.
es: 2. Haz clic y mantén presionado el ícono de tijeras, luego arrástralo para mover el cabezal de reproducción.
it: 2. Clicca, tieni premuto e trascina per spostare l'indicatore di riproduzione.
ja: 2. クリックしたままドラッグしてプレイヘッドを移動させます。

source: Right click on the song thumbnail to access Beat Detection. Then add the song to the timeline the beats will be marked for easy editing.
es: Haz clic derecho sobre la miniatura de la canción y en el meú desglosable selecciona Detección de Ritmo. A continuación, añade la canción a la línea de tiempo. Los puntos de ritmo aparecerán marcados para facilitar la edición.
it: Clicca con il tasto destro sulla miniatura della canzone per accedere alla funzione Rilevamento Beat. Aggiungi la canzone alla timeline. I beat risulteranno contrassegnati per agevolare la modifica.
ja: 曲のサムネイルを右クリックしてビート検出にアクセスします。曲をタイムラインに追加すると、ビートがマークされて編集しやすくなります。

source: Click here for tutorials.
es: Haz clic aquí para ver video tutoriales.
it: Clicca qui per i video tutorial.
ja: チュートリアルはこちら

source: Advanced Challenge
es: Desafío Avanzado
it: Missioni Avanzate
ja: 上級チャレンジ

source: Welcome! Complete the missions below to get familiar with Filmora. Do them all to earn a reward!
es: ¡Bienvenido! Completa las tareas que te indicamos más abajo para familiarizarte con Filmora. Haz cada tarea para ganar un regalo.
it: Benvenuto/a! Completa le missioni a seguire per acquisire familiarità con Filmora. Completale tutte per ottenere una ricompensa!
ja: Filmoraを使いこなすには、以下のミッションを完了してください。 すべてのミッションを実行してください！

source: Import Media 9.5
es: Importa Medios
it: Importa File Multimediali
ja: メディアをインポート

source: Split a Clip
es: Divide un Clip
it: Dividi una Clip
ja: クリップを分割

source: Add Video Effects
es: Añade una Transición
it: Aggiungi gli Effetti di video
ja: トランジションの追加

source: Export Your Video
es: Exporta tu video
it: Esporta il Video
ja: 動画をエクスポート

source: When you're done, click here to access your prize.
es: Cuando hayas terminado, haz clic aquí para acceder a tu regalo.
it: Al termine, clicca qui per accedere alla tua ricompensa.
ja: 完了したら、右下のボタンをクリックして賞品をGETしてください。

source: Claim Your Reward
es: Reclama tu regalo
it: Riscatta la Tua Ricompensa
ja: 賞品をGET

source: Drag a video clip, image, or audio file from your computer and drop it into Project Media
es: Arrastra un clip, imagen o audio desde tu ordenador y suéltalo en Medios de Proyecto
it: Trascina una clip video, un'immagine o un file audio dal computer a I Miei Progetti.
ja: パソコンからビデオクリップ、画像、オーディオファイルをドラッグして、プロジェクトメディアにドロップしてください。

source: Done! Next
es: ¡Completado! Siguiente
it: Fatto! Avanti
ja: 完了しました！次へ

source: Learn More
es: Aprender Más
it: Maggiori Informazioni
ja: もっと見る

source: Click and drag to move the playhead. Then, click the scissors to split your clip.
es: Haz clic y mantén presionado el cabezal de reproducción para moverlo. A continuación, haz clic en la tijera para dividir el clip.
it: Clicca e trascina per spostare l'indicatore di riproduzione, poi clicca sulle forbici per dividere la clip.
ja: プレイヘッドをドラッグして移動します。次に、はさみのマークをクリックしてクリップを分割します。
