Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/*.lproj/Localizable.strings
Languages: es, it, ja

source: AboutWnd.HomePageTip
es: https://www.wondershare.com/es/
it: www.wondershare.com/it/
ja: www.wondershare.jp

source: AboutWnd.SupportTip
es: Descripción del producto
it: Panoramica del Prodotto
ja: 製品概要

source: AboutWnd.VersionTip
es: Versión:
it: Versione:
ja: バージョン：

source: AboutWnd.Wnd.Title
es: Acerca de
it: Di
ja: 製品情報

source: AboutWnd.Wnd.COIntroduce
es: Fundada en 2003, Wondershare es líder mundial en desarrollo de software y pionero en el campo de la creatividad digital. Nuestra tecnología es poderosa y las soluciones que brindamos son simples y convenientes. Es por eso que millones de personas confían en nosotros en más de 150 países en todo el mundo. Ayudamos a nuestros usuarios a perseguir sus pasiones para que, juntos, podamos construir un mundo más creativo.
it: Fondata nel 2003 quotata nel mercato delle imprese in crescita A-share nel 2018，Wondershare è l’abilitatore creativo digitale di nuova generazione al mondo e anche riconosciuta dal governo cinese come “una impresa software chiave all'interno del layout di pianificazione nazionale.” Con la missione di "rendere il mondo più creativo", l'azienda fornisce prodotti e servizi software creativi digitali all'avanguardia, semplici e convenienti a utenti Internet di nuova generazione in tutto il mondo e l’impiego dell’azienda copre oltre 200 paesi e regioni in tutto il mondo.
ja: Wondershareは、2003年に設立され、スマート ホーム テクノロジーを世界的にリードする企業となることを目指しています。強力なテクノロジーソリューション、並びに世界水準のカスタマー・サービスを提供しており 、世界150か国以上の何百万もの人々から信頼されています。 我々Wondershareは、ユーザーが自分の情熱を追求できるよう、より創造的な世界を構築できるように支援しております。

source: AboutWnd.Wnd.linkTitle
es: Visite Wondershare y Wondershare Filmora para obtener más información.
it: Visita Wondershare e Wondershare Filmora per sapere più informazioni.
ja: 詳細については、以下をご覧ください。WondershareホームページWondershare Filmora 公式サイト

source: Cancel
es: Cancelar
it: Annulla
ja: キャンセル

source: CANCEL
es: CANCELAR
it: ANNULLA
ja: キャンセル

source: Reset
es: Reiniciar
it: Reimposta
ja: リセット

source: RESET
es: Reestablecer
it: Reimposta
ja: リセット

source: Delete
es: Eliminar
it: Elimina
ja: 削除

source: Custom
es: Personalizado
it: Personalizza
ja: カスタム

source: fmim_key
es: fmimes.dylib
it: fmimi.dylib
ja: fmimj.dylib

source: langID
es: es
it: it
ja: jp

source: PackageValidateKey
es: 249bd8de4003830b94e9e77fa9ef3553
it: 8616efd64c26a0381427d9603b9194ab
ja: e2e82cfdb34166c9dd8f9e217f2a6f68

source: trailer11_key
es: 1-1.MP4
it: 1-1.MP4
ja: 1-1.MP4

source: trailer916_key
es: 9-16.MP4
it: 9-16.MP4
ja: 9-16.MP4

source: trailer169_key
es: 16-9.MP4
it: 16-9.MP4
ja: 16-9.MP4

source: trailer43_key
es: 4-3.MP4
it: 4-3.MP4
ja: 4-3.MP4

source: Buy
es: comprar
it: Acquista
ja: 購入

source: Music
es: Música
it: Musica
ja: 音楽

source: Video
es: Vídeo
ja: ビデオ

source: Create folder %@ failed!
es: Error al crear la carpeta %@ !
it: Impossibile creare la cartella %@ !
ja: フォルダ%@を作成できません。

source: remove file path %@ failed!
es: Error al eliminar la ruta del archivo %@ !
it: Impossibile rimuovere il percorso del file %@ !
ja: ファイルパス%@を削除できません。

source: Please make sure the output folder has read and write privilege.
es: Asegúrese de que la carpeta de salida tenga privilegios de lectura y escritura.
it: Assicurati che la cartella di output abbia privilegi di lettura e scrittura.
ja: 出力フォルダが書込み可能かどうかもう一度、ご確認ください。

source: Undo
es: Deshacer
it: Annulla
ja: 取り消し

source: Redo
es: Rehacer
it: Rifai
ja: やり直し

source: Split
es: División
it: Dividi
ja: 分割

source: Crop
es: Recortar
it: Spunta
ja: クロップとズーム

source: Adjust Speed
es: Ajustar velocidad
it: Regola la velocità
ja: 速度を調整

source: Color Correction
es: Corrección de color
it: Correzione del colore
ja: 色調補正

source: Edit
es: Editar
it: Modifica
ja: 編集

source: Green Screen
es: Pantalla verde
it: Schermo verde
ja: グリーンスクリーン

source: Freeze Frame
es: Fotograma congelado
it: Blocca fotogramma
ja: フリーズフレーム

source: Set Duration
es: Establecer la duración
it: Imposta la durata
ja: 持続時間を設定

source: Audio Mixer
es: Mezclador de audio
it: Mixer audio
ja: オーディオミキサー

source: Zoom to Fit Timeline
es: Zoom para ajustar la línea de tiempo
it: Fai lo zoom per regolare la Timeline
ja: タイムラインに合わせてズームする

source: Zoom Out
es: Disminuir el zoom
it: Zoom indietro
ja: ズームアウト

source: Zoom In
es: Acercar zoom
it: Zoom avanti
ja: ズームイン

source: Record Audio
es: Grabar Audio
it: Registra audio
ja: オーディオ録音

source: Add Marker
es: Añadir marcador
it: Aggiungi marcatore
ja: マーカーを追加

source: Peak Volume Meter
es: Medidor de volumen máximo
it: Peak VU-Meter
ja: ピークボリュームメーター

source: Record VoiceOver
es: Grabar VoiceOver
it: Registra Voce fuoricampo
ja: ボイスオーバーを録音

source: Add Track
es: Agregar Pista
it: Aggiungi traccia
ja: トラックを追加

source: Show Track
es: Mostrar Pista
it: Mostra traccia
ja: トラックを表示

source: Hide Track
es: Ocultar Pista
it: Nascondi traccia
ja: トラックを隠す

source: Mute
es: Silenciar
it: Silenzioso
ja: 消音

source: Unmute
es: Anular Silencio
it: Attiva volume
ja: 消音を解除

source: Lock Track
es: Bloquear Pista
it: Blocca traccia
ja: トラックをロックする

source: Unlock Track
es: Desbloquear Pista
it: Sblocca traccia
ja: トラックのロックを解除する

source: Hide media folder list
es: Ocultar lista de carpetas multimedia
it: Nascondi l'elenco delle cartelle multimediali
ja: メディアフォルダのリストを隠す

source: Show media folder list
es: Mostrar lista de carpetas multimedia
it: Mostra l'elenco delle cartelle multimediali
ja: メディアフォルダのリストを表示

source: Add a new folder
es: Agrega una nueva carpeta
it: Aggiungi una nuova cartella
ja: 新しいフォルダを追加

source: Delete folder
es: Eliminar carpeta
it: Elimina cartella
ja: フォルダを削除

source: Import Media
es: Importa Medios
it: Importa media
ja: メディアのインポート

source: Record a video
es: Grabar un vídeo
it: Registra un video
ja: ビデオを録画する

source: Filter by media type
es: Filtrar por tipo de medio
it: Filtra per tipo di supporto
ja: メディアタイプ別にフィルタリングする

source: Adjust View, Sort, Group
es: Ajustar Vista, Ordenar, Agrupar
it: Regola Visualizza, Ordina, Raggruppa
ja: 表示、ソート、グループを調整する

source: Play
es: Ejecutar
it: Riproduci
ja: 再生

source: Stop
es: Detener
ja: 停止

source: Pause
es: Pausa
it: Pausa
ja: 一時停止

source: Previous Frame
es: Fotograma anterior
it: Fotogramma precedente
ja: 前へ

source: Next Frame
es: Siguiente fotograma
it: Fotogramma successivo
ja: 次へ

source: Mark In
es: Marcar inicio
it: Segna
ja: マークイン

source: Mark Out
es: Marcar fin
it: Non Segnare
ja: マークアウト

source: Playhead Position
es: Posición de la línea de tiempo
it: Posizione della testina
ja: 再生ヘッドの位置

source: Preview quality and display settings
es: Calidad de la vista previa y configuración de la visualización
it: Anteprima della qualità e impostazioni di visualizzazione
ja: プレビュー品質と表示設定

source: Snapshot
es: Instantánea
it: Istantanea
ja: スクリーンキャプチャ

source: Volume
es: Volumen
ja: 音量

source: Full Screen
es: Pantalla completa
it: A schermo intero
ja: フルスクリーン

source: Exit Full Screen
es: Salir de pantalla completa
it: Esci dalla modalità schermo intero
ja: フルスクリーンを終了

source: More Effects
es: Más Efectos
it: Più Effetti
ja: 他のエフェクト

source: Add Video
es: Añadir pista de video
it: Aggiungi video
ja: ビデオを追加

source: Add Audio
es: Añadir pista de audio
it: Aggiungi audio
ja: オーディオを追加

source: Delete Selected Track
es: Eliminar pista seleccionada
it: Elimina traccia selezionata
ja: 選択したトラックを削除する

source: Delete Empty Tracks
es: Eliminar pistas vacías
it: Elimina tracce vuote
ja: 空トラックを削除する

source: Adjust Track Height
es: Ajuste la altura de la pista
it: Regola altezza traccia
ja: トラックの高さを調整する

source: Small
es: Pequeña
it: Piccolo
ja: 小

source: Normal
it: Normale
ja: 通常

source: Big
es: Grande
it: Grande
ja: 大

source: Open Track Manager
es: Abrir Administrador de Pistas
it: Apri Gestore Traccia
ja: トラックマネージャを開く

source: Track Manager
es: Administrador de pista
it: Gestore Traccia
ja: トラックマネージャー

source: Video Tracks
es: Pistas de Video
it: Tracce video
ja: ビデオトラック

source: Add:
es: Añadir:
it: Inserisci:
ja: 追加：

source: video track(s)
es: pista (s) de video
it: traccia/e video
ja: ビデオトラック

source: Placement
es: Colocación:
it: Posizionamento:
ja: レイアウト：

source: Audio Tracks
es: Pistas de audio
it: Tracce audio
ja: オーディオトラック

source: Audio track(s)
es: Pista (s) de audio
it: Traccia/e audio
ja: オーディオトラック

source: After Track %d
es: Arriba de la pista %d
it: Sopra traccia %d
ja: 上のトラック%d

source: Before Track %d
es: Debajo de la pista %d
it: Sotto traccia %d
ja: 下のトラック%d

source: There are contents on the selected track, deleting the track will remove all contents as well, do you wish to continue?
es: Hay contenidos en la pista seleccionada, al eliminar la pista también se eliminarán todos los contenidos, ¿desea continuar?
it: Ci sono dei contenuti sulla traccia selezionata, l'eliminazione della traccia rimuoverà anche tutti i contenuti, vuoi continuare?
ja: 選択したトラックにはコンテンツがあります、トラックを削除するとすべてのコンテンツも削除されます。続行しますか？

source: Modify Marker
es: Modificar marcador
it: Modifica marcatore
ja: マーカーを変更する

source: Go to Previous Marker
es: Ir al marcador anterior
it: Vai a Indicatore precedente
ja: 前へ

source: Go to Next Marker
es: Ir a siguiente marcador
it: Vai a Indicatore successivo
ja: 次へ

source: Delete All Markers
es: Eliminar todos los marcadores
it: Elimina tutti i marcatori
ja: すべてのマーカーを削除

source: Delete Marker
es: Eliminar marcador
it: Elimina indicatore
ja: マーカーを削除

source: Name:
es: Nombre:
it: Nome:
ja: 名称：

source: Time:
es: Hora:
it: Tempo:
ja: 時間：

source: Comments:
es: Comentarios:
it: Commenti:
ja: コメント：

source: Marker Color:
es: Marcador de color:
it: Colore dell'indicatore:
ja: マーカーの色：

source: Show Properties
es: Mostrar propiedades
it: Mostra proprietà
ja: プロパティを表示

source: Cut
es: Cortar
it: Taglia
ja: 切り取り

source: Copy
es: Copiar
it: Copia
ja: コピー

source: Paste
es: Pegar
it: Incolla
ja: 貼り付け

source: Trim Start to Playhead
es: Recortar inicio en línea de tiempo
it: Inizio Ritaglio su Testina
ja: 編集開始点から再生ヘッドまでトリム

source: Trim End to Playhead
es: Recortar fin en línea de tiempo
it: Fine Ritaglio su Testina
ja: 編集終了点から再生ヘッドまでトリム

source: Crop and Zoom
es: Recortar y Zoom
it: Punta e zooma
ja: クロップとズーム

source: Rotate 90° CW
es: Gire 90 ° derecha
it: Ruota di 90 ° in senso orario
ja: 時計回りに90度回転

source: Roate 90° CCW
es: Gire 90 ° izquierda
it: Ruota di 90 ° in senso antiorario
ja: 反時計回りに90度回転

source: Speed and Duration
es: Velocidad y duración
it: Velocità e durata
ja: スピードと持続時間

source: Add Freeze Frame
es: Añadir fotograma congelado
it: Aggiungi Fermo immagine
ja: フリーズフレームを追加

source: Adjust Audio
es: Ajustar el audio
it: Regola audio
ja: オーディオを調整する

source: Detach Audio
es: Separar audio
it: Scollega audio
ja: オーディオを切り離す

source: Copy Effects
es: Copiar efectos
it: Copia effetti
ja: エフェクトをコピー

source: Paste Effects
es: Pegar efectos
it: Incolla effetti
ja: エフェクトを貼り付け

source: Delete Effects
es: Eliminar efectos
it: Elimina effetti
ja: エフェクトを削除

source: Duration
es: Duración
it: Durata
ja: 再生時間設定

source: Advanced Edit
es: Edición avanzada
it: Modifica avanzata
ja: 高度編集

source: 1. Drop Main Video here to form your story
es: 1. Pase el video principal aquí para formar su historia
it: 1. Rilascia qui il video principale per creare la tua storia
ja: 1.ここにメインビデオをドロップしてストーリーを形成する

source: 2. Drop Overlay Video or Titles above your main story
es: 2. Coloque videos superpuestos o títulos encima de su historia principal
it: 2. Trascina Video Titoli o Sovrapposizioni sopra la tua storia principale
ja: 2.メインストーリーの上にオーバーレイまたはタイトルをドロップする

source: 3. Drop Background music here
es: 3. Suelta la música de fondo aquí
it: 3. Rilascia la musica di sottofondo qui
ja: 3.BGMをここにドロップする

source: View
es: Ver
it: Vista
ja: 表示

source: Go to
es: Ir
it: Vai a
ja: 移動

source: Tools
es: Herramientas
it: Strumenti
ja: ツール

source: Zoom Timeline
es: Zoom Línea de tiempo
it: Zoom della Timeline
ja: タイムラインを拡大・縮小

source: Do you want to save changes to this project before creating new project.
es: ¿Desea guardar los cambios en este proyecto antes de crear un nuevo proyecto?
it: Vuoi Salva le modifiche a questo progetto prima di creare un nuovo progetto?
ja: 新しいプロジェクトを作成する前に、このプロジェクトの変更を保存しますか？

source: Do you want to save changes to this project before open a project.
es: ¿Desea guardar los cambios en este proyecto antes de abrir un proyecto?
it: Vuoi Salva le modifiche a questo progetto prima di aprire un progetto?
ja: プロジェクトを開く前にこのプロジェクトの変更を保存しますか？

source: If you don't save, your changes will be lost
es: Si no guarda, sus cambios se perderán.
it: Se non salvi, le tue modifiche andranno perse.
ja: 保存しない場合、変更した内容は失われます。

source: Save
es: Guardar
it: Salva
ja: 保存

source: Don't Save
es: No guardar
it: Non Salvare
ja: 保存しない

source: Open
es: Abierto
it: Apri
ja: 開く

source: Open Recent
es: Recientemente abierto
it: Apri i recenti
ja: 最近のファイルを開く

source: Clear Menu
es: Borrar menú
it: Cancella menu
ja: クリアメニュー

source: Open document failed!
es: Error al abrir el archivo del proyecto
it: Impossibile aprire il file di progetto!
ja: プロジェクトファイルを開くことができません

source: Save document failed!
es: Error al abrir el archivo del proyecto
it: Impossibile aprire il file di progetto!
ja: プロジェクトファイルを開くことができません

source: Application abnormal, you need to exit the restart Application
es: Vaya, se produjo un error, intente salir de la aplicación y reiniciar
it: Spiacenti, si è verificato un errore, prova a chiudere l'applicazione e riavviare
ja: エラーが発生しました。アプリケーションを終了して再起動してください。

source: Recover unsaved project
es: Recuperar un proyecto no guardado
it: Recupera progetto non salvato
ja: 保存されていないプロジェクトを復元

source: Video Editor did not close properly last time, would you like to recover the last unsaved project?
es: Se ha detectado una copia de seguridad automática de un proyecto anterior. ¿Le gustaría usar este archivo de copia de seguridad?
it: È stato rilevato un backup automatico di un progetto precedente. Vorresti usare questo file di backup?
ja: 以前のプロジェクトの自動バックアップが検出されました。このバックアップファイルを使用しますか？

source: Open project...
es: Proyecto abierto...
it: Progetto aperto...
ja: プロジェクトを開く...

source: Save project...
es: Guardar proyecto...
it: Salva il progetto...
ja: プロジェクトを保存...

source: Locate missing files
es: Ubique los archivos perdidos
it: Trova i file mancanti
ja: 紛失したファイルを見つける

source: Some file(s) in your project folder can't be found. please select the file from the list below and locate them one by one:
es: Algunos archivos en su archivo de proyecto se han movido o faltan, seleccione el archivo de la lista a continuación y recoloquelos uno por uno:
it: Alcuni file nel tuo file di progetto sono stati spostati o mancanti, seleziona il file dall'elenco seguente e riposizionali uno per uno:
ja: プロジェクト内の一部のファイルが移動され、または紛失しました。以下のリストからファイルを選択して、再配置してください：

source: Ignore All
es: Ignorar todo
it: Ignora tutto
ja: すべて無視

source: Locate
es: Localizar
it: Individua
ja: 検索

source: File name
es: Nombre del archivo
it: Nome del file
ja: ファイル名

source: Original path
es: Ruta original
it: Percorso originale
ja: 元のパス

source: Matched file
es: Archivo coincidente
it: File abbinato
ja: 一致したファイル

source: Project Settings
es: Configuración del proyecto
it: Impostazioni del progetto
ja: プロジェクト設定

source: Resolution:
es: Resolución:
it: Risoluzione:
ja: 解像度：

source: This video does not match the document settings. Change document settings to match the video's settings?
es: La resolución o velocidad de fotogramas del medio no coincide con la configuración actual del proyecto. ¿Desea cambiar la configuración de su proyecto para que coincida?
it: La risoluzione o la frequenza fotogrammi del supporto non corrispondono alle impostazioni correnti del progetto. Vuoi cambiare le impostazioni del tuo progetto in modo che corrispondano?
ja: メディアの解像度またはフレームレートが現在のプロジェクト設定と一致しません。プロジェクトの設定を一致するように変更しますか？

source: Keep exiting settings
es: No cambiar
it: Non cambiare
ja: 変更しない

source: Change document settings
es: Corresponder con los medios
it: Abbina ai media
ja: メディアと一致させる

source: Always ask
es: Pregunta siempre
it: Chiedi sempre
ja: 毎回確認する

source: Oops! The project file was created with a previous version and might be problematic, please re-open it with Filmora version 8.
es: ¡Oops! El archivo del proyecto se creó con una versión anterior y podría ser problemático. Vuelva a abrirlo con Filmora versión 8.
it: Oops! Il file di progetto è stato creato con una versione precedente e potrebbe essere problematico, per favore riaprilo con Filmora versione 8.
ja: プロジェクトファイルは以前のバージョンで作成されていました。エラーが発生する可能性がありますので、Filmoraバージョン8で再度開いてください。

source: Pan and Zoom
es: Panorámica y Zoom
it: Pan e Zoom
ja: パンとズーム

source: Ratio:
es: Relación:
it: Rapporto:
ja: アスペクト比：

source: Original Ratio
es: Relación original
it: Rapporto originale
ja: 元の比率

source: Start
es: Comienzo
it: Inizio
ja: 入門ミッション

source: End
es: Fin
it: Fine
ja: 終了

source: Create New Project
es: Crear nuevo proyecto
it: Crea un nuovo progetto
ja: 新しいプロジェクトを作成

source: Open exsiting Project
es: Abrir proyecto existente
it: Apri il progetto esistente
ja: 既存のプロジェクトを開く

source: Get Started
es: Empezar
it: Per Iniziare
ja: 入門ミッション

source: Project Library
es: Biblioteca de proyectos
it: Libreria di progetto
ja: プロジェクトライブラリ

source: Mute Project
es: Silenciar Proyecto
it: Silenzia Progetto
ja: プロジェクトの消音

source: Device:
es: Dispositivo:
it: Dispositivo:
ja: デバイス：

source: Video Device:
es: Dispositivo de video:
it: Dispositivo video:
ja: ビデオデバイス：

source: Audio Device:
es: Dispositivo de audio:
it: Dispositivo audio:
ja: オーディオデバイス：

source: Live Recording...
es: Grabación en vivo...
it: Registrazione dal vivo ...
ja: ライブレコーディング...

source: Record Webcam
es: Grabar WebCam
it: Registra WebCam
ja: WebCamで録画する

source: Install Computer Audio Drive
es: Instalar el controlador de audio del equipo
it: Installa il driver audio del computer
ja: コンピュータオーディオドライバをインストールする

source: It is required to install an audio drive in order to record system audio
es: Se requiere instalar un controlador de audio para grabar el audio del sistema
it: È necessario installare un driver audio per registrare l'audio del sistema
ja: システムオーディオを録音するには、オーディオドライバをインストールする必要があります

source: Install computer audio drive successful!
es: El controlador de audio ahora está instalado correctamente
it: Il driver audio è ora installato correttamente
ja: オーディオドライバが正しくインストールされました

source: Install computer audio drive failed!
es: ¡Fallo al instalar el controlador de audio!
it: Impossibile installare il driver audio!
ja: オーディオドライバのインストールに失敗しました

source: About
es: Acerca de
it: Di
ja: 製品情報

source: Special Thanks to our Lead Videographer Dan Bergh. Dan， We have smiled every day at work because of you. Your jokes， quirks， and larger-than-life personality have brought us endless joy. Filmora has thrived because of your skills and professionalism. The entire team here at Wondershare is grateful to you for both your creative vision and your unshakable enthusiasm. Keep up the good fighting. Our thoughts and prayers are with you. Your friends on Team Filmora thank you. And the whole team that build this product: Product Management: Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou Programming Team: Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song Quality Engineering: Cici Chen, Huang Jing, Wang Hao, Zhao Yulong UI Design: Shaan Jahagirdar, Koko Li Video/Effect Design: Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori Product Marketing: Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda
es: Gestión de productos: Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou Equipo de programación: Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song Ingeniería de calidad:Cici Chen, Huang Jing, Wang Hao, Zhao Yulong , UI de Diseño: Shaan Jahagirdar, Koko Li Diseño de video / efectos: Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori Comercialización de productos: Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda
it: Gestione Prodotto: Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou Team di programmazione: Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song Ingegneria della qualità: Cici Chen, Huang Jing, Wang Hao, Zhao Yulong Progettazione UI: Shaan Jahagirdar, Koko Li Video / Effetti: Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori Marketing: Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda
ja: プロダクト マネジメント： Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou プログラミング： Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song 品質エンジニアリング： Cici Chen, Huang Jing, Wang Hao, Zhao Yulong UIデザイン： Shaan Jahagirdar, Koko Li ビデオ/エフェクトデザイン： Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori プロダクトマーケティング： Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda

source: Special Thanks to our Lead Videographer Dan Bergh.
es: Un agradecimiento especial a nuestro videógrafo principal, Dan Bergh.
it: Un ringraziamento speciale al nostro capo videografo Dan Bergh.
ja: ビデオグラファー Dan Berghに特別感謝します。

source: Product Management:
es: Gestión de producto:
it: Gestione del prodotto:
ja: プロダクト マネジメント：

source: Programming Team:
es: Equipo de programación:
it: Team di programmazione:
ja: プログラミング：

source: Quality Engineering:
es: Ingeniería de calidad:
it: Ingegneria di qualità:
ja: 品質エンジニアリング：

source: UI Design:
es: Diseño de interfaz de usuario:
ja: UIデザイン：

source: Video/Effect Design:
es: Diseño de video / efecto:
ja: ビデオ/エフェクトデザイン：

source: Product Marketing:
es: Mercadeo:
it: Marketing di prodotto:
ja: プロダクトマーケティング：

source: Video editing simplified
es: Edición de video sin complicaciones
it: Editing video semplificato
ja: 動画編集をもっと簡単に

source: Transform
es: Transformar
it: Trasforma
ja: 変形

source: Rotate:
es: Girar:
it: Ruota:
ja: 回転:

source: Flip:
es: Voltear:
ja: 反転：

source: Scale:
es: Escala:
it: Scala:
ja: スケール：

source: Position:
es: Posición:
it: Posizione:
ja: ポジション：

source: Composition
es: Composición
it: composizione
ja: 合成

source: Blending Mode:
es: Modo fusión:
it: Modalità di fusione:
ja: 描画モード：

source: Darken
es: Oscurecer
it: Scuro
ja: 比較（暗）

source: Multiply
es: Multiplicar
it: Moltiplica
ja: 乗算

source: ColorBurn
es: Subexponer color
it: Brucia Colore
ja: 焼き込みカラー
