Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/*.lproj/Localizable.strings
Languages: es, it, ja

source: Photo Spin 3
es: Giro de Foto 3
ja: フォトスピン3

source: Photo Spin 4
es: Giro de Foto 4
ja: フォトスピン4

source: Rotate to zoom in 1
es: Girar para acercar 1
it: Ruota per ingrandire 1
ja: 回転してズームイン1

source: Rotate to zoom in 2
es: Girar para acercar 2
it: Ruota per ingrandire 2
ja: 回転してズームイン2

source: Spin 1
es: Girar 1
ja: スピン1

source: Spin 2
es: Girar 2
ja: スピン2

source: Spin 3
es: Girar 3
ja: スピン3

source: Spin 4
es: Girar 4
ja: スピン4

source: Stretch in and zoom in 1
es: Estirar y acercar 1
it: Allungare e ingrandire 1
ja: ストレッチズームイン1

source: Stretch in and zoom in 2
es: Estirar y acercar 2
it: Allungare e ingrandire 2
ja: ストレッチズームイン2

source: Stretch to left
es: Estirar a la izquierda
it: Allunga a sinistra
ja: 左にストレッチ

source: Stretch to right
es: Estirar a la derecha
it: Allunga a destra
ja: 右にストレッチ

source: To the Left 1
es: A la izquierda 1
it: A sinistra 1
ja: 左へ1

source: To the Left 2
es: A la izquierda 2
it: A sinistra 2
ja: 左へ2

source: To the Right 1
es: A la derecha 1
it: A destra 1
ja: 右へ1

source: To the Right 2
es: A la derecha 2
it: A destra 2
ja: 右へ2

source: Up Down 1
es: Arriba-Abajo 2
it: Su-Giu 2
ja: アップダウン1

source: Up Down 2
es: Arriba-Abajo 2
it: Su-Giu 2
ja: アップダウン2

source: Zoom in 1
es: Acercar Zoom
it: Zoom avanti 1
ja: ズームイン1

source: Zoom in 2
es: Acercar Zoom
it: Zoom avanti 2
ja: ズームイン2

source: Zoom in 3
es: Acercar Zoom
it: Zoom avanti 3
ja: ズームイン3

source: Zoom in and out
es: Acercar y alejar
it: Zoom avanti e indietro
ja: ズームイン/ズームアウト

source: Zoom in to the bottom
es: Acercar a la parte inferior
it: Zoom avanti in basso
ja: 一番下にズームイン

source: Zoom in to the left
es: Acercar a la izquierda
it: Zoom avanti a sinistra
ja: 左にズームイン

source: Zoom in to the right
es: Acercar a la derecha
it: Zoom avanti a destra
ja: 右にズームイン

source: Zoom in to the top
es: Acercar a la parte superior
it: Aumenta lo zoom in alto
ja: 一番上にズームイン

source: Zoom out 1
es: Disminuir zoom
it: Zoom indietro 1
ja: ズームアウト

source: Zoom out 2
es: Disminuir zoom
it: Zoom indietro 2
ja: ズームアウト

source: Zoom out 3
es: Disminuir zoom
it: Zoom indietro 3
ja: ズームアウト

source: Zoom out to the right
es: Alejar a la derecha
it: Zoom indietro a destra
ja: 右にズームアウト

source: Drop
es: Soltar
it: Rilascia
ja: ドロップ

source: Expansion
es: Expansión
it: Espansione
ja: エクスパンション

source: Fly in and Fade out
es: Volar y desaparecer
it: Vola dentro e dissolvi
ja: フライイン＆フェードアウト

source: Fly in and Fly out
es: Volar y volar
it: Vola dentro e vola fuori
ja: フライイン＆フライアウト

source: Stretch in and zoom in
es: Estirar y acercar
it: Allungare e ingrandire
ja: ストレッチズームイン

source: Zoom in
es: Acercar zoom
it: Zoom avanti
ja: ズームイン

source: Zoom out
es: Disminuir zoom
it: Zoom indietro
ja: ズームアウト

source: Text style 1
es: Estilo de texto 1
it: Stile del testo 1
ja: テキストスタイル1

source: Text style 2
es: Estilo de texto 2
it: Stile del testo 2
ja: テキストスタイル2

source: Text style 3
es: Estilo de texto 3
it: Stile del testo 3
ja: テキストスタイル3

source: Text style 4
es: Estilo de texto 4
it: Stile del testo 4
ja: テキストスタイル4

source: Text style 5
es: Estilo de texto 5
it: Stile del testo 5
ja: テキストスタイル5

source: Text style 6
es: Estilo de texto 6
it: Stile del testo 6
ja: テキストスタイル6

source: Text style 7
es: Estilo de texto 7
it: Stile del testo 7
ja: テキストスタイル7

source: Text style 8
es: Estilo de texto 8
it: Stile del testo 8
ja: テキストスタイル8

source: Text style 9
es: Estilo de texto 9
it: Stile del testo 9
ja: テキストスタイル9

source: Text style 10
es: Estilo de texto 10
it: Stile del testo 10
ja: テキストスタイル10

source: Text style 11
es: Estilo de texto 11
it: Stile del testo 11
ja: テキストスタイル11

source: Text style 12
es: Estilo de texto 12
it: Stile del testo 12
ja: テキストスタイル12

source: Text style 13
es: Estilo de texto 13
it: Stile del testo 13
ja: テキストスタイル13

source: Text style 14
es: Estilo de texto 14
it: Stile del testo 14
ja: テキストスタイル14

source: Text style 15
es: Estilo de texto 15
it: Stile del testo 15
ja: テキストスタイル15

source: Text style 16
es: Estilo de texto 16
it: Stile del testo 16
ja: テキストスタイル16

source: Text style 17
es: Estilo de texto 17
it: Stile del testo 17
ja: テキストスタイル17

source: Text style 18
es: Estilo de texto 18
it: Stile del testo 18
ja: テキストスタイル18

source: Text style 19
es: Estilo de texto 19
it: Stile del testo 19
ja: テキストスタイル19

source: Text style 20
es: Estilo de texto 20
it: Stile del testo 20
ja: テキストスタイル20

source: Text style 21
es: Estilo de texto 21
it: Stile del testo 21
ja: テキストスタイル21

source: Text style 22
es: Estilo de texto 22
it: Stile del testo 22
ja: テキストスタイル22

source: Text style 23
es: Estilo de texto 23
it: Stile del testo 23
ja: テキストスタイル23

source: This package is not valid! It may be has been damaged, please reinstall the program!
es: ¡Este paquete no es válido! Puede estar dañado, reinstale el programa!
it: Questo pacchetto non è valido! Potrebbe essere stato danneggiato, reinstalla il programma!
ja: パッケージファイルが無効です！破損している可能性があります、プログラムを再インストールしてください！

source: Media Mismatch
es: No coinciden los medios
it: Mancata corrispondenza media
ja: メディアの不一致

source: The selected file’s duration is different from the clip you used in project and may cause issues, please reselect another file with the same duration.
es: La duración del archivo seleccionado es diferente a la del clip que usó en el proyecto y puede causar problemas, por favor vuelva a seleccionar otro archivo con la misma duración.
it: La durata del file selezionato è diversa dalla clip utilizzata nel progetto e potrebbe causare problemi, quindi selezionare nuovamente un altro file con la stessa durata.
ja: 選択したファイルの持続時間がプロジェクトで使用したクリップと異なるため、問題が発生する可能性があります。同じ持続期間のファイルを再選択してください。

source: Oops, the selected file’s duration must be the same as the clip you used in project.
es: Vaya, la duración del archivo seleccionado debe ser la misma que la del clip que usaste en el proyecto.
it: Spiacenti, la durata del file selezionato deve essere la stessa del clip utilizzato nel progetto.
ja: 選択したファイルの持続時間は、プロジェクトで使用したクリップと同じでなければなりません。

source: No write privilege for the target directory, please specify a new directory.
es: Sin privilegio de escritura para el directorio de destino, especifique un nuevo directorio.
it: Nessun privilegio di scrittura per la directory di destinazione, si prega di specificare una nuova directory.
ja: ターゲットディレクトリの書き込み権限がありません。新しいディレクトリを指定してください。

source: Show Speed Control
es: Mostrar control de velocidad
it: Mostra controllo della velocità
ja: スピードコントロールを表示

source: Can't find the file, please make sure the filename and path are not changed:
es: No se puede encontrar el archivo, por favor, asegúrese de que el nombre y la ruta no han cambiado:
it: Impossibile trovare il file, assicurarsi che il nome del file e il percorso non siano cambiati:
ja: ファイルが見つかりません。もう一度、ファイル名とパスをご確認ください。

source: No disc.Please insert a blank one.
es: No hay disco. Por favor, inserte uno en blanco.
it: Nessun disco. Si prega di inserire uno vuoto.
ja: ディスクがありません。空白のディスクを挿入してください。

source: Customize Equalizer
es: Personalizar Ecualizador
it: Personalizza equalizzatore
ja: イコライザのカスタマイズ

source: Countdown1
es: Cuenta regresiva1
it: Conto alla rovescia1
ja: カウントダウン1

source: Countdown2
es: Cuenta regresiva2
it: Conto alla rovescia2
ja: カウントダウン2

source: Countdown3
es: Cuenta regresiva3
it: Conto alla rovescia3
ja: カウントダウン3

source: Countdown4
es: Cuenta regresiva4
it: Conto alla rovescia4
ja: カウントダウン4

source: Countdown5
es: Cuenta regresiva5
it: Conto alla rovescia5
ja: カウントダウン5

source: Countdown6
es: Cuenta regresiva6
it: Conto alla rovescia6
ja: カウントダウン6

source: Countdown7
es: Cuenta regresiva7
it: Conto alla rovescia7
ja: カウントダウン7

source: Countdown8
es: Cuenta regresiva8
it: Conto alla rovescia8
ja: カウントダウン8

source: Countdown9
es: Cuenta regresiva9
it: Conto alla rovescia9
ja: カウントダウン9

source: Black
es: Negro
it: Nero
ja: ブラック

source: Grey
es: Gris
it: Grigio
ja: グレー

source: White
es: Blanco
it: Bianco
ja: ホワイト

source: Checkerboard
es: Tablero de damas
ja: チェックボード

source: Gradient1
es: Gradiente1
it: Gradiente1
ja: グラデーションで塗りつぶし1

source: Gradient2
es: Gradiente2
it: Gradiente2
ja: グラデーションで塗りつぶし2

source: Gradient3
es: Gradiente3
it: Gradiente3
ja: グラデーションで塗りつぶし3

source: Gradient4
es: Gradiente4
it: Gradiente4
ja: グラデーションで塗りつぶし4

source: Gradient5
es: Gradiente5
it: Gradiente5
ja: グラデーションで塗りつぶし5

source: Gradient6
es: Gradiente6
it: Gradiente6
ja: グラデーションで塗りつぶし6

source: Gradient7
es: Gradiente7
it: Gradiente7
ja: グラデーションで塗りつぶし7

source: This app requires camera access to record video.
es: Esta aplicación requiere acceso a la cámara para grabar video.
it: Questa app richiede l'accesso alla videocamera per registrare video.
ja: ビデオを録画するためにカメラにアクセスする必要があります。

source: This app requires microphone access to record audio.
es: Esta aplicación requiere acceso al micrófono para grabar audio.
it: Questa app richiede l'accesso al microfono per registrare l'audio.
ja: オーディオを録音するためにマイクにアクセスが必要です。

source: This app needs to send Apple Events to control iTunes.
es: Esta aplicación necesita enviar Eventos de Apple para controlar iTunes.
it: Questa app deve inviare Apple Event per controllare iTunes.
ja: iTunesを制御するためアップルイベントを送信する必要があります。

source: Filmora does not have access to your Camera and Microphone.
es: Filmora no tiene acceso a su cámara y micrófono.
it: Filmora non ha accesso alla tua videocamera e al tuo microfono.
ja: Filmoraはカメラとマイクにアクセスできません。

source: Filmora does not have access to your screen recording.
it: Filmora non ha accesso alla tua registrazione dello schermo.
ja: Filmoraは、画面録画にアクセスできません。

source: To allow access, open System Preferences, click on Security & Privacy and adjust the Privacy settings there.
es: Para permitir el acceso, abra Preferencias del sistema, haga clic en Seguridad y privacidad y ajuste la configuración de Privacidad allí.
it: Per consentire l'accesso, apri le Preferenze di Sistema, fai clic su Sicurezza e Privacy e regola le impostazioni sulla Privacy.
ja: アクセスを許可するには、「システム環境設定」を開いて、「セキュリティとプライバシー」をクリックして、プライバシー設定を調整してください。

source: Drop Shadow
es: Sombra paralela
it: Ombra esterna
ja: ドロップシャドウ

source: 16:9 (Widescreen)
es: 16:9 (Panorámica)
ja: 16:9 (ワイドスクリーン)

source: 9:16 (Portrait)
es: 9:16 (Vertical)
it: 9:16 (Ritratto)
ja: 9:16 (縦画面)

source: 4:3 (Standard)
es: 4:3 (Estándar)
ja: 4:3 (標準)

source: 21:9 (Cinema)
ja: 21:9 (シネマスコープ)

source: Select Project Aspect Ratio
es: Seleccionar Relación de Aspecto
it: Seleziona Rapporto aspetto progetto
ja: 縦横比を設定

source: Change Project Aspect Ratio
es: Cambiar Relación de Aspecto
it: Cambia l'aspetto del progetto
ja: 縦横比を変更

source: All Effects
es: Todos los Efectos
it: Tutti gli effetti
ja: すべてのエフェクト

source: Auto Enhance
es: Mejora Automática
it: Miglioramento automatico
ja: 自動補正

source: High Quality (Full)
es: Alta Calidad (Full)
it: Alta qualità (completa)
ja: 超高品質 (Full)

source: Better Quality (1/2)
es: Buena Calidad (1/2)
it: Migliore qualità (1/2)
ja: 高品質 (1/2)

source: Medium Quality (1/4)
es: Media Calidad (1/4)
it: Qualità media (1/4)
ja: 標準品質 (1/4)

source: Low Quality (1/8)
es: Baja Calidad (1/8)
it: Bassa qualità (1/8)
ja: 普通品質 (1/8)

source: Open Filmstock
it: Visita Filmstock
ja: Filmstockを開く

source: Enable hardware acceleration for video decoding
es: Habilitar la aceleración de hardware para la decodificación de video
it: Abilita l'accelerazione hardware per la decodifica video
ja: ビデオをデコードする際、ハードウェアアクセラレーションを有効にする

source: Enable hardware acceleration for video encoding
es: Habilitar la aceleración de hardware para la codificación de video
it: Abilita l'accelerazione hardware per la codifica video
ja: ビデオをエンコードする際、ハードウェアアクセラレーションを有効にする

source: The state of GPU rendering and hardware decoding has been changed and will take effect after rebooting the program.
es: El estado de la representación de GPU y la decodificación de hardware ha cambiado y tendrá efecto después de reiniciar Filmora.
it: Lo stato del rendering della GPU e la decodifica di hardware sono stati modificati ed entreranno in vigore dopo il riavvio del Filmora.
ja: GPUレンダリングとハードウェアデコードの状態が変更されました。Filmoraの再起動で有効になります.

source: Name your custom text settings. They will be saved under the "Custom" category in your Titles library.
es: Nombre su configuración de texto personalizado. Se guardarán en la categoría "Personalizado" en su biblioteca de títulos.
it: Assegna un nome alle tue impostazioni di testo personalizzate. Verranno salvati nella categoria "Personalizzato" nella libreria Titoli.
ja: オリジナルのカスタムテキストを作成し、名前を付けます。 作成されたカスタムテキストはタイトルライブラリの「カスタム」の中に保存されます。

source: Save as Custom
es: Guardar como Personalizado
it: Salva come personalizzato
ja: カスタムとして保存

source: SAVE AS CUSTOM
es: Guardar como Personalizado
it: Salva come personalizzato
ja: カスタムとして保存

source: Render Preview
es: Renderizar Previsualizacion
it: Anteprima di rendering
ja: レンダリングプレビュー

source: Rendering files
es: Renderizar archivos
it: Rendering di file
ja: レンダリングファイル

source: Creating preview render for smooth playback
es: Creando renderizado de previsualización para una reproducción suave
it: Creazione di rendering di anteprima per una riproduzione fluida
ja: スムーズにプレビューするため、レンダリングを実行中です。

source: Rendering frame %d of %lld
es: Renderizando fotograma %d of %lld
it: Rendering del fotogramma %d di %lld
ja: フレーム %d の %lldをレンダリング

source: Rendering frames: %lld of %lld
es: Renderizando fotograma %d of %lld
it: Rendering del fotogramma %d di %lld
ja: フレーム %d の %lldをレンダリング

source: Estimated Time Left: %@
es: Tiempo restante estimado: %@
it: Tempo rimanente stimato: %@
ja: 推定残り時間：%@

source: Success! Your video has been created.
es: ¡La película ha sido creada exitosamente!
it: Il video è stato creato con successo!
ja: ビデオは正常に作成されました。

source: Click this "Render Preview" button for smooth playback. You can delete unused render files to free up disk space by going to 'File' > 'Preferences' and finding the option in the 'Performance' tab.
es: Haga clic en este botón "Renderizar Previsualización" para una reproducción suave. Vaya a la pestaña "Rendimiento" ubicada bajo el menu "Archivo", "Preferencias", para eliminar los archivos de procesamiento no utilizados para ahorrar espacio en el disco si es necesario.
it: Fai clic sul pulsante "Anteprima rendering" per una riproduzione fluida. Vai alla scheda "Prestazioni" nell'applicazione "Preferenze" per eliminare i file di rendering inutilizzati per risparmiare spazio su disco, se necessario.
ja: プレビューをスムーズに実行するには、「プレビューレンダリング」をクリックしてください。ディスク容量を確保するには、「ファイル」＞「設定」＞「パフォーマンス」より、使用しないレンダリングファイルを削除してください。

source: File name should not begin with a dot "."
es: Nombres que comienzan con un punto "." Están reservados para el sistema.
it: Nomi che iniziano con un punto "." sono riservati al sistema.
ja: ファイル名はドット 「.」で始められません。

source: If you use dot "." at the beginning of your file's name the file will be hidden.
es: Si decide seguir adelante y usar un nombre que comience con un punto, el archivo quedará oculto.
it: Se decidi di andare avanti e utilizzare un nome che inizia con un punto, il file verrà nascosto.
ja: ファイル名の先頭に「.」を使用すると、ファイル名が表示されません。

source: Use "."
es: Usar "."
it: Uso "."
ja: 「.」を使用

source: Oops! You aren't subscribed to a Filmstock plan through this Wondershare ID.
it: Oops! Il tuo account ID Wondershare non ha un abbonamento Filmstock valido.
ja: ご入力されたWondershare IDはFilmstock のサブスクリプションプランに登録されていません。

source: Delete Preview Render Files
es: Eliminar Archivos de Renderizar Previsualización
it: Elimina i file di rendering di anteprima
ja: プレビュー レンダリングファイルを削除

source: Tutorials
es: Tutorial
it: Tutorial
ja: チュートリアル

source: Give Feedback
es: Realimentación
it: Feedback
ja: フィードバックを送信

source: Preview Render:
es: Previsualizar Renderizado
it: Rendering di anteprima:
ja: レンダリングプレビュー：

source: Background render
es: Renderizado de fondo
it: Sfondo render
ja: バックグラウンドレンダリング

source: Start after
es: Iniciar después
it: Inizia dopo
ja: 自動レンダリング開始時：

source: Seconds
es: segundos
it: secondi
ja: 秒後

source: Preview Render files folder:
es: Carpeta de archivos de Renderizado Previsualizado
it: Cartella dei file di Anteprima rendering:
ja: プレビューレンダリングファイルのフォルダ：

source: Automatically delete render files when closing a project file
es: Eliminar automáticamente los archivos de render al cerrar un archivo de proyecto
it: Elimina automaticamente i file di rendering quando si chiude un file di progetto
ja: プロジェクトファイルを閉じる際に、レンダーファイルを自動的に削除する

source: Delete render files
es: Eliminar archivos renderizados
it: Elimina i file di rendering
ja: レンダリングファイルを削除

source: Are you sure you want to delete all render files?
es: Está seguro que desea eliminar los archivos renderizados?
it: Sei sicuro di voler rimuovere tutti i file di rendering?
ja: すべてのレンダリングファイルを削除してよろしいですか？

source: Auto Ripple
es: Auto Rizo
it: Ripple automatico
ja: 自動リップル

source: Auto Ripple On
es: Auto Rizo Activado
it: Ripple automatico attivo
ja: 自動リップルをオンにする

source: Auto Ripple Off
es: Auto Rizo Desactivado
it: Ripple automatico disattivato
ja: 自動リップルをオフにする

source: Shared Media
es: Medios más Usados
it: Media condivisi
ja: 共有メディア

source: Advanced Split Screen Edit
es: Edición Avanzada de Pantalla Dividida
it: Modifica split screen avanzato
ja: 詳細

source: Pan:
es: Paneo
ja: パン：

source: Error! Low disk space
es: Error! Poco espacio en el disco
it: Errore! Poco spazio sul disco
ja: エラー！ ディスク容量が足りません。

source: Error! Render folder is full
es: Error! La carpeta de render esta llena
it: Errore! La cartella di rendering è piena
ja: エラー！ レンダリングフォルダに空き容量がありません。

source: Insert Mode:
es: Modo de inserción:
it: Modalità di inserimento:
ja: 挿入モード：

source: Split selected track only and insert
es: Dividir solo la pista seleccionada e insertar
it: Dividi solo la traccia selezionata e inserisci
ja: 選択したトラックのみを分割して挿入する

source: Split all tracks and insert
es: Dividir todas las pistas e insertar
it: Dividi tutte le tracce e inserisci
ja: すべてのトラックを分割して挿入する

source: The file name(s) would be too long for the destination folder. You can shorten the file name and try again, or try a location that has a shorter path.
es: Los nombres de archivo serían demasiado largos para la carpeta de destino. Puede acortar el nombre del archivo e intentarlo de nuevo, o probar una ubicación que tenga una ruta más corta.
it: Il nome del/i file sarebbe troppo lungo per la cartella di destinazione. Puoi abbreviare il nome del file e riprovare oppure provare una posizione con un percorso più breve.
ja: ファイル名の長さが、指定のフォルダに対して長すぎる可能性があります。短いファイル名に変更して再実行するか、より短いパス名がある場所に移動してください。

source: There is not enough disk space. Free up disk space and try again.
es: No hay suficiente espacio en el disco. Libere suficiente espacio en el disco y vuelva a intentarlo.
it: Non c'è abbastanza spazio sul disco. Libera spazio su disco, quindi riprova.
ja: ディスク容量が不足しています。ディスクスペースを確保してから再度お試しください。

source: The Split Screen clip has been modified. Do you want to save the changes?
es: El clip de pantalla dividida se ha modificado, ¿desea guardar los cambios?
it: La clip dello Split Screen è stata modificata, vuoi salvare le modifiche?
ja: 分割表示クリップが変更されました。変更を保存しますか？

source: Import media here to use it in multiple projects.
es: Importar medios de uso frecuente aquí para utilizarlos en proyectos
it: Importa i media usati di frequente qui per utilizzarli nei progetti
ja: メディアを複数のプロジェクトで使用するには、ここにインポートしてください。

source: The file name(s) would be too long for the destination folder. Try a location that has a shorter path.
es: Los nombres de archivo serían demasiado largos para la carpeta de destino. Puedes probar una ubicación que tenga un camino más corto.
it: Il nome del file sarebbe troppo lungo per la cartella di destinazione. Puoi provare una posizione che ha un percorso più breve.
ja: ファイル名の長さが、指定のフォルダに対して長すぎる可能性があります。より短いパス名がある場所に移動してください。

source: Drag a video or image onto the drop zone in previewer to create your split screen clip. Click the "Advanced" button to trim each sub clip.
es: Arrastre el video o la imagen a la zona de arrastre en la vista previa para crear su clip de pantalla dividida. Haga clic en el botón "Avanzado" para recortar cada subclip.
it: Trascina il video o l'immagine nell'area di rilascio nell'anteprima per creare la clip di Split Screen. Fai clic sul pulsante "Avanzate" per tagliare ciascuna parte di clip.
ja: 分割表示のクリップを作成するには、プレビューアのドロップゾーンにビデオまたは画像をドラッグしてください。「高度編集」ボタンをクリックして、各サブクリップを編集することも可能です。

source: Add to Split Screen
es: Añadir a la Pantalla Dividida
it: Aggiungi a Split Screen
ja: 分割表示に追加

source: Import Frequently Used Media Here to Use Across Projects
es: Importa aquí medios que usas frecuentemente y úsalos en diferentes proyectos
it: Importa Qui i Media Usati Frequentemente Usali in Diversi Progetti
ja: よく使用するメディアをここにインポートしてプロジェクト間で使用する

source: Confirm your order information
es: Confirma la información de tu pedido
it: Confermare le informazioni sull'ordine
ja: ご注文情報を確認してください

source: Confirm
es: Confirmar
it: Conferma
ja: 確認

source: Email
es: Correo electrónico
ja: Eメール

source: Order number
es: Número de pedido
it: Numero d'ordine
ja: 注文番号

source: Product name
es: Nombre del producto
it: Nome del prodotto
ja: 製品名

source: Telephone number
es: Número de teléfono
it: Numero di telefono
ja: 電話番号

source: Are you sure you want to remove all render files?
es: ¿Está seguro que quiere eliminar los archivos de render?
it: Sei sicuro di voler eliminare tutti i file di rendering?
ja: レンダリングファイルを全て削除してよろしいですか？

source: Are you sure you want to remove all proxy files?
es: ¿Está seguro que quiere eliminar todos los archivos de proxy?
it: Sei sicuro di voler eliminare tutti i file proxy?
ja: プロキシファイルを全て削除してよろしいですか？

source: There is not enough free disk space to complete preview render, please free up some disk space and try again.
es: No hay suficiente espacio libre en el disco para completar la vista previa. Libere espacio en el disco y vuelva a intentarlo.
it: Lo spazio disponibile su disco è insufficiente per completare il rendering di anteprima. Si prega di liberare spazio su disco poi riprovare.
ja: プレビューレンダリングを実行するためのディスク容量が足りません。ディスク容量を確保してから再度お試しください。

source: Individual Plan
es: Plan Individual
it: Piano Individuale
ja: 個人向けプラン

source: Business Plan
es: Plan de Negocios
it: Piano Aziendale
ja: ビジネスプラン

source: Academic Plan
es: Plan Estudiante
it: Piano Studentesco
ja: 学生・教職員プラン

source: Manage My Account
es: Administrar Mi Cuenta
it: Gestire il Mio Conto
ja: マイアカウントを管理

source: Nothing configurable, please click a split screen section in Previewer to continue editing.
es: No hay medios para editar. Por favor haga clic en una sección de la pantalla dividida en la Vista Previa para continuar la edición
it: Nulla di configurabile. Fare clic su una sezione dello schermo diviso nell'Anteprima per continuare la modifica
ja: 設定可能なものがありません。分割表示プレビューアをクリックして編集を続けてください。

source: Fit Split Screen Duration on main Timeline
es: Ajustar Duración de la Pantalla Dividida en la Línea de Tiempo principal
it: Imposta la Durata dello Schermo Diviso sulla Linea Temporale principale
ja: 分割表示のメディア持続時間をタイムラインに一致させる

source: Split Screen 1
es: Pantalla Dividida 1
it: Schermo Diviso 1
ja: 分割表示1

source: Render Timeline
es: Renderizar línea de tiempo
it: Anteprima di rendering
ja: プレビューレンダリング

source: Untitled
es: Sin Título
it: Senza titolo
ja: タイトルなし

source: Split Screen Duration
es: Duración de Pantalla Dividida
it: Durata di Schermo Diviso
ja: 分割表示の持続期間

source: Enable Split Screen Animation
es: Activar Animación de Pantalla Dividida
it: Abilita animazione di Schermo Diviso
ja: 分割表示のアニメーションを有効にする

source: Preparing...
es: Preparando...
it: Preparando...
ja: 準備中…

source: Creating...
es: Creando...
it: Creando...
ja: 変換中…

source: Make TSFolder...
es: Crear carpeta TS...
it: Creare CartellaTS...
ja: TSフォルダを作成…

source: Copy TSFolder...
es: Copiar carpeta TS...
it: Copiare CartellaTS...
ja: TSフォルダをコピー…
