Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/*.lproj/Localizable.strings
Languages: es, it, ja

source: Record Media
es: Grabar medios
it: Registra i media
ja: メディアを録音する

source: Project Setting
es: Configuración del proyecto
it: Impostazioni del progetto
ja: プロジェクト設定

source: Ripple Delete
es: Eliminar Efecto Cadena
it: Cancella Ondulazione
ja: リップル削除

source: Select All
es: Seleccionar todo
it: Seleziona tutto
ja: すべて選択

source: Deselect All
es: Deseleccionar todo
it: Deseleziona tutto
ja: すべての選択を解除

source: Rotate 90 CW
es: Girar 90 derecha
it: Ruota di 90° in senso orario
ja: 時計回りに90°回転

source: Rotate 90 CCW
es: Girar 90 izquierda
it: Ruota di 90° in senso antiorario
ja: 反時計回りに90°回転

source: Create Video...
es: Crear video ...
it: Crea video ...
ja: ビデオを作成...

source: Export to Device...
es: Exportar a dispositivo ...
it: Esporta nel dispositivo ...
ja: デバイスに出力

source: Upload to Youtube...
es: Subir a Youtube ...
it: Carica su YouTube ...
ja: YouTubeにアップロード

source: Upload to Vimeo...
es: Subir a Vimeo ...
it: Carica su Vimeo ...
ja: Vimeoにアップロード...

source: Burn DVD...
es: Grabar DVD ...
it: Masterizza DVD ...
ja: DVDに書き込む

source: Window
es: Ventana
it: Finestra
ja: ウィンドウ

source: Minimize
es: Minimizar
it: Minimizza
ja: 最小化

source: Zoom
ja: 最大化

source: Bring All to Front
es: Traer todo al frente
it: Porta tutto in primo piano
ja: すべてを手前に移動

source: Help
es: Ayuda
it: Aiuto
ja: ヘルプ

source: Online Help
es: Ayuda en línea
it: Aiuto online
ja: オンラインヘルプ

source: Product FAQ
es: Preguntas frecuentes
it: Domande frequenti sul prodotto
ja: 製品FAQ

source: Support Center
es: Centro de Soporte
it: Centro di supporto
ja: サポート

source: About Wondershare ID
es: Acerca de Wondershare ID
it: Informazioni su Wondershare ID
ja: Wondershare IDについて

source: Fetch Log
es: Buscar registro (log)
it: Trova Log
ja: ログを取得する

source: New Feature Request
es: Nueva solicitud de funciones
it: Nuova richiesta di funzionalità
ja: 新機能に対する要望

source: Filmora YouTube
es: Wondershare YouTube
it: Wondershare YouTube
ja: Wondershare YouTube

source: Filmora Facebook
es: Wondershare Facebook
it: Facebook di Wondershare
ja: Wondershare Facebook

source: Filmora Twitter
es: Wondershare Twitter
it: Twitter di Wondershare
ja: Wondershare Twitter

source: Enable Timeline Snap
es: Activar el magnetismo de la línea de tiempo
it: Abilita snapshot della timeline
ja: タイムラインスナッピングを有効にする

source: Default
es: Preestablecido
it: Predefinito
ja: デフォルト

source: You can update this video to YouTube
es: Puedes subir este video a YouTube
it: Puoi caricare questo video su YouTube
ja: この動画をYouTubeにアップロードできる

source: The file has been successfully uploaded to Vimeo.
es: El archivo se ha subido correctamente a Vimeo.
it: Il file è stato caricato con successo su Vimeo.
ja: ファイルはVimeoにアップロードされました。

source: The file has been successfully uploaded to YouTube.
es: El archivo se ha subido correctamente a YouTube.
it: Il file è stato caricato con successo su YouTube.
ja: ファイルはYouTubeにアップロードされました。

source: People I fellow on viemo
es: Gente que sigo en vimeo
it: Persone che segui su Vimeo
ja: Vimeoでフォローしている人

source: Only me
es: Solo yo
it: Solo io
ja: 自分のみ

source: DVD Folder
es: Carpeta de DVD
it: Cartella DVD
ja: DVDフォルダ

source: Template
es: Modelo
it: Modello
ja: テンプレート

source: Create Menu
es: Crear menú
it: Crea menu
ja: メニューを作成

source: No Music
es: Sin musica
it: Nessuna musica
ja: 音楽なし

source: My DVD
es: Mi DVD
it: Il mio DVD
ja: マイDVD

source: Burn to:
es: Grabar a:
it: Masterizza su:
ja: 作成：

source: TV Standard:
es: Estándar de TV:
it: Standard TV:
ja: テレビ規格：

source: DVD Lable:
es: Etiqueta DVD:
it: Etichetta DVD:
ja: DVDラベル：

source: Burn Device:
es: Dispositivo de grabación:
it: Masterizza dispositivo:
ja: 書き込みデバイス：

source: Disc Type:
es: Tipo de disco:
it: Tipo di disco:
ja: ディスクの種類：

source: Capacity:
es: Capacidad:
it: Capacità:
ja: 容量：

source: Category:
es: Categoría:
it: Categoria:
ja: カテゴリー：

source: Title:
es: Título:
it: Titolo:
ja: タイトル：

source: Tags:
es: Etiquetas:
it: Tag:
ja: タグ：

source: Privacy:
es: Privacidad:
ja: プライバシー：

source: Private
es: Privado
it: Privato
ja: 非公開

source: Do Nothing
es: No hacer nada
it: Non fare niente
ja: 何もしない

source: Sound Reminder
es: Recordatorio de sonido
it: Promemoria audio
ja: 音で知らせる

source: Put Computer to Sleep
es: Poner la computadora a dormir
it: Metti il computer in stato di Sleep
ja: コンピュータをスリープ状態にする

source: Shut Down My Computer
es: Apagar mi computadora
it: Spegni il mio computer
ja: コンピュータをシャットダウン

source: Creating Movie ...
es: Creando una película ...
it: Creazione di film ...
ja: ムービーを作成...

source: Step: Mission Complete!
es: Paso: ¡Misión completada!
it: Passo: missione completata!
ja: ステップ：完了しました！

source: Find in target
es: Encontrar en destino
it: Trova nell'obiettivo
ja: ターゲットを見つける

source: Pan
ja: パン

source: Volume Fader
es: Volumen de salida (fade out)
ja: ボリュームフェーダー

source: Master Track
es: Pista Principal
it: Traccia Principale
ja: マスタートラック

source: Level Meter
es: Medidor de nivel
it: Misuratore di livello
ja: レベルメーター

source: Create With Wondershare Filmora
es: Creado con Wondershare Filmora
it: Creato con Wondershare Filmora
ja: Wondershare Filmoraで作成

source: Downloading video content (%d%) ...
es: Descarga de contenido de video ( %d %) ...
it: Download di contenuti video ( %d%) ...
ja: 動画コンテンツ（ %d ％）をダウンロード中...

source: Downloading %@ content (%d%) ...
es: Descargando %@ contenido ( %d %) ...
it: Download di %@ content ( %d%) ...
ja: %@コンテンツ（ %d ％）をダウンロード中...

source: The output directory could not be found. Please update it and try again.
es: El directorio de salida no pudo ser encontrado. Por favor, actualice y vuelva a intentarlo.
it: La directory di output non è stata trovata. Si prega di aggiornarlo e riprovare.
ja: 出力ディレクトリが見つかりません。更新してもう一度お試しください。

source: Auto
ja: オート

source: Marker Editor
es: Marcador Editor
it: Modifica indicatore
ja: マーカーエディタ

source: Format
es: Formato
it: Formato
ja: フォーマット

source: Device
es: Dispositivo
it: Dispositivo
ja: デバイス

source: Output Descriptions
es: Descripciones de salida
it: Descrizioni di output
ja: 出力の説明

source: DVD Descriptions
es: Descripciones de DVD
it: Descrizioni DVD
ja: DVDの説明

source: Quality
es: Calidad
it: Qualità
ja: ビデオ画質：

source: Encoder:
it: Codificatore:
ja: エンコーダ：

source: Detect
es: Detectar
it: Rileva
ja: 検出する

source: Loading scenes to Timeline
es: Cargando escenas a la línea de tiempo
it: Caricamento di scene sulla timeline
ja: シーンをタイムラインにロードする

source: Buy License
es: Comprar licencia
it: Acquista Licenza
ja: 購入

source: This project file was saved from an older version of Filmora and must be converted. The original project file will not be changed.
es: Este archivo de proyecto se guardó con una versión anterior de Filmora y se debe convertir. El archivo original del proyecto no se cambiará.
it: Questo file di progetto è stato salvato da una versione precedente di Filmora e deve essere convertito. Il file di progetto originale non verrà modificato.
ja: このプロジェクトファイルは以前のバージョンのFilmoraで保存されたため、変換する必要があります。元のプロジェクトファイルは変更されません。

source: Convert document failed!
es: ¡Error al convertir el archivo del proyecto!
it: Impossibile convertire il file di progetto!
ja: プロジェクトファイルの変換に失敗しました！

source: There is no enough space on the disk, please free up some disk space and try again.
es: No hay espacio suficiente en el disco, libere espacio en el disco e intente nuevamente.
it: Non c'è abbastanza spazio sul disco, libera spazio su disco e riprova.
ja: 十分なディスク容量がありません。ディスクスペースを確保してからもう一度試してください。

source: Task is still in progress, are you sure to cancel it?
es: La tarea aún está en progreso, ¿está seguro de cancelarla?
it: L'attività è ancora in corso, sei sicuro di cancellarla?
ja: タスクはまだ進行中です。キャンセルしてもよろしいですか？

source: RateAppstore
es: macappstore://itunes.apple.com/app/id447570101?mt=12
it: macappstore://itunes.apple.com/app/id447570101?mt=12
ja: macappstore://itunes.apple.com/app/id447570101?mt=12

source: Missing Effects
es: Efectos que faltan
it: Effetti mancanti
ja: エフェクト紛失

source: This project file uses effect packs that are currently unavailable on your computer. You can open Effect Store to re-download below effect packs or click "Ignore" to continue open the project file without the missing effects.
es: Este archivo de proyecto utiliza paquetes de efectos que actualmente no están disponibles en su computadora. Puede abrir la Tienda de Efectos para volver a descargar a continuación los paquetes de efectos o hacer clic en "Ignorar" para continuar abriendo el archivo del proyecto sin los efectos que faltan.
it: Questo file di progetto utilizza dei pacchetti effetto che al momento non sono disponibili sul tuo computer. È possibile aprire l'Effect Store per scaricare nuovamente i pacchetti effetto qui sotto o fare clic su "Ignora" per continuare ad aprire il file di progetto senza gli effetti mancanti.
ja: このプロジェクトファイルには、現在コンピュータで使用できないエフェクトパックが使用されています。エフェクトストアを開いてエフェクトパックを再ダウンロードして、または「無視」をクリックしてエフェクトがなくなった状態でプロジェクトファイルを開きます。

source: Ignore
es: Ignorar
it: Ignora
ja: 無視

source: Relocate
es: Reubicar
it: Rilocalizzare
ja: 再リンク

source: Open Effect Store
es: Abrir Tienda de Efectos
it: Apri l'Effects Store
ja: エフェクトストアを開く

source: Effect Pack Name
es: Nombre del paquete de efectos
it: Nome del pacchetto effetti
ja: エフェクトパックの名前

source: Export to file or send to Filmora for more edits:
es: Exportar a archivo o enviar a Filmora para más ediciones:
it: Esporta su file o invia a Filmora per ulteriori modifiche:
ja: ファイルへエクスポートまたはFilmoraに転送：

source: Progress
es: Progreso
it: Progresso
ja: 進捗

source: Burning is successful! Would you like to burn more DVDs?
es: ¡Se ha grabado con éxito! ¿Te gustaría grabar más DVDs?
it: La masterizzazione ha avuto successo! Vorresti masterizzare altri DVD?
ja: 書き込みに成功しました！もっとDVDを書き込みしますか？

source: No, thanks
es: No, gracias
it: No grazie
ja: いいえ

source: More
es: Más
it: Altro
ja: もっと

source: Sign out
es: Cerrar sesión
it: Esci
ja: サインアウト

source: My Profile
es: Mi perfil
it: Il mio Profilo
ja: マイプロフィール

source: My Favorites
es: Mis favoritos
it: I miei Preferiti
ja: お気に入り

source: My Effects
es: Mis efectos
it: I miei Effetti
ja: マイエフェクト

source: Filmora Effects Store
es: Tienda de Efectos de Filmora
it: Negozio degli Effetti di Filmora
ja: Filmoraエフェクトストア

source: Download more effects from Filmora Resource Center
es: Descarga más efectos del Centro de Recursos de Filmora
it: Scarica altri effetti da Filmora centro risorse
ja: Filmoraリソースセンターから多くのエフェクトがダウンロードできます

source: alpha
es: Alfa
it: Alfa
ja: アルファ

source: Percent
es: Porcentaje
it: Percentuale
ja: パーセンテージ

source: amount
es: Cantidad
it: Quantità
ja: 量

source: PhaseIncrement
es: Incremento de fase
it: Incremento di fase
ja: 位相インクリメント

source: ZoomRate
es: Tasa de zoom
it: Percentuale di Zoom
ja: ズーム倍率

source: Source_Width
es: Ancho de fuente
it: Larghezza del sorgente
ja: ソース幅

source: BG_Color
es: Color de fondo
it: Colore di sfondo
ja: 背景色

source: BG_Luminance
es: Luminancia de fondo
it: Luminanza di sfondo
ja: 背景の明るさ

source: BG_Blur_Level
es: Pluma de fondo
it: Feather di Sfondo
ja: 背景のアンチエイリアス

source: Blur
es: Pluma
it: Feather
ja: アンチエイリアス

source: Opacity
es: Opacidad
it: Opacità
ja: 不透明度

source: Gradient Direction
es: Dirección de gradiente
it: Direzione dei gradienti
ja: グラディエント方向

source: Direction
es: Dirección
it: Direzione
ja: 方向

source: Radius
es: Radio
it: Raggio
ja: 半径

source: strength
es: Fuerza
it: Forza
ja: 強さ

source: Frequency
es: Frecuencia
it: Frequenza
ja: 頻度

source: Pos_X
es: Posición X
it: Posizione X
ja: X座標

source: Pos_Y
es: Posición Y
it: Posizione Y
ja: Y座標

source: Rot_Z
es: Posición Z
it: Posizione Z
ja: Z座標

source: RGB_Separate
es: RGB separado
it: RGB Separato
ja: 各RGB

source: Motion_Blur
es: Desenfoque de movimiento
it: Sfocatura di movimento
ja: モーションぼかし

source: Fade
es: Desvanecer
it: Dissolvenza
ja: フェード

source: left
es: Izquierda
it: Sinistra
ja: 左

source: right
es: Derecha
it: Destra
ja: 右

source: top
es: Parte superior
it: Sopra
ja: 上

source: bottom
es: Abajo
it: Sotto
ja: 下

source: autoZoom
es: Zoom
it: Zoom
ja: 最大化

source: blurEdges
es: Borde de Pluma
it: Feather del bordo
ja: フェザーエッジ：

source: Mode
es: Modo
it: Modalità
ja: モード

source: BlockSize
es: Tamaño de bloque
it: Misura del blocco
ja: ブロックサイズ

source: Amplitude
es: Amplitud
it: Ampiezza
ja: 振幅

source: aPercent
es: Porcentaje
it: Percentuale
ja: パーセンテージ

source: Presets
es: Preajustes
it: Preselezioni
ja: プリセット

source: radius
es: Radio
it: Raggio
ja: 半径

source: posX
es: Posición X
it: Posizione X
ja: X座標

source: posY
es: Posición Y
it: Posizione Y
ja: Y座標

source: Frosted_Level
es: Nivel Escarchado
it: Livello smerigliato
ja: 曇りレベル

source: DecolorPosX
es: Decolorar Position X
it: Decolora Posizione X
ja: デコラートX座標

source: DecolorPosY
es: Decolorar Position Y
it: Decolora Posizione Y
ja: デコラートY座標

source: Block_size
es: Tamaño de los bloques
it: Misura del blocco
ja: ブロックサイズ

source: path
es: Ruta
it: Percorso
ja: パス

source: blurStrength
es: Fuerza del Desenfoque
it: Sfocatura
ja: ぼかし強さ

source: invertMask
es: Invertir Máscara
it: Inverti maschera
ja: マスクを反転させる

source: Intensity
es: Intensidad
it: Intensità
ja: 強度

source: decolorPosX
es: Decolorar Position X
it: Decolora Posizione X
ja: デコラートX座標

source: decolorPosY
es: Decolorar Position Y
it: Decolora Posizione Y
ja: デコラートY座標

source: percent
es: Porcentaje
it: Percentuale
ja: パーセンテージ

source: Colorful
es: Colorido
it: Colorato
ja: カラフル

source: SquareSize
es: Tamaño del cuadrado
it: Dimensione quadrato
ja: 正方形のサイズ

source: Desity
es: Densidad
it: Densità
ja: 密度

source: Height
es: Altura
it: Altezza
ja: 高さ

source: swing
es: Oscilación
it: Oscillazione
ja: スイング

source: frequency
es: Frecuencia
it: Frequenza
ja: 頻度

source: Warp_Level
es: Nivel de deformación
it: Livello Distorsione
ja: ワープレベル

source: Scales_Level
es: Nivel de escalas
it: Livello delle scale
ja: スケールレベル

source: nDistance
es: Distancia
it: Distanza
ja: 距離

source: nBlur
es: Desenfocar
it: Sfocatura
ja: ぼかし

source: nAlpha
es: Opacidad
it: Opacità
ja: 不透明度

source: dwValue
es: Color
it: Colore
ja: 色

source: uDirect
es: Dirección
it: Direzione
ja: 方向

source: m_dRCol
es: Rojo
it: Rosso
ja: レッド

source: m_dGCol
es: Verde
it: Verde
ja: グリーン

source: m_dBCol
es: Azul
it: Blu
ja: ブルー

source: m_bSrcLeft
es: Fuente Switcher
it: Scambio sorgente
ja: ソーススイッチャー

source: m_bSplit
es: Habilitar
it: Abilita
ja: 有効にする

source: centerX
es: Centro X
it: Centro X
ja: センターX

source: centerY
es: Centro Y
it: Centro Y
ja: センターY

source: intensity
es: Intensidad
it: Intensità
ja: 強度

source: size
es: Tamaño
it: Dimensione
ja: サイズ

source: rotation
es: Rotación
it: Rotazione
ja: 回転

source: bright
es: Brillante
it: Luminosità
ja: 明るい

source: emboss
es: Realzar
it: Rilievo
ja: エンボス

source: steps
es: Pasos
it: Passi
ja: ステップ

source: Level
es: Nivel
it: Livello
ja: レベル

source: xPos
es: Posición X
it: Posizione X
ja: X座標

source: yPos
es: Posición Y
it: Posizione Y
ja: Y座標

source: Scale Width
es: Escala X
it: Scala X
ja: Xスケール

source: Scale Height
es: Escala Y
it: Scala Y
ja: Yスケール

source: Position
es: Posición
it: Posizione
ja: ポジション

source: borderH
es: Altura del borde
it: Altezza del bordo
ja: ボーダーの高さ

source: Load LUT
es: Cargar tabla de búsqueda
it: Carica LUT
ja: LUTを読み込み

source: Film/TV
es: Película
it: Film
ja: フィルム

source: Film
es: Película
ja: フィルム

source: Common
es: Común
it: Comune
ja: 一般

source: You can upload this video to YouTube
es: Puedes subir este video a YouTube
it: Puoi caricare questo video su YouTube
ja: この動画をYouTubeにアップロードできる

source: You can upload this video to Vimeo
es: Puedes subir este video a Vimeo
it: Puoi caricare questo video su Vimeo
ja: この動画をVimeoにアップロードできる

source: Disc space is not enough. Please insert a disc with larger space, or adjust the video quality, or delete some files.
es: El espacio en el disco no es suficiente. Inserte un disco con mayor espacio, ajuste la calidad del video o borre algunos archivos.
it: Lo spazio sul disco non è sufficiente. Inserisci un disco con spazio maggiore o regola la qualità del video o elimina alcuni file.
ja: ディスクの容量が不足です。より大きなスペースのディスクを挿入するか、ビデオの画質を調整するか、ファイルを削除してください。

source: Disc is not blank. Please insert a blank one.
es: El disco no está en blanco. Por favor, inserte uno en blanco.
it: Il disco non è vuoto. Si prega di inserirne uno vuoto.
ja: このディスクは空ではありません。ブランクディスクを挿入してください。

source: have no enough free space
es: no tienen suficiente espacio libre
it: non hai abbastanza spazio libero
ja: 十分な空き領域がありません

source: Pause Recording
es: Pausar grabación
it: Metti in pausa la registrazione
ja: 録音を一時停止する

source: Resume Recording
es: Reanudar la grabación
it: Riprendi la registrazione
ja: 録音を再開する

source: Description:
es: Descripción:
it: Descrizione:
ja: 説明：

source: DVDMedia
it: mediaDVD
ja: DVDメディア

source: Shut down
es: Apagar
it: Spegnimento
ja: シャットダウン

source: If you do nothing, the computer will shut down automatically in %d seconds.
es: Si no hace nada, la computadora se apagará automáticamente en %d segundos.
it: Se non fai nulla, il computer si spegnerà automaticamente in %d secondi.
ja: 何もしないと、コンピュータは%d秒後に自動的にシャットダウンします。

source: Are you sure you want to shut down your computer now?
es: ¿Estás seguro de que quieres apagar tu computadora ahora?
it: Sei sicuro di voler spegnere il tuo computer ora?
ja: 今すぐコンピュータをシャットダウンしますか？

source: Step: make menu %d%%
es: Paso: hacer el menú %d %%
it: Step: crea menu %d%%
ja: ステップ：メニューを作成%d %%

source: Setting
es: Adjustment
it: Impostazione
ja: 設定

source: Nothing configurable
es: Nada configurable
it: Niente da configurare
ja: 設定可能な何もありません

source: There is no parameter for this object, select a text box in the Previewer to continue.
es: No hay parámetros para las imágenes, selecciona una caja de texto en la Ventana de Previsualización para continuar.
it: Non vi è alcun parametro per le immagini, seleziona una casella di testo nell'anteprima per continuare.
ja: 画像にはパラメータがありません。プレビューウィンドウでテキストボックスを選択して続行してください。

source: Search
es: Buscar
it: Ricerca
ja: 検索

source: Video Info:
es: Información del video:
it: Informazioni video:
ja: ビデオ情報：

source: Audio Info:
es: Información de audio:
it: Informazioni audio:
ja: オーディオ情報：

source: Image Info:
es: Información de la imagen:
it: Informazioni sull'immagine:
ja: 画像情報：

source: Creating proxy file is necessary for smooth playback, do you wish to create proxy file for this clip?
es: Es necesario crear un archivo proxy para una reproducción sin problemas. ¿Desea crear un archivo proxy para este clip?
it: La creazione di file proxy è necessaria per una riproduzione fluida, vuoi creare un file proxy per questa clip?
ja: スムーズに再生するためプロキシファイルを作成する必要があります、このクリップのプロキシファイルを作成しますか？

source: Show Audio Indicator
es: Mostrar el indicador de audio
it: Mostra indicatore audio
ja: オーディオインジケータを表示

source: Hide Audio Indicator
es: Ocultar el indicador de audio
it: Nascondi indicatore audio
ja: オーディオインジケータを隠す

source: Viewable by:
es: Visible por:
it: Visualizzabile da:
ja: 閲覧者：

source: Music Trak
es: Pista de musica
it: Traccia musicale
ja: ミュージックトラック

source: Video Trak
es: Pista de Video
it: Traccia Video
ja: ビデオトラック

source: Destination:
es: Destino:
it: Destinazione:
ja: 目的地：

source: Click to Apply
es: Haga clic en Aplicar
it: Fare clic su Applica per
ja: エフェクトをクリック

source: Freeze
es: Congelado
it: Fermo immagine
ja: フリーズ

source: No Animation
es: Sin animación
it: Nessuna animazione
ja: アニメーションなし

source: No Motion
es: Sin animación
it: Nessuna animazione
ja: アニメーションなし

source: Type Writer
es: Mecanografía
it: Digita Writer
ja: タイプライター

source: Wavy Style
es: Ondas
it: Stile ondulato
ja: 波型

source: Random
es: Aleatorio
it: Casuale
ja: ランダム

source: Random 2
es: Aleatorio 2
it: Casuale 2
ja: ランダム2

source: String Blur
es: Desenfoque lineal
it: Sfocatura dei bordi
ja: 文字をぼかし

source: Cinema Style
es: Estilo cine
it: Modalità Cinema
ja: シネマスタイル

source: Up Insert
es: Desplazar Arriba
it: Inserisci sopra
ja: 上方向へ挿入

source: Down Insert
es: Desplazar Abajo
it: Inserisci sotto
ja: 下方向へ挿入

source: Up Dir Insert
es: Insertar Arriba
it: Inserisci Dir sopra
ja: ディレクトリ上方向挿入

source: Left Dir Insert
es: Insertar izquierda
it: Inserisci Dir sinistra
ja: ディレクトリ左方向挿入左方向挿入

source: Right Dir Insert
es: Insertar derecha
it: Inserisci Dir destra
ja: ディレクトリ右方向挿入

source: Down Dir Insert
es: Insertar Abajo
it: Inserisci Dir sotto
ja: ディレクトリ下方向挿入

source: Up Roll
es: Rodar Arriba
it: Ruota sopra
ja: ロールアップ

source: Down Roll
es: Rodar Abajo
it: Ruota in basso
ja: ダウンロール

source: Left Roll
es: Rodar Izquierda
it: Ruota a sinistra
ja: 左ロール

source: Right Roll
es: Rodar derecha
it: Ruota a destra
ja: 右ロール

source: Pixelate
es: Pixelado
ja: ピクセレート

source: Pinwheel
es: Molinillo
it: Girandola
ja: ピンホイール

source: Erase
es: Eliminar
it: Cancellare
ja: イレース

source: Crosszoom
es: Zoom Cruzado
ja: クロスズーム

source: Doorway
es: Perspectiva
it: Portone
ja: ドアウェイ

source: Roll clockwise
es: Aparecer a la derecha
it: Ruota in senso orario
ja: 時計回りに回転

source: Round zoom out
es: Círculo_zoom_afuera
it: Zoom indietro
ja: ラウンドズームアウト

source: LinearWipe
es: Limpiador Lineal
ja: リニアワイプ

source: Push
es: Empujar
it: Spingi
ja: プッシュ

source: SkewRight
es: Desviar derecha
ja: 右斜め

source: Evaporate
es: Evaporado 1
it: Evapora
ja: エバポレート1

source: Boom!
ja: ブーム！

source: Bounce to zoom in 1
es: Rebotar y acercar 1
it: Salta per ingrandire 1
ja: バウンスズームイン1

source: Bounce to zoom in 2
es: Rebotar y acercar 2
it: Salta per ingrandire 2
ja: バウンスズームイン2

source: Bounce to zoom out 1
es: Rebotar y alejar 1
it: Salta per lo zoom indietro 1
ja: バウンスズームアウト1

source: Clockwise rotate to zoom in 1
es: Giro a la derecha y acercar 1
it: Ruota in senso orario per ingrandire 1
ja: 時計回りに回転ズームイン1

source: Clockwise rotate to zoom in 2
es: Giro a la derecha y acercar 2
it: Ruota in senso orario per ingrandire 2
ja: 時計回りに回転ズームイン2

source: Clockwise rotate
es: Girar a la derecha
it: Ruota in senso orario
ja: 時計回りに回転

source: Counter clockwise rotate
es: Girar en sentido antihorario
it: Ruota in senso antiorario
ja: 反時計回りに回転

source: Down Up 1
es: Abajo arriba 1
ja: ダウン1

source: Down Up 2
es: Abajo arriba 2
ja: ダウン2

source: Fade Slide 1
es: Desvanecer 1
it: Dissolvenza diapositiva 1
ja: スライド1をフェードアウト

source: Fade Slide 2
es: Desvanecer 2
it: Dissolvenza diapositiva 2
ja: フェードスライド2

source: Fade Slide 3
es: Desvanecer 3
it: Dissolvenza diapositiva 3
ja: フェードスライド3

source: Fade Slide 4
es: Desvanecer 4
it: Dissolvenza diapositiva 4
ja: フェードスライド4

source: Fade Zoom In
es: Desvanecer y Acercar
ja: フェードズームイン

source: Fade Zoom Out
es: Desvanecer y Alejar
ja: フェードズームアウト

source: Flip Down1
es: Voltear hacia abajo1
it: Gira Down1
ja: フリップダウン1

source: Flip Down2
es: Voltear hacia abajo2
it: Gira Down2
ja: フリップダウン2

source: Flip Up1
es: Voltear hacia arriba
it: Gira Up1
ja: フリップアップ1

source: Flip Up2
es: Voltear hacia arriba
it: Gira Up1
ja: フリップアップ2

source: Fly to zoom in
es: Volar y acercar
it: Vola per ingrandire
ja: フライジームイン

source: Grow Shrink
es: Crecer Encoger
ja: 縮小

source: Move to bottom
es: Mover al fondo
it: Sposta in basso
ja: 下に移動

source: Move to left
es: Mover izquierda
it: Sposta a sinistra
ja: 左に移動

source: Move to lower left
es: Mover abajo e izquierda
it: Sposta in basso a sinistra
ja: 左下に移動する

source: Move to lower right
es: Mover a la parte inferior derecha
it: Sposta in basso a destra
ja: 右下に移動

source: Move to right
es: Mover a la derecha
it: Spostati a destra
ja: 右に移動

source: Move to top
es: Mover a la parte superior
it: Sposta in alto
ja: 一番上に移動

source: Move to upper left
es: Mover a la parte superior izquierda
it: Sposta in alto a sinistra
ja: 左上に移動

source: Move to upper right and zoom in
es: Mover a la parte superior derecha y acercar
it: Sposta in alto a destra e ingrandisci
ja: 右上に移動してズームイン

source: Move to upper right
es: Mover a la parte superior derecha
it: Sposta in alto a destra
ja: 右上に移動
