Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/test_lanuage/*.lproj/Localizable.strings
Languages: ar

source: The interface looks too complicated.
ar: تبدو الواجهة معقدة للغاية.

source: I don't know how to import footage.
ar: لا أعرف كيفية استيراد اللقطات.

source: I don't know how to start making a video.
ar: لا أعرف كيف أبدأ في إنشاء مقطع فيديو.

source: The software crashed.
ar: تعطل البرنامج.

source: It is not a free software.
ar: إنها ليست برمجيات حرة.

source: The software cannot run on my computer.
ar: لا يمكن تشغيل البرنامج على جهاز الكمبيوتر الخاص بي.

source: I'm busy. I'll try again later.
ar: أنا مشغول. سأحاول مرة أخرى في وقت لاحق.

source: I am not in the mood to make a video
ar: أنا لست في مزاج جيد لعمل فيديو

source: Other (please specifiy)
ar: أخرى (يرجى التحديد)

source: 2. Please leave your email address. We might contact you for more information.
ar: 2. يرجى ترك عنوان بريدك الإلكتروني. قد نتصل بك لمزيد من المعلومات.

source: Filmora Video Tutorials to Help you Get Started!
ar: Filmora دروس فيديو لمساعدتك على البدء!

source: FREE Stock Videos, Audio, and Video Effects
ar: مقاطع فيديو الأسهم المجانية وتأثيرات الصوت والفيديو

source: Videos
ar: أشرطة فيديو

source: Video Effects
ar: تأثيرات الفيديو

source: Discover More
ar: إكتشف أكثر

source: You've Earned 7 Days of the Filmstock Standard Plan
ar: لقد ربحت 7 أيام من الخطة القياسية لشركة Filmstock

source: *One prize per account.
ar: * جائزة واحدة لكل حساب.

source: Lower playback quality to improve playback performance
ar: جودة تشغيل أقل لتحسين أداء التشغيل

source: Vertical
ar: عمودي

source: Horizontal
ar: عرضي

source: Edge Processing:
ar: تجهيز الحافة:

source: Reflect
ar: تعكس

source: Extend
ar: تمديد

source: Tile
ar: قرميدة

source: Include Trimmed Frames
ar: تضمين الإطارات المشذبة

source: Login to your Wondershare ID
ar: تسجيل الدخول إلى Wondershare ID الخاص بك

source: Email address
ar: عنوان البريد الالكترونى

source: Use a email address instead
ar: استخدم عنوان بريد إلكتروني بدلاً من ذلك

source: Use a mobile phone instead
ar: استخدم الهاتف المحمول بدلاً من ذلك

source: Set Password
ar: ضبط كلمة السر

source: Don't have a Wondershare ID?
ar: ليس لديك Wondershare ID ؟

source: Create account
ar: إصنع حساب

source: Verify your identity
ar: تحقق من هويتك

source: To confirm your identity we'll send you a verification code to
ar: لتأكيد هويتك ، سنرسل لك رمز تحقق إلى

source: Sign in to a different account
ar: تسجيل الدخول إلى حساب مختلف

source: Keep me signed in
ar: ابقني مسجل

source: Forget your password?
ar: نسيت كلمة المرور؟

source: login success
ar: النجاح في تسجيل الدخول

source: Enter the code sent to
ar: التحقق من كود

source: Verify Code
ar: التحقق من كود

source: Create a Wondershare ID
ar: إنشاء Wondershare ID

source: Or, link this account to your current Wondershare ID.
ar: أو اربط هذا الحساب بمعرف Wondershare الحالي الخاص بك.

source: Back to sign in
ar: رجوع لتسجيل الدخول

source: We found a Wondershare ID linked with this email. Please log in.
ar: وجدنا Wondershare ID مرتبطًا بهذا البريد الإلكتروني. الرجاء تسجيل الدخول.

source: Please enter your email
ar: رجاءا أدخل بريدك الإلكتروني

source: Please enter your mobile phone
ar: الرجاء إدخال رقم هاتفك المحمول

source: Create Password
ar: إنشاء كلمة مرور

source: Connect & Create Account
ar: ربط وإنشاء حساب

source: Create account with email
ar: إنشاء حساب بالبريد الإلكتروني

source: Create account with Mobile Phone
ar: إنشاء حساب باستخدام الهاتف المحمول

source: By clicking Create account, I agree that I have read and accepted the
ar: بالنقر فوق" إنشاء حساب "، أوافق على أنني قرأت

source: Click to create an account, it means that you have read and agree to Wondershare's license policy and privacy policy
ar: انقر لإنشاء حساب ، فهذا يعني أنك قرأت ووافقت على سياسة الترخيص وسياسة الخصوصية الخاصة بـ Wondershare

source: Sign in with Email address
ar: تسجيل الدخول بعنوان البريد الإلكتروني

source: Success! New password set.
ar: نجاح! تعيين كلمة مرور جديدة.

source: This account doesn't exist. Enter a different account or
ar: هذا الحساب غير موجود. أدخل حسابًا مختلفًا ، أو

source: create a new one.
ar: إنشاء واحدة جديدة.

source: Success!
ar: نجاح!

source: Oops, there's no page here.
ar: عفوًا ، لا توجد صفحة هنا.

source: BACK TO HOME PAGE
ar: العودة إلى الصفحة الرئيسية

source: Didn't receive a code?
ar: ألم تتلق رمزًا؟

source: Please wait for the message to arrive. You can also check your spam folder or
ar: الرجاء انتظار وصول الرسالة. يمكنك أيضًا التحقق من مجلد الرسائل غير المرغوب فيها أو

source: resend the code
ar: إعادة إرسال الرمز

source: Account does not exist.
ar: الحساب غير موجود.

source: Account created successfully!
ar: الحساب اقيم بنجاح

source: Verification code sent.
ar: تم ارسال رمز التأكيد.

source: Login via SMS verification code
ar: تسجيل الدخول عبر رمز التحقق SMS

source: Please enter the displayed code
ar: الرجاء إدخال الرمز المعروض

source: Get new code
ar: الحصول على رمز جديد

source: Login with SMS verification code
ar: تسجيل الدخول باستخدام رمز التحقق عبر الرسائل القصيرة

source: Login with account and password
ar: تسجيل الدخول بالحساب وكلمة المرور

source: Enter verification code
ar: أدخل رمز التحقق

source: Please enter SMS verification code, a SMS has been sent to
ar: الرجاء إدخال رمز التحقق عبر الرسائل القصيرة ، تم إرسال رسالة SMS إلى

source: Phone number/email
ar: رقم الهاتف / البريد الإلكتروني

source: Scan the QR code to sign in
ar: امسح رمز الاستجابة السريعة ضوئيًا لتسجيل الدخول

source: Connecting account failed
ar: فشل ربط الحساب

source: Connecting account successfully
ar: ربط الحساب بنجاح

source: Your Wondershare Account has been connected to another social account, please go back and log in directly.
ar: لقد تم ربط حساب Wondershare الخاص بك بحساب اجتماعي آخر ، يرجى الرجوع وتسجيل الدخول مباشرة.

source: Account already exists
ar: الحساب موجود بالفعل

source: The account already has a Wondershare account, please enter the verification code to complete the binding and login
ar: الحساب لديه بالفعل حساب Wondershare ، يرجى إدخال رمز التحقق لإكمال الربط وتسجيل الدخول

source: The mobile phone number has not yet created a Wondershare account, please enter the verification code to complete the binding and login
ar: لم يقم رقم الهاتف المحمول بإنشاء حساب Wondershare حتى الآن ، يرجى إدخال رمز التحقق لإكمال الربط وتسجيل الدخول

source: Use account password binding
ar: استخدام ربط كلمة مرور الحساب

source: Bind and log in
ar: ربط وتسجيل الدخول

source: Bind and register
ar: ربط وتسجيل

source: Create a Wondershare ID Or, link this account to your current Wondershare ID.
ar: قم بإنشاء Wondershare ID أو اربط هذا الحساب بWondershare ID الحالي الخاص بك.

source: waiting...
ar: انتظار...

source: We opened a new browser tab, you can log in in the new tab
ar: لقد فتحنا علامة تبويب متصفح جديدة ، يمكنك الانضمام في علامة تبويب جديدة

source: You should complete the authentication in your browser. After completing this step, you will automatically continue from here.
ar: يجب أن تكمل المصادقة في متصفحك. بعد إكمال هذه الخطوة ، ستستمر تلقائيًا من هنا.

source: Restart
ar: اعادة البدء

source: You can now close this browser tab and return to the application.
ar: يمكنك الآن إغلاق علامة تبويب المتصفح والعودة إلى التطبيق.

source: Sorry, we could not sign you in
ar: آسف ، لم نتمكن من تسجيل دخولك

source: Please go back and try again
ar: الرجاء العودة والمحاولة مجددا

source: Go Back
ar: إرجاع

source: Repeat submit
ar: كرر الإرسال

source: register ip required
ar: تسجيل الملكية الفكرية المطلوبة

source: Comparison View
ar: طريقة عرض المقارنة

source: Reference
ar: مرجع

source: Current
ar: تيار

source: Select a frame to match to.
ar: حدد إطارًا للمطابقة معه.

source: Match
ar: مباراة

source: Match the selection's color to the reference frame.
ar: تطابق لون التحديد مع الإطار المرجعي.

source: Matching…
ar: مطابقة …

source: Previous Clip
ar: المقطع السابق

source: Next Clip
ar: المقطع التالي

source: Search keyboard shortcuts
ar: ابحث عن اختصارات لوحة المفاتيح

source: No results.
ar: لا نتائج.

source: Restore Defaults
ar: استعادة الضبط الافتراضي

source: Add
ar: إضافة

source: Add Shortcut
ar: إضافة اختصار

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح

source: Marker
ar: علامة

source: Miscellaneous
ar: متنوع

source: Previous Keyframe
ar: سابق Keyframe

source: Next Keyframe
ar: التالي Keyframe

source: Previous Frame / Move Left
ar: الإطار السابق / تحريك لليسار

source: Next Frame / Move Right
ar: الإطار التالي / تحريك لليمين

source: Previous Edit Point/ Move Up
ar: نقطة التحرير السابقة / تحريك لأعلى

source: Next Edit Point/ Move Down
ar: نقطة التحرير التالية / تحريك لأسفل

source: Preset Animation
ar: الرسوم المتحركة المحددة مسبقًا

source: Preset Motions
ar: حركات محددة مسبقًا

source: Scale
ar: مقياس

source: Edit Keyframe
ar: تحرير Keyframe

source: Delete Keyframe
ar: حذف Keyframe

source: Clear All Keyframes
ar: امسح الكل Keyframes

source: Add Animation
ar: أضف الرسوم المتحركة

source: Preset Motions and Keyframe Animations cannot be used at the same time.
ar: لا يمكن استخدام الحركات المعينة مسبقًا والرسوم المتحركة للإطار الرئيسي في نفس الوقت.

source: Drag or double-click to apply.
ar: اسحب أو انقر نقرًا مزدوجًا للتطبيق.

source: Double-click to apply.
ar: قرًا مزدوجًا للتطبيق.

source: The new animation will replace the previous animation.
ar: ستحل الرسوم المتحركة الجديدة محل الحركة السابقة.

source: Slide Up
ar: ينزلق للأعلى

source: Slide Right
ar: انزلاق لليمين

source: Fade In
ar: اختفي

source: Fade Out
ar: تتآكل

source: Ducking
ar: تتملص

source: Lower the volume of other clips
ar: اخفض حجم المقاطع الأخرى

source: The clips you have selected have different values set.
ar: المقاطع التي حددتها لها مجموعة قيم مختلفة.

source: Not all of the selected clips are enabled.
ar: لم يتم تمكين كل المقاطع المحددة.

source: Something went wrong. Please try again.
ar: هناك خطأ ما. حاول مرة اخرى.

source: Motion Tracking
ar: حركة تابعة

source: Start Tracking
ar: بدء تتبع

source: Import from computer.
ar: الاستيراد من الكمبيوتر.

source: The target inside the tracking box must be visible 100% of the time it is being tracked.
ar: يجب أن يكون الهدف الموجود داخل صندوق التتبع مرئيًا بنسبة 100٪ من وقت تعقبه.

source: In order to apply motion tracking, the flip effect on this clip will be undone. Do you want to continue?
ar: من أجل تطبيق تتبع الحركة ، سيتم التراجع عن تأثير انعكاس هذا المقطع. هل تريد الاستمرار؟

source: In order to apply motion tracking any keyframing, animations, or pan & zoom motions will be removed. Do you want to continue?
ar: من أجل تطبيق تتبع الحركة ، ستتم إزالة أي إطارات رئيسية أو رسوم متحركة أو حركات التكبير والتصغير. هل تريد الاستمرار؟

source: Unchecking the box next to Motion Tracking will clear all motion tracking data. Do you want to continue?
ar: سيؤدي إلغاء تحديد المربع الموجود بجوار تتبع الحركة إلى مسح جميع بيانات تتبع الحركة. هل تريد الاستمرار؟

source: Resetting will clear all of the current motion tracking data. Do you want to continue?
ar: ستؤدي إعادة التعيين إلى مسح كافة بيانات تتبع الحركة الحالية. هل تريد الاستمرار؟

source: Don't show this again
ar: لا تظهر هذا مرة أخرى

source: During the rendering process all other operations are temporarily unavailable.
ar: أثناء عملية العرض ، تكون جميع العمليات الأخرى غير متاحة مؤقتًا.

source: Please move the playhead to the selected clip to begin motion tracking.
ar: يرجى تحريك رأس التشغيل إلى المقطع المحدد لبدء تتبع الحركة.

source: Please move the playhead to earlier in the clip so there is room to apply motion tracking.
ar: يُرجى تحريك رأس التشغيل إلى موضع سابق في المقطع حتى يكون هناك مجال لتطبيق تتبع الحركة.

source: Select a folder to exact file from archived project
ar: حدد مجلدًا لضبط الملف من المشروع المؤرشف

source: The remaining disk space is:
ar: مساحة القرص المتبقية:

source: Account
ar: الحسا

source: Get Started with Filmora
ar: إبدأ الآن مع Filmora

source: Main Benefits
ar: المزايا الرئيسية

source: Free Trial Version
ar: النسخة التجريبية المجانية

source: Activated Version
ar: النسخة المفعلة

source: All Features
ar: جميع الخصائص

source: Export and share video without a watermark
ar: تصدير ومشاركة الفيديو بدون علامة مائية

source: Free technical support
ar: دعم فني مجاني

source: If you already purchased Filmora, click here to activate!
ar: إن قمت بشراء Filmora بالفعل، انقر هنا للتفعيل!

source: Welcome back!
ar: اهلاً بعودتك!

source: Are you enjoying the free trial of Filmora?
ar: هل أنت مستمتع بنسختك المجانية من Filmora?

source: Continue Free Trial
ar: الإستمرار بالتجربة المجانية

source: Welcome back
ar: أهلا بعودتك أيها المشرق

source: You’re signed in with the Wondershare ID %@.
ar: لقد قمت بالتسجيل بإستخدام معرف Wondershare.%@

source: Buy now to export videos without a watermark!
ar: ه إشترى الآن لتصدير الفيديوهات من دون علامة مائية!

source: If you already purchased Filmora, click here to refresh your activation status!
ar: إن قمت بشراء Filmora بالفعل، انقر هنا لتنشيط حالة التفعيل الخاصة بك!

source: Purchase Filmora to export without a watermark
ar: إشتري Filmora لتصدير الفيديوهات بدون علامات مائية

source: Full Version
ar: النسخة الكاملة

source: Videos exported from the free trial will include a watermark.
ar: الفيديوهات التي يتم تصديرها من النسخة التجريبية ستحتوي على علامة مائية.

source: Log in to Export with Watermark
ar: قم بتسجيل الدخول للتصدير مع العلامة المائية

source: Contact us.
ar: إتصل بنا

source: Questions? Contact us.
ar: لديك أسئلة؟ إتصل بنا

source: Purchase Filmora to export without a watermark.
ar: قم بشراء Filmora للتصدير من دون علامة مائية.

source: Click here to log in and export without a watermark.
ar: انقر هنا لتسجيل الدخول والتصدير بدون علامة مائية.

source: Already purchased? Click here to log in and export without a watermark.
ar: قمت بالشراء بالفعل؟ انقر هنا لتسجيل الدخول والتصدير بدون علامة مائية.

source: Export with Watermark
ar: التصدير بدون علامة مائية

source: Click here to refresh your activation status.
ar: انقر هنا لتنشيط حالة التفعيل الخاصة بك

source: Already purchased? Click here to refresh your activation status.
ar: قمت بالشراء بالفعل؟ انقر هنا لتنشيط حالة التفعيل الخاصة بك

source: If you already purchased Filmora, please log in to your Wondershare ID to activate the software.
ar: إن قمت بشراء Filmora بالفعل، يرجى تسجيل الدخول لمعرف حساب Wondershare لتفعيل البرنامج

source: If you haven't yet, click here to buy Filmora.
ar: إن لم تقم بالشراء بعد، إنقر هنا لشراء Filmora.

source: Log In
ar: تسجيل الدخول

source: If you have purchased Filmora, you can now export without a watermark!
ar: إن قمت بشراء Filmora, يمكنك الآن التصدير بدون علامة مائية!

source: click here to buy Filmora.
ar: إنقر هنا لشراء Filmora.

source: Activation failed. Here are some reasons this might have happened:
ar: فشل التفعيل. أدناه بعض الأسباب التي قد تكون حصلت

source: 1. You could be experiencing a network delay. Wait a minute or two, then click 'Try Again'.
ar: قد تكون تواجه تأخير في الشبكة. إنتظر لدقيقة أو إثنتين، ثم انقر على حاول مجدداً

source: 2. You could be logged into a Wondershare ID different from the one you used to make your purchase. You are currently signed in as: %@.
ar: قد تكون سجلت دخولك بمعرف حساب Wondershare مختلف من المعرف الذي استخدمته عند الشراء. أنت حالياً مسجل الدخول بالحساب :%@

source: Click here to log out. Then, log in with the Wondershare ID associated with your license.
ar: انقر هنا لتسجيل الخروج. ثم، قم بتسجيل الدخول بإستخدام معرف حساب Wondershare المقترن برخصتك .

source: Click here to log out.
ar: انقر هنا لتسجيل الخروج

source: You are logged out. Please relogin to activate.
ar: تم تسجيل خروجك يرجى إعادة التسجيل لتنشيط.

source: Film & Animation
ar: الأفلام والرسوم المتحرّكة

source: Autos & Vehicles
ar: المركبات

source: Pets & Animals
ar: الحيوانات

source: Sports
ar: الرياضة

source: Travel & Events
ar: السفر والأحداث

source: People & Blogs
ar: الأشخاص والمدوّنات

source: Comedy
ar: الكوميديا

source: Entertainment
ar: الترفيه

source: News & Politics
ar: الأخبار والسياسة

source: Howto & Style
ar: إرشادات وموضة

source: Education
ar: التعليم

source: Science & Technology
ar: العلوم والتكنولوجيا

source: Nonprofits & Activism
ar: المؤسسات الخيريّة والأنشطة المجتمعيّة

source: Appearance
ar: مظهر خارجي

source: Dark Mode
ar: الوضع المظلم

source: Light Mode
ar: وضع الضوء

source: System Default
ar: النظام الافتراضي

source: Watermaked
ar: علامة مائية

source: Upgrade plan
ar: خطة الترقية

source: Watermarked
ar: علامة مائية

source: Your export video will include a watermark because you have choose a free plan.
ar: سيتضمن فيديو التصدير الخاص بك علامة مائية لأنك اخترت خطة مجانية.

source: Upgrade to remove watermarks.
ar: قم بالترقية لإزالة العلامات المائية.

source: Premium Includes
ar: قسط يشمل

source: Go upgrade
ar: اذهب للترقية

source: Contact us
ar: اتصل بنا

source: Already purchased?
ar: مباع؟

source: This video editor is easy for anyone to learn, even if they’ve never edited video before.
ar: محرر الفيديو هذا سهل على أي شخص تعلمه ، حتى لو لم يقم بتحريره مطلقًاالفيديو من قبل.

source: 4K Support
ar: دعم 4K

source: All Text Styles
ar: كافة أنماط النص

source: 285+Filters
ar: 285 + فلاتر

source: More Share
ar: المزيد من المشاركة

source: Tech Support
ar: دعم تقني

source: Music Tools
ar: أدوات الموسيقى

source: The file name cannot contain any emoji characters.
ar: لا يمكن أن يحتوي اسم الملف على أي أحرف emoji.

source: sigin in
ar: تسجيل الدخول

source: Effect Packs takes up: %.1f GB
ar: تأخذ حزم التأثيرات:٪ .1f غيغابايت

source: Warning. Wondershare ID account different
ar: عفوًا ، يختلف حساب ID Wondershare الذي استخدمته لتنزيل Effect Packs على موقع Filmstock عن الحساب الذي قمت بتسجيل الدخول إليه داخل تطبيق Filmora ، وقد تحدث المشكلة ، الرجاء تسجيل الدخول بنفس الحساب أو الاتصال بدعم العملاء للحصول على مزيد من المساعدة.

source: The movie has been created successfully!
ar: تم إنشاء الفيلم بنجاح!

source: Keyboard shortcuts
ar: مختصرات لوحة المفاتيح

source: Want to learn more? Click here to find more tutorials.
ar: تريد معرفة المزيد؟ انقر هنا للعثور على المزيد من الدروس.

source: most popular
ar: الأكثر شعبية

source: Do you want to save this project before starting a new one?
ar: هل تريد حفظ هذا المشروع قبل بدء مشروع جديد؟

source: Quick Start
ar: البداية السريعة

source: Get More Royalty-Free Music.
ar: احصل على موسيقى بدون حقوق ملكية.

source: Popularity
ar: شعبية

source: Conflicting ShortcutsThe "Ctrl+C" shortcut is already assigned to the "Copy" command. Do you wish to replace it?
ar: الاختصارات المتعارضةاختصار "Ctrl + C" معيّن بالفعل لأمر "نس". هل ترغب في استبداله؟

source: Add a New Folder
ar: أضف مجلد جديد
