Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/test_lanuage/*.lproj/Localizable.strings
Languages: ar

source: AboutWnd.HomePageTip
ar: www.wondershare.com

source: AboutWnd.SupportTip
ar: نظرة عامة على المنتج

source: AboutWnd.VersionTip
ar: الإصدار:

source: AboutWnd.Wnd.Title
ar: حول المنتح

source: AboutWnd.Wnd.COIntroduce
ar: Wondershare Technology Corp. هي شركة ذات تقنية عالية تلتزم بتزويد العملاء العالميين بتطبيقات برمجية رائدة في الصناعة. انطلاقاً من رؤيتها: "برنامج رائع ، حياة رائعة" ، تكرس Wondershare جهودها لتزويد العملاء العالميين بمجموعة متنوعة من منتجات وخدمات البرمجيات الرائعة لنظام التشغيل Windows و OS X و IOS و Android وغيرها من أنظمة التشغيل.

source: AboutWnd.Wnd.linkTitle
ar: لمزيد من المعلومات حول Wondershare و منتجات Wondershare Filmora ، يرجى زيارة:

source: OK
ar: حسناً

source: Cancel
ar: إلغاء

source: CANCEL
ar: إلغاء

source: Reset
ar: إعادة تعيين

source: RESET
ar: إعادة تعيين

source: Delete
ar: حذف

source: Custom
ar: مخصص

source: fmim_key
ar: fmima.dylib

source: langID
ar: ar

source: PackageValidateKey
ar: 35543e0403bca6f98197b675edaa9406

source: trailer11_key
ar: 1-1.MP4

source: trailer916_key
ar: 9-16.MP4

source: trailer169_key
ar: 16-9.MP4

source: trailer43_key
ar: 4-3.MP4

source: Buy
ar: اشتر

source: Music
ar: موسيقى

source: Video
ar: فيديو

source: Create folder %@ failed!
ar: فشل إنشاء المجلد %@ !

source: remove file path %@ failed!
ar: فشل في إزالة مسار الملف %@ !

source: Please make sure the output folder has read and write privilege.
ar: يرجى التأكد من أن مجلد المخرجات لديه حق القراءة والكتابة.

source: Undo
ar: إبطال

source: Redo
ar: فعل ثانية

source: Split
ar: تقسيم

source: Crop
ar: اقتصاص

source: Adjust Speed
ar: ضبط السرعة

source: Color Correction
ar: تصحيح الألوان

source: Edit
ar: تحرير

source: Green Screen
ar: شاشة خضراء

source: Freeze Frame
ar: تجميد الإطار

source: Set Duration
ar: تعيين المدة

source: Audio Mixer
ar: خلاط الصوت

source: Zoom to Fit Timeline
ar: تكبير لتناسب الخط الزمني

source: Zoom Out
ar: تصغير

source: Zoom In
ar: تكبير

source: Record Audio
ar: تسجيل صوتي

source: Add Marker
ar: إضافة علامة

source: Peak Volume Meter
ar: مقياس ذروة الصوت

source: Record VoiceOver
ar: تسجيل التعليق الصوتي

source: Add Track
ar: إضافة المسار

source: Show Track
ar: عرض المسار

source: Hide Track
ar: إخفاء المسار

source: Mute
ar: كتم الصوت

source: Unmute
ar: ازالة كتم الصوت

source: Lock Track
ar: جلب الوسائط

source: Unlock Track
ar: فتح المسار

source: Hide media folder list
ar: إخفاء قائمة مجلد الوسائط

source: Show media folder list
ar: إظهار قائمة مجلد الوسائط

source: Add a new folder
ar: إضافة مجلد جديد

source: Delete folder
ar: احذف المجلد

source: Import Media
ar: جلب الوسائط

source: Record a video
ar: تسجيل فيديو

source: Filter by media type
ar: تصفية حسب نوع الوسائط

source: Adjust View, Sort, Group
ar: ضبط عرض ، فرز ، مجموعة

source: Play
ar: تشغيل

source: Stop
ar: إيقاف

source: Pause
ar: إيقاف مؤقت

source: Previous Frame
ar: الإطار السابق

source: Next Frame
ar: الإطار التالي

source: Mark In
ar: وضع علامة

source: Mark Out
ar: ازالة الأشارة

source: Playhead Position
ar: موقف Playhead

source: Preview quality and display settings
ar: معاينة الجودة وإعدادات العرض

source: Snapshot
ar: أخذ لقطة

source: Volume
ar: الصوت

source: Full Screen
ar: تكبير الشاشة

source: Exit Full Screen
ar: الخروج من الشاشة الكاملة

source: More Effects
ar: المزيد من الآثار

source: Add Video
ar: إضافة فيديو

source: Add Audio
ar: إضافة الصوت

source: Delete Selected Track
ar: حذف المسار المحدد

source: Delete Empty Tracks
ar: حذف المسارات الفارغة

source: Adjust Track Height
ar: ضبط ارتفاع المسار

source: Small
ar: صغير

source: Normal
ar: عادي

source: Big
ar: كبير

source: Open Track Manager
ar: فتح مدير المسار

source: Track Manager
ar: مدير المسار

source: Video Tracks
ar: مسارات الفيديو

source: Add:
ar: إضافة:

source: video track(s)
ar: مسار (مقاطع) الفيديو

source: Placement
ar: تحديد مستوى:

source: Audio Tracks
ar: المسارات الصوتية

source: Audio track(s)
ar: مسار (مسارات) الصوت

source: After Track %d
ar: فوق المسار %d

source: Before Track %d
ar: دون المسار %d

source: There are contents on the selected track, deleting the track will remove all contents as well, do you wish to continue?
ar: توجد محتويات على المسار المحدد ، وسيؤدي حذف المسار إلى إزالة جميع المحتويات أيضاً ، هل ترغب بالمتابعة؟

source: Modify Marker
ar: تعديل علامة

source: Go to Previous Marker
ar: انتقل إلى العلامة السابقة

source: Go to Next Marker
ar: انتقل إلى العلامة التالية

source: Delete All Markers
ar: حذف جميع العلامات

source: Delete Marker
ar: حذف علامة

source: Name:
ar: الإسم:

source: Time:
ar: الزمن:

source: Comments:
ar: التعليقات:

source: Marker Color:
ar: لون العلامة:

source: Show Properties
ar: إظهار الخصائص

source: Cut
ar: قطع

source: Copy
ar: نسخ

source: Paste
ar: لصق

source: Trim Start to Playhead
ar: تقليم بداية التشغيل

source: Trim End to Playhead
ar: تقليم تهاية التشغيل

source: Crop and Zoom
ar: اقتصاص وتكبير

source: Rotate 90° CW
ar: تدوير 90 درجة بإتجاه عقارب الساعة

source: Roate 90° CCW
ar: تدوير 90 درجة عكس عقارب الساعة

source: Speed and Duration
ar: السرعة والمدة

source: Add Freeze Frame
ar: إضافة إطار تجميد

source: Adjust Audio
ar: ضبط الصوت

source: Detach Audio
ar: فصل الصوت

source: Copy Effects
ar: نسخ التأثيرات

source: Paste Effects
ar: لصق التأثيرات

source: Delete Effects
ar: حذف التأثيرات

source: Duration
ar: المدة الزمنية

source: Advanced Edit
ar: تحرير متقدم

source: 1. Drop Main Video here to form your story
ar: 1. إسقاط الفيديو الرئيسي هنا لتشكيل قصتك

source: 2. Drop Overlay Video or Titles above your main story
ar: 2. قم بإسقاط غطاء الفيديو أو عناوين فوق قصتك الرئيسية

source: 3. Drop Background music here
ar: 3. إسقاط الموسيقى الخلفية هنا

source: View
ar: معاينة

source: Go to
ar: ذهاب إلى

source: Tools
ar: أدوات

source: Zoom Timeline
ar: تكبير الخط الزمني

source: Do you want to save changes to this project before creating new project.
ar: هل تريد حفظ التغييرات في هذا المشروع قبل إنشاء مشروع جديد؟

source: Do you want to save changes to this project before open a project.
ar: هل تريد حفظ التغييرات في هذا المشروع قبل فتح مشروع؟

source: If you don't save, your changes will be lost
ar: إذا لم تقم بالحفظ ، فسيتم فقد التغييرات.

source: Save
ar: إحفظ

source: Don't Save
ar: لا تحفظ

source: Open
ar: افتح

source: Open Recent
ar: فتح مؤخراً

source: Clear Menu
ar: مسح القائمة

source: Open document failed!
ar: فشل في فتح ملف المشروع!

source: Save document failed!
ar: فشل في فتح ملف المشروع!

source: Application abnormal, you need to exit the restart Application
ar: عذراً، حدث خطأ ، الرجاء محاولة إنهاء التطبيق وإعادة التشغيل

source: Recover unsaved project
ar: استرداد مشروع غير محفوظ

source: Video Editor did not close properly last time, would you like to recover the last unsaved project?
ar: تم الكشف عن نسخة احتياطية تلقائية لمشروع سابق. هل ترغب في استخدام ملف النسخ الاحتياطي هذا؟

source: Open project...
ar: مشروع مفتوح...

source: Save project...
ar: احفظ المشروع...

source: Locate missing files
ar: حدد موقع الملفات المفقودة

source: Some file(s) in your project folder can't be found. please select the file from the list below and locate them one by one:
ar: تم نقل بعض الملفات (الملفات) في ملف مشروعك أو فقدتها ، يرجى تحديد الملف من القائمة أدناه ونقلها واحدة تلو الأخرى:

source: Ignore All
ar: تجاهل الكل

source: Locate
ar: حدد

source: File name
ar: اسم الملف

source: Original path
ar: المسار الأصلي

source: Matched file
ar: ملف متطابق

source: Project Settings
ar: إعدادات المشروع

source: Resolution:
ar: الدقة:

source: This video does not match the document settings. Change document settings to match the video's settings?
ar: لا يطابق دقة أو معدل الإطارات الخاص بالإعدادات الحالية للمشروع. هل تريد تغيير إعدادات مشروعك لتتطابق؟

source: Keep exiting settings
ar: لا تغير

source: Change document settings
ar: تطابق مع الوسائط

source: Always ask
ar: إسئل دائماً

source: Oops! The project file was created with a previous version and might be problematic, please re-open it with Filmora version 8.
ar: عذراً! تم إنشاء ملف المشروع باستخدام إصدار سابق وقد يحتوي على مشكلة ، يرجى إعادة فتحه باستخدام إصدار Filmora 8.

source: Pan and Zoom
ar: تنظيف وتكبير

source: Ratio:
ar: نسبة:

source: Original Ratio
ar: النسبة الأصلية

source: Start
ar: البداية

source: End
ar: النهاية

source: Create New Project
ar: إنشاء مشروع جديد

source: Open exsiting Project
ar: فتح المشروع الحالي

source: Get Started
ar: البدء

source: Project Library
ar: مكتبة المشروع

source: Mute Project
ar: كتم صوت المشروع

source: Device:
ar: جهاز:

source: Video Device:
ar: جهاز الفيديو:

source: Audio Device:
ar: جهاز صوتي:

source: Live Recording...
ar: تسجيل مباشر ...

source: Record Webcam
ar: تسجيل كاميرا الويب

source: Install Computer Audio Drive
ar: تثبيت سواقة تشغيل الصوت للكمبيوتر

source: It is required to install an audio drive in order to record system audio
ar: مطلوب تثبيت سواقة الصوت من أجل تسجيل صوت النظام

source: Install computer audio drive successful!
ar: تم الآن تثبيت سواقة تشغيل الصوت بنجاح

source: Install computer audio drive failed!
ar: فشل في تثبيت سواقة الصوت!

source: About
ar: حول

source: Special Thanks to our Lead Videographer Dan Bergh. Dan， We have smiled every day at work because of you. Your jokes， quirks， and larger-than-life personality have brought us endless joy. Filmora has thrived because of your skills and professionalism. The entire team here at Wondershare is grateful to you for both your creative vision and your unshakable enthusiasm. Keep up the good fighting. Our thoughts and prayers are with you. Your friends on Team Filmora thank you. And the whole team that build this product: Product Management: Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou Programming Team: Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song Quality Engineering: Cici Chen, Huang Jing, Wang Hao, Zhao Yulong UI Design: Shaan Jahagirdar, Koko Li Video/Effect Design: Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori Product Marketing: Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda
ar: ادارة المنتج: Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou فريق البرمجة: Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song هندسة الجودة: Cici Chen, Huang Jing, Wang Hao, Zhao Yulong تصميم واجهة المستخدم: Shaan Jahagirdar, Koko Li تصميم التأثير\ الفيديو: Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori تسويق المنتج: Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda

source: Special Thanks to our Lead Videographer Dan Bergh.
ar: شكر خاص لمصور الفيديو لدينا دان بيرغ.

source: Product Management:
ar: ادارة المنتج:

source: Programming Team:
ar: فريق البرمجة:

source: Quality Engineering:
ar: هندسة الجودة:

source: UI Design:
ar: تصميم واجهة المستخدم:

source: Video/Effect Design:
ar: تصميم التأثير\ الفيديو:

source: Product Marketing:
ar: تسويق المنتج:

source: Video editing simplified
ar: تحرير الفيديو المبسط

source: Transform
ar: تحول

source: Rotate:
ar: تدوير:

source: Flip:
ar: عكس

source: Scale:
ar: مقياس:

source: Position:
ar: موضع:

source: Composition
ar: التركيب

source: Blending Mode:
ar: وضع المزج

source: Darken
ar: تغميق

source: Multiply
ar: تضاعف

source: ColorBurn
ar: حرق الألوان

source: LinearBurn
ar: حرق الخطي

source: Screen
ar: شاشة

source: ColorDodge
ar: انقاص كثافة اللون

source: LinearDodge
ar: الانقاص الخطي

source: Overlay
ar: غطاء

source: SoftLight
ar: ضوء خافت

source: HardLight
ar: ضوء الثابت

source: VividLight
ar: ضوء ساطع

source: LinearLight
ar: ضوء خطي

source: PinLight
ar: َضوء لاصق

source: HardMix
ar: مزيج صلب

source: Difference
ar: فرق

source: Exclusion
ar: إقصاء

source: Lighten
ar: تفتيح

source: Opacity:
ar: التعتيم:

source: Lens Correction
ar: تصحيح العدسة

source: Select Model to defish:
ar: اختر النموذج المراد استنباطه:

source: Select a Profile
ar: حدد ملف تعريف

source: Select a Resolution
ar: اختر الدقة

source: Adjust Level:
ar: ضبط المستوى:

source: Chroma Key(Green Screen)
ar: مفتاح كروما (الشاشة الخضراء)

source: Select Color:
ar: إختر لون:

source: Tolerence:
ar: تفاوت:

source: Offset:
ar: التوازن

source: Border thinkness:
ar: سمك الحافة:

source: Feather:
ar: ريشة الحافة:

source: Alpha Channel:
ar: قناة ألفا:

source: Stabilization
ar: استقرار

source: Analyze
ar: تحليل

source: Smooth level:
ar: مستوى النعومة:

source: White Balance
ar: توازن اللون الأبيض

source: Temprature:
ar: درجة الحرارة:

source: Tint:
ar: لون:

source: Tone
ar: الحدة

source: Contrast:
ar: التباين:

source: Saturation:
ar: التشبع:

source: Brightness:
ar: سطوع:

source: None
ar: لا شيء

source: Load New LUT
ar: تحميل LUT جديد

source: FadeIn:
ar: إخفاء

source: FadeOut:
ar: إظهار

source: Pitch:
ar: إعرض:

source: Equalizer:
ar: التعادل:

source: Denoise:
ar: الغاء الضوضاء:

source: Remove Background noise
ar: إزالة الضوضاء الخلفية

source: Weak
ar: ضعيف

source: Mid
ar: منتصف

source: Strong
ar: قوي

source: Volume:
ar: الصوت:

source: Classic
ar: كلاسيكي

source: Dance
ar: رقص

source: Low Bass
ar: إيقاع منخفض

source: Sparkle
ar: تألق

source: Pop
ar: فرقعة

source: Rock'n'Roll
ar: لفة الصخور

source: Soft
ar: ناعم

source: Hard Rock
ar: روك صاخب

source: Ska
ar: سكا

source: Country
ar: بلد

source: Acoustic
ar: صوتي

source: Folk
ar: قوم

source: Transition Universal
ar: التحول العالمي

source: Duration:
ar: المدة الزمنية:

source: Apply to all transitions
ar: طبق على جميع التحولات

source: Transition Mode:
ar: وضع الانتقال:

source: Overlap
ar: تداخل

source: Prefix
ar: اختصار

source: Postfix
ar: بوستفيكس

source: Transition %@ Special
ar: الانتقال %@ خاص

source: There is no parameter for this Filter
ar: لا توجد مقاييس لهذا الفلتر

source: mode %d
ar: وضع %d

source: Circular
ar: دائري

source: Linear
ar: خطي

source: Failed in Loading files.
ar: فشل تحميل الملفات.

source: Loading file...
ar: جارٍ تحميل الملف ...

source: Copying files
ar: نسخ الملفات

source: Copying file...
ar: نسخ الملف ...

source: Loading files
ar: تحميل ملفات

source: 4K resolution video files are not supported in trial version due to macOS's limitaion.
ar: لا يتم دعم ملفات الفيديو بدقة 4K في الإصدار التجريبي بسبب محددات الخاصة بنظام MacOS.

source: Show details
ar: اظهر التفاصيل

source: For more information, please click here to contact our support team.
ar: لمزيد من المعلومات ، يرجى النقر هنا للاتصال بفريق الدعم الخاص بنا.

source: Speed:
ar: السرعة:

source: Reverse:
ar: عكسي:

source: Play video clip in reverse
ar: عكس السرعة

source: Ripple:
ar: تموج:

source: Keep Ripple
ar: تحرير التموج

source: Custom speed
ar: سرعة مخصصة

source: Slow
ar: بطيء

source: Fast
ar: سريع

source: Reverse
ar: عكسي

source: Replay
ar: إعادة

source: Add Speed Point
ar: أضف نقطة السرعة

source: Clear Speed Point
ar: ازالة نقطة السرعة

source: Custom Freeze frame Duration
ar: فترة تجميد المدة مخصصة

source: Photo
ar: صورة فوتوغرافية

source: Audio
ar: سمعي

source: All
ar: الكل

source: YES
ar: نعم

source: NO
ar: لا

source: List View
ar: عرض القائمة

source: Large Thumbnail View
ar: عرض الصور المصغرة الكبير

source: Middle Thumbnail View
ar: عرض الصور المصغرة الوسطى

source: Small Thumbnail View
ar: عرض صور المصغرة الصغير

source: Name
ar: الإسم:

source: Type
ar: النوع

source: Date Created
ar: تاريخ الإنشاء

source: Category
ar: الفئة

source: Ascending
ar: تصاعدي

source: Descending
ar: تنازلي

source: Camera Name
ar: إسم الكاميرا

source: Sort By
ar: تصنيف حسب

source: Group By
ar: تجميع حسب

source: Display media folder list
ar: عرض قائمة مجلد الوسائط

source: Large Thumbnail
ar: صورة مصغرة كبيرة

source: Small Thumbnail
ar: صورة مصغرة صغيرة

source: Folder
ar: مجلد

source: Sample Videos
ar: عينة فيديوهات

source: Sample Colors
ar: عينة الألوان

source: Project Media
ar: وسائط المشروع

source: My Projects
ar: مشاريعي

source: Import Media Files
ar: استيراد ملفات الوسائط

source: Import Media Folder
ar: استيراد مجلد وسائط

source: Import from Camera or Phone
ar: استيراد من الكاميرا أو الهاتف

source: Import with Instant Cutter Tool
ar: الاستيراد باستخدام أداة القطع الفوري

source: Download Media from Facebook
ar: تحميل الوسائط من Facebook

source: Download Photos from Instagram
ar: تحميل الصور من Instagram

source: Download Photos from Flickr
ar: تحميل الصور من Flicker

source: Create Adjustment Layer
ar: خلق طبقة التكيف

source: Create Color Matte
ar: خلق اللون ماتي

source: Record from WebCam
ar: سجل من ويب كام

source: Record Voiceover
ar: تسجيل التعليق الصوتي

source: Record PC Screen
ar: تسجيل شاشة الكمبيوتر

source: Insert
ar: إدراج

source: Overwrite
ar: اعادة الكتابة

source: Append(add to the end)
ar: ألحق

source: Add to new track
ar: إضافة إلى مسار جديد

source: Create Proxy file
ar: إنشاء ملف بروكسي

source: Cancel Create Proxy file
ar: إلغاء بروكسي

source: Relink Media
ar: إعادة ربط الوسائط

source: Rename
ar: إعادة تسمية

source: Reveal in Finder
ar: إظهار في البحث

source: Scene Detection
ar: اكتشاف المشهد

source: Audio Track
ar: مقطع صوتي

source: Properties
ar: الخصائص

source: Warning:
ar: تحذير:

source: Warning
ar: تحذير

source: Folder name already exits, please choose a new name
ar: هذا الاسم قيد الاستخدام، الرجاء اختيار اسم جديد.

source: Your selection is used on at least one timeline. Are you sure you want to remove it from your project?
ar: تمت إضافة واحدة أو أكثر من مقاطعك المحددة إلى المخطط الزمني. سيؤدي حذفها من المكتبة أيضاً إلى حذفها من المشروع. هل ترغب في الاستمرار؟

source: Filter
ar: فلتر

source: Sort
ar: فرز

source: Record
ar: تسجيل

source: Import
ar: استيراد

source: less than 1 min
ar: أقل من 1 دقيقة

source: 1 ~ 5 min
ar: 1 ~ 5 دقائق

source: 5 ~ 30 min
ar: 5 ~ 30 دقيقة

source: 30 ~ 60 min
ar: 30 ~ 60 دقيقة

source: more than 60 min
ar: أكثر من 60 دقيقة

source: Apply
ar: طبق

source: Apply to All
ar: طبق على الجميع

source: APPLY TO ALL
ar: طبق على الجميع

source: Download
ar: تحميل

source: Download All
ar: تحميل الكل

source: Random to All
ar: عشوائية للجميع

source: Add to Favorite
ar: أضف إلى المفضلة

source: Remove from favorite
ar: إزالة من المفضلة

source: FAVORITE
ar: مفضل

source: Start Time
ar: وقت البدء

source: End Time
ar: وقت النهاية

source: Titles
ar: العناوين

source: Transitions
ar: تحويلات

source: Location:
ar: الموقع:

source: Location
ar: الموقع:

source: File Size:
ar: حجم الملف:

source: Date Created:
ar: تاريخ الإنشاء:

source: Codec:
ar: الترميز:

source: Resolution
ar: الدقة

source: FrameRate:
ar: معدل الإطار:

source: Frame Rate:
ar: معدل الإطار:

source: Frame Rate
ar: معدل الإطار

source: Aspect Ratio:
ar: ابعاد متزنة:

source: Bit Rate:
ar: معدل البت:

source: Camera Maker:
ar: صانع الكاميرا:

source: Camera Model:
ar: طراز الكاميرا:

source: Exposure Time:
ar: زمن التعرض:

source: Channel:
ar: قناة:

source: Sample Rate:
ar: معدل العينة:

source: Sample Rate
ar: معدل العينة

source: Property
ar: خاصية

source: Used
ar: مستخدم

source: Media Type
ar: نوع الوسائط

source: Favorite
ar: مفضل

source: The video you ara loading is in high quality, do you wish to create proxy file to accelerate editingprocess?
ar: للحصول على أداء تحرير أسرع ، يمكنك العمل مع نسخ بروكسي أصغر. عند التصدير ، سيتم عرض المشروعات باستخدام الوسائط الأصلية ذات الجودة الكاملة. يمكنك أيضاً إعادة تعيين هذا لاحقاً في "التفضيلات".

source: Title
ar: العنوان

source: My Video
ar: الفيديو الخاص بي

source: My Audio
ar: صوتي

source: Export
ar: تصدير

source: Uploading is failed maybe due to network.For more information, please click here to contact our support team.
ar: فشل التحميل وقد يكون ذلك بسبب الشبكة. لمزيد من المعلومات ، يرجى النقر هنا للاتصال بفريق الدعم الخاص بنا.

source: Oops, authorization expired, please re-authorize your account to continue the uploading.
ar: عذراً، انتهت صلاحية التفويض، يرجى إعادة تفويض حسابك لمتابعة التحميل.

source: Oops! There is an error to start your upload, you don’t have enough free space with your Vimeo account, please check your account status or try again later;
ar: عذراً! هناك خطأ في بدء التحميل، وليس لديك مساحة خالية كافية باستخدام حساب Vimeo ، يرجى التحقق من حالة حسابك أو إعادة المحاولة لاحقاً.

source: Oops! There is an error to start your upload, you can only upload 1 HD video per week with a Basic account, please check your account status or try again later;
ar: عذراً! هناك خطأ في بدء التحميل ، يمكنك فقط تحميل مقطع فيديو عالي الجودة كل أسبوع باستخدام حساب أساسي ، يرجى التحقق من حالة حسابك أو إعادة المحاولة لاحقًا.

source: Oops! There is an error to start your upload, you can only upload 10 video per day with a Basic account, please check your account status or try again later;
ar: عذراً! هناك خطأ في بدء التحميل ، يمكنك فقط تحميل 10 مقاطع فيديو يومياً باستخدام حساب أساسي ، يرجى التحقق من حالة حسابك أو إعادة المحاولة لاحقاً ؛

source: Oops! This video length is longer than 15 mins,normal account should increse limit after upload to YouTube.
ar: عذراً! يبلغ طول هذا الفيديو أكثر من 15 دقيقة ، ويجب أن يزيد الحساب العادي من حده بعد تحميله على YouTube.

source: Oops! Failed to upload this video as Facebook limits the video length to 20 min and video size to 1GB; It is recommended to export your video to computer, and then upload it manually.
ar: عذراً! حدث فشل في تحميل هذا الفيديو حيث يحدد فيسبوك طول الفيديو على 20 دقيقة وحجم الفيديو إلى 1 غيغابايت ؛ من المستحسن تصدير الفيديو إلى جهاز الكمبيوتر، ثم تحميله يدوياً.

source: Find in Target
ar: البحث في الهدف

source: Resume
ar: إكمال

source: Step: Bruning to Dic,please wait a moment.
ar: الخطوة: حرق على القرص ، يرجى الانتظار لفترة من الوقت ...

source: Step: make iSO %.2f%%
ar: الخطوة: اجعل DVD ISO٪ .2f%%

source: Step: upload %d
ar: الخطوة: تحميل %d

source: Step: Copying folder Please Wait...
ar: الخطوة: نسخ المجلد يرجى الانتظار ...

source: Step: Making ISO Please Wait...
ar: الخطوة: جعل DVD ISO يرجى الانتظار ...

source: Step: Converting %d%%
ar: الخطوة: تحويل %d%%

source: Step: Faild
ar: الخطوة: فشل

source: Step: Updating...
ar: الخطوة: تحديث ...

source: Please select your country, Filmora will choose the right TV Standard for you automatically.
ar: الرجاء اختيار بلدك ، ستقوم Filmora باختيار التلفزيون القياسي المناسب لك تلقائياً.

source: Select Music
ar: اختر الموسيقى

source: EXPORT
ar: تصدير

source: Others...
ar: أخرى...

source: Good
ar: جيد

source: SETTING
ar: إعدادات

source: Better
ar: أفضل

source: Best
ar: الأفضل

source: Please connect optical driver!
ar: يرجى توصيل السواقة البصرية

source: CREATE MENU
ar: انشاء قائمة

source: Public
ar: عامة

source: public
ar: عامة

source: private
ar: خاص

source: Anyone
ar: أي واحد

source: anybody
ar: اي شخص

source: Only Me
ar: انا فقط

source: contacts
ar: جهات الاتصال

source: Sigin out
ar: تسجيل الخروج

source: Full
ar: ممتلئ

source: Playback Quality
ar: جودة التشغيل

source: Fit
ar: مناسب

source: Safe Zone
ar: المناطق الآمنة

source: Zoom Level
ar: مستوى التكبير

source: Use Original Media When Pause
ar: استخدم الوسائط الأصلية عند الإيقاف المؤقت

source: Histogram
ar: الرسم البياني

source: Color
ar: اللون

source: Light
ar: ضوء

source: Vignette
ar: اشعال

source: Temperature
ar: درجة الحرارة

source: Tint
ar: لون

source: Exposure
ar: الكشف
