Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/test_lanuage/*.lproj/Localizable.strings
Languages: ar

source: Brightness
ar: سطوع

source: Contrast
ar: التباين:

source: Saturation
ar: التشبع

source: Vibrance
ar: الحيوية

source: Highlights
ar: تسليط الضوء

source: Shadows
ar: الظلال

source: Whites
ar: بياض

source: Blacks
ar: السود

source: Amount
ar: كمية

source: Size
ar: الحجم

source: Roundness
ar: استدارة

source: Feather
ar: ريشة

source: Highlight
ar: تسليط الضوء

source: Red
ar: أحمر

source: Orange
ar: برتقالي

source: Yellow
ar: أصفر

source: Green
ar: أخضر

source: Magenta
ar: أرجواني

source: Purple
ar: أرجواني

source: Blue
ar: أزرق

source: Cyan
ar: ازرق سماوي

source: Hue
ar: درجة لون

source: Luminance
ar: الانارة

source: Name your own color preset, it will be saved in the "Custom" category in Preset
ar: اسم اللون المخصص الخاص بك مسبقا. سيتم حفظه تحت الفئة المخصصة في الإعداد المسبق.

source: A preset with the name already exists. Replace it will overwrite the current preset.
ar: هذا الاسم مستخدم بالفعل. استبدال الإعداد المسبق الموجود؟

source: Add to favorite
ar: أضف إلى المفضلة

source: Delete custom preset
ar: حذف الإعداد المسبق المخصص

source: Adjust
ar: يعدل

source: Preset
ar: مسبقا

source: Save as Preset
ar: حفظ كإعداد مسبق

source: Reset All
ar: إعادة ضبط الجميع

source: Advanced Color Tuning
ar: تصحيح اللون المتقدم

source: Disable Comparison
ar: تعطيل المقارنة

source: Split View-Left/Right
ar: تقسيم مشاهدة-يسار / يمين

source: Split View-Top/Bottom
ar: تقسيم مشاهدة الأعلى / أسفل

source: Side by Side View
ar: عرض جنباً إلى جنب

source: Compare Before/After
ar: مقارنة قبل / بعد

source: Show Original
ar: إظهار النسخة الأصلية

source: Start time:
ar: وقت البدء:

source: End time:
ar: وقت النهاية:

source: Size:
ar: بحجم:

source: Zoom:
ar: تكبير:

source: Color:
ar: اللون:

source: Border
ar: الحدود

source: Rotate
ar: تدوير

source: Media
ar: الوسائط

source: Drag video or image onto the drop zone to create your split screen video.
ar: اسحب الفيديو أو الصورة إلى منطقة الإسقاط لإنشاء فيديو الشاشة المنقسم.

source: Download Media from %@
ar: تنزيل الوسائط من %@

source: SIGN IN
ar: تسجيل الدخول

source: SIGN OUT
ar: خروج

source: Save to:
ar: حفظ في:

source: Files selected: %d file(s)
ar: الملفات المحددة: %d ملف (ملفات)

source: Stereo
ar: ستيريو

source: Surround
ar: طوق

source: Master
ar: أساسي

source: SAVE AS PRESET
ar: حفظ كإعداد مسبق

source: ADVANCED
ar: متقدم

source: Top Left
ar: أعلى اليسار

source: Top Center
ar: مركز أعلى

source: Top Right
ar: اعلى اليمين

source: Center Left
ar: مركز اليسار

source: Center
ar: مركز

source: Center Right
ar: مركز اليمين

source: Bottom Left
ar: أسفل اليسار

source: Bottom Center
ar: مركز الأسفل

source: Bottom Right
ar: أسفل اليمين

source: Freedom
ar: حرية

source: Font
ar: الخط

source: Settings
ar: إعدادات

source: Align:
ar: محاذاة:

source: Text Spacing:
ar: تباعد النص:

source: Line Spacing:
ar: تباعد الأسطر:

source: Text layer:
ar: طبقة النص:

source: Bold
ar: سميك

source: Italic
ar: مائل

source: Align Left
ar: محاذاة الى اليسار

source: Align Center
ar: محاذاة الى الوسط

source: Align Right
ar: محاذاة الى اليمين

source: Align Justified
ar: محاذاة آلية

source: Title Inspector
ar: مفتش العنوان

source: Add Text Box
ar: أضف مربع النص

source: Add Shape
ar: إضافة الشكل

source: Add Photo
ar: إضافة صورة

source: Customize
ar: تخصيص

source: Animation
ar: الرسوم المتحركة

source: Move to Front
ar: الانتقال إلى الأمام

source: Move Forward One
ar: تحرك إلى الأمام واحد

source: Move Back One
ar: تحرك مرة واحدة

source: Move to Back
ar: الانتقال إلى الخلف

source: Color Fill
ar: تعبئة اللون

source: Gradient Fill
ar: ملء الانحدار

source: Image Fill
ar: تعبئة الصورة

source: Parameter:
ar: معامل:

source: Blur:
ar: طمس:

source: Type:
ar: اكتب:

source: Opaciity:
ar: التعتيم:

source: Angle:
ar: زاوية:

source: Effect:
ar: تأثير:

source: Distance:
ar: المسافة:

source: Input text
ar: أدخل نص

source: Text Fill
ar: تعبئة النص

source: Text Border
ar: حدود النص

source: Text Shadow
ar: ظل النص

source: Shape Fill
ar: ملء الشكل

source: Shape Border
ar: شكل الحدود

source: Name your own text preset, it will be saved in the "%@" category in %@
ar: اسم الإعداد المسبق للنص المخصص ، سيتم حفظه في فئة " %@ " في %@

source: Text/Credit
ar: نص / الائتمان

source: Replace
ar: يحل محل

source: A preset with the name already exists. Please choose a new name.
ar: اسم قيد الاستخدام بالفعل. يرجى اختيار اسم جديد.

source: Import from Device
ar: الاستيراد من الجهاز

source: Picture
ar: صورة

source: LivePhoto
ar: صورة حية

source: Change
ar: تغيير

source: Import from:
ar: الاستيراد من:

source: No device detected
ar: لم يتم اكتشاف الجهاز

source: IMPORT
ar: استيراد

source: Check All
ar: تحقق من الكل

source: Date
ar: التاريخ

source: Downloading
ar: جارى التحميل

source: Downloading online content (%d%) ...
ar: تنزيل المحتوى عبر الإنترنت ( %d٪) ...

source: Delete Selected
ar: احذف المختار

source: Delete unused effect pack can save disk space, would you want to delete some?
ar: حذف حزم التأثير غير المستخدمة لتحرير مساحة القرص ، يمكنك تنزيلها مرة أخرى لاحقًا من متجر Effect.

source: Choose a Plan
ar: بدء، اختر الخطة التي تلائمك

source: Message Center
ar: مركز الرسائل

source: Mark as Read
ar: قرأت

source: Account Information
ar: معلومات الحساب

source: Offline Activation
ar: التنشيط دون اتصال

source: Login
ar: تسجيل دخول

source: Logout
ar: تسجيل الخروج

source: Create Account
ar: إنشاء حساب

source: Login to Continue
ar: تسجيل الدخول للمتابعة

source: You need a Wondershare ID to continue your current action. Please log in or create one for free.
ar: للإستمرار بالخطوة الحالية. الرجاء تسجيل الدخول أو إنشاء حساب Wondershare تحتاج إلى معرف حساب مجاني

source: Expires after:
ar: :تنتهي الصلاحية بعد

source: upgrade
ar: مة السر تحديث

source: Free Plan
ar: مجانيا

source: Annual Plan
ar: خطة غير دائمة

source: Lifetime Plan
ar: رخصة مدى الحياة

source: Extend My License
ar: تمديد رخصتي

source: Change Password
ar: تغيير ك

source: Unlimited
ar: غير محدود

source: Register Your Software
ar: سجلك البرنامج الخاص بك

source: Licensed e-mail:
ar: الإيميل المرخص:

source: Registration Code:
ar: كود التسجيل:

source: Your copy of software is not activated and the outputted video will be added a watermark.
ar: نسختك من البرنامج غير مفعلة وسيتم إضافة علامة مائية على الفيديوات الخارجة

source: Buy a License to remove the limitation to enjoy all the benefits of Video Editor and product lifetime support.
ar: اشترى رخصة لإزالة القيد في حق التمتع بجميع مزايا محرر فيديو و دعم المنتج مدى الحياة

source: Buy Now
ar: اشترى الآن

source: Evaluate
ar: قيم

source: Register
ar: سجل

source: Trial Version
ar: نسخه تجريبيه

source: Registered Version
ar: النسخة المسجلة

source: Registration info is invalid.
ar: معلومات التسجيل غير صحيحة

source: Note: if you have any problem with the registration code and the software, please visit: Support Center
ar: ملاحظة: إذا كان لديك أي مشكلة مع كود التسجيل و البرنامج، يرجى زيارة الموقع التالي:

source: Was your payment processed successfully?
ar: هل تمت عملية الدفع بنجاح؟

source: If you have paid successfully, please refresh your payment status. The payment status may not be refreshed timely due to network delay, you can also refresh your status again in "Activate"
ar: إن أتممت الدفع بنجاح، رجاءاً قم بتنشيط حالة الدفع. قد لا تكون حالة الدفع منشطة في الوقت نظراً لتأخيرات في الشبكة، يمكنك تنشيط حالتك مجدداً من تنشيط

source: No activation status update, please refresh later.
ar: لا يوجد تحديث لحالة التفعيل، الرجاء التنشيط لاحقاً

source: Refresh Now
ar: تنشيط الآن

source: Your activation status may not be refreshed timely under certain circumstances，you can have a try of refresh manually.
ar: قد لا يتم تنشيط حالة التفعيل خاصتك في الوقت المناسب تحت ظروف معينة، يمكنك.محاولة التنشيط يدوياً

source: Password Reset Succeeded!
ar: تم إعادة ضبط كلمة السر بنجاح

source: Status:
ar: الحالة:

source: Expiration Date
ar: تاريخ إنتهاء الصلاحية

source: Active
ar: نشط

source: Unable to connect
ar: غير قادر على الإتصال

source: Your computer seems to be offline, causing a connection error. Please check your connection and try again.
ar: يبدو أن جهاز الكومبيوتر خاصتك غير متصل بالأنترنت، مما يتسبب بخطأ في التوصيل. يرجى التحقق من إتصالك وإعادة المحاولة

source: Never
ar: مطلقا

source: Every Day
ar: كل يوم

source: Every Week
ar: كل اسبوع

source: Every Month
ar: كل شهر

source: Arrange Objects
ar: ترتيب العناصر

source: Purchase
ar: شراء

source: Swap the Start and End areas
ar: قم بمبادلة مناطق البداية والنهاية

source: There isn't enough space for importing, please delete unnecessary files to free enough space.
ar: لا توجد مساحة كافية على القرص ، الرجاء تحرير بعض المساحة على القرص وحاول مرة أخرى.

source: Recent Project will be shown here
ar: آخر المشاريع

source: Play/Pause
ar: تشغيل / إيقاف مؤقت

source: Play Full Screen
ar: تشغيل بالشاشة كاملة

source: Previous Edit
ar: التحرير السابق

source: Next Edit
ar: التحرير التالي

source: Previous Second
ar: الثانية السابقة

source: Next Second
ar: الثانية التالية

source: Previous Marker
ar: العلامة السابقة

source: Next Marker
ar: العلامة التالية

source: Beginning
ar: بداية المشروع

source: Zoom In Timeline
ar: تكبير

source: Zoom Out Timeline
ar: تصغير

source: Enable Canvas Snapping
ar: تمكين لقطة القماش

source: Enter Full Screen
ar: أدخل كامل الشاشة

source: Before
ar: قبل

source: After
ar: بعد

source: Are you sure you want to delete this LUT file?
ar: هل أنت متأكد من أنك تريد حذف ملف LUT هذا؟

source: You can load your own LUT files later.
ar: يمكنك تحميل ملفات LUT الخاصة بك في وقت لاحق.

source: Yes
ar: نعم

source: No
ar: كلا

source: is in an unsupported format and cannot be loaded.
ar: هي صيغة غير مدعومة ولا يمكن تحميلها.

source: Load New LUT...
ar: تحميل LUT جديد ...

source: All Presets
ar: جميع الاعدادات المسبقة

source: My Color Preset
ar: الإعداد المسبق الخاص بي 1

source: Quit
ar: خروج

source: Duration Settings
ar: إعدادات المدة

source: Ok
ar: فهمتك

source: Input Duration:
ar: مدة الإدخال:

source: Motion
ar: الحركة

source: Random to all clips on current track
ar: عشوائي للجميع

source: Apply to all clips on current track
ar: طبق على الجميع

source: Image
ar: صورة

source: Text
ar: نص

source: Effects
ar: تأثيرات

source: Elements
ar: عناصر

source: Split Screen
ar: تقسيم الشاشة

source: Import Media Files Here
ar: استيراد ملفات الوسائط هنا

source: Drag to the timeline to apply
ar: اسحب الى الخط الزمنى للتطبيق

source: OpenPreferences
ar: التفضيلات

source: Preferences
ar: تفضيلات

source: General
ar: عام

source: Folder Path
ar: المجلدات

source: Editing
ar: التحرير

source: Performance
ar: الأداء

source: Output
ar: انتاج

source: Open the Output Folder after exporting video.
ar: افتح مجلد الإخراج بعد تصدير الفيديو.

source: Play alert sound after conversion.
ar: تشغيل صوت التنبيه بعد التحويل.

source: Miscellaneous:
ar: متنوع:

source: Check for update:
ar: تحقق من وجود تحديثات تلقائياً:

source: Reset all dialog warnings:
ar: إعادة ضبط جميع تحذيرات البرنامج:

source: Message Center:
ar: مركز الرسائل:

source: Don't show messages automatically
ar: لا تعرض الرسائل تلقائياً

source: Folders:
ar: المجلدات:

source: Snapshot files folder:
ar: مجلد ملفات اللقطات:

source: Upload files folder:
ar: تحميل مجلد الملفات:

source: Effect Packs:
ar: حزم تأثير:

source: Install Effect Pack to:
ar: حزم تأثير:

source: Manage
ar: إدارة

source: Default Durations:
ar: المدة الافتراضية:

source: Photo Duration:
ar: مدة الصورة:

source: Transition Duration:
ar: مدة الانتقال:

source: Effect Duration:
ar: مدة التأثير:

source: Freeze Frame Duration:
ar: مدة إطار التجميد:

source: Photo Placement:
ar: وضع الصورة:

source: Crop to Fit
ar: اقتصاص وتثبيت

source: Pan & Zoom
ar: تنظيف وتكبير

source: Save:
ar: إحفظ

source: Automatically backup projects, every
ar: نسخ احتياطي للمشاريع تلقائيا ، كل

source: min
ar: دقيقة

source: Enable GPU Accelaration
ar: تمكينقم بتفعيل تسريع الأجهزة لعرض وتشغيل الفيديو

source: Proxy:
ar: بروكسي:

source: Automatically create Proxy when resolution higher than:
ar: إنشاء بروكسي تلقائيًا عندما تكون دقة الوسائط أعلى من:

source: Proxy file folder:
ar: موقع البروكسي:

source: Automatically delete Proxy when closing a project file
ar: حذف بروكسي تلقائياً عندما يتم إغلاق المشروع.

source: Clean
ar: تنظيف

source: About WSVEOnline
ar: حول WSVEOnline فيلمورا

source: Preferences…
ar: التفضيلات ...

source: Order
ar: طلب

source: Activate
ar: تفعيل

source: Check for Updates...
ar: التحقق من التحديثات...

source: Services
ar: خدمات

source: Hide WSVEOnline
ar: إخفاء WSVEOnline

source: Hide Others
ar: إخفاء الآخرين

source: Show All
ar: عرض الكل

source: Quit WSVEOnline
ar: إنهاء WSVEOnline

source: File
ar: ملف

source: New
ar: مشروع جديد

source: Open…
ar: فتح مشروع

source: Close
ar: إغلاق

source: Save…
ar: حفظ المشروع

source: Save As…
ar: احفظ المشروع كـ…

source: Archive Project
ar: أرشفة المشروع

source: Download Media
ar: تحميل الوسائط

source: Record Media
ar: تسجيل الوسائط

source: Project Setting
ar: إعدادات المشروع

source: Ripple Delete
ar: تحرير التموج

source: Select All
ar: تحديد الكل

source: Deselect All
ar: الغاء تحديد الكل

source: Rotate 90 CW
ar: تدوير 90 درجة بإتجاه عقارب الساعة

source: Rotate 90 CCW
ar: تدوير 90 درجة بإتجاه عقارب الساعة

source: Create Video...
ar: إنشاء فيديو

source: Export to Device...
ar: تصدير إلى جهاز ...

source: Upload to Youtube...
ar: تحميل على يوتيوب ...

source: Upload to Vimeo...
ar: تحميل إلى Vimeo ...

source: Burn DVD...
ar: حرقDVD

source: Window
ar: نافذة

source: Minimize
ar: خفض

source: Zoom
ar: تكبير

source: Bring All to Front
ar: اجلب الجميع للجبهة

source: Help
ar: مساعدة

source: Online Help
ar: مساعدة على الانترنت

source: Product FAQ
ar: الأسئلة الشائعة حول المنتجات

source: Support Center
ar: مركز الدعم

source: About Wondershare ID
ar: حول معرف Wondershare

source: Fetch Log
ar: سجل الجلب ...

source: New Feature Request
ar: طلب ميزة جديدة

source: Filmora YouTube
ar: Wondershare على يوتيوب

source: Filmora Facebook
ar: صفحة Wondershare على فيسبوك

source: Filmora Twitter
ar: صفحة Wondershare على تويتر

source: Enable Timeline Snap
ar: تمكين الجدول الزمني المفاجئة

source: Default
ar: الإفتراضي

source: You can update this video to YouTube
ar: يمكنك تحميل هذا الفيديو على YouTube

source: The file has been successfully uploaded to Vimeo.
ar: تم تحميل الملف بنجاح إلى Vimeo.

source: The file has been successfully uploaded to YouTube.
ar: تم تحميل الملف بنجاح على YouTube.

source: People I fellow on viemo
ar: الأشخاص الذين اتابعهم على viemo

source: Only me
ar: انا فقط

source: DVD Folder
ar: مجلد DVD

source: Template
ar: قالب

source: Create Menu
ar: إنشاء القائمة

source: No Music
ar: لا موسيقى

source: My DVD
ar: DVD

source: Burn to:
ar: حرق لـ:

source: TV Standard:
ar: معيار التلفزيون:

source: Burn Device:
ar: حرق الجهاز:

source: Disc Type:
ar: نوع القرص:

source: Capacity:
ar: سعة:

source: Category:
ar: الفئة:

source: Title:
ar: العنوان

source: Tags:
ar: العلامات:

source: Privacy:
ar: الخصوصية:

source: Private
ar: خاص

source: Do Nothing
ar: لا تفعل شيئاً

source: Sound Reminder
ar: تذكير الصوت

source: Put Computer to Sleep
ar: ضع الكمبيوتر للنوم

source: Shut Down My Computer
ar: اغلاق جهاز الكمبيوتر الخاص بي

source: Creating Movie ...
ar: جارٍ إنشاء فيلم ...

source: Step: Mission Complete!
ar: الخطوة: المهمة كاملة!

source: Find in target
ar: اظهار في Finder

source: Congratulations!
ar: تهانينا!

source: Pan
ar: مقلاة

source: Volume Fader
ar: مقلل الصوت

source: Master Track
ar: المسار الرئيسي

source: Level Meter
ar: مقياس المستوى

source: Buy License
ar: شراء الترخيص

source: Create With Wondershare Filmora
ar: تم إنشاؤها باستخدام Wondershare Filmora

source: Downloading video content (%d%) ...
ar: جارٍ تنزيل محتوى الفيديو ( %d ٪) ...

source: Downloading %@ content (%d%) ...
ar: جارٍ تنزيل %@ content ( %d ٪) ...

source: The output directory could not be found. Please update it and try again.
ar: لم يمكن العثور على دليل الإخراج. يرجى تحديثه والمحاولة مرة أخرى.

source: Auto
ar: تلقائي

source: Marker Editor
ar: محرر التحديد

source: Format
ar: صيغة

source: Device
ar: جهاز

source: YouTube
ar: يوتيوب

source: Vimeo
ar: فيميو

source: Output Descriptions
ar: أوصاف الإخراج

source: DVD Descriptions
ar: وصفDVD

source: Quality
ar: الجودة:

source: Encoder:
ar: التشفير:

source: Detect
ar: الكشف

source: Loading scenes to Timeline
ar: تحميل المشاهد إلى الجدول الزمني

source: This project file was saved from an older version of Filmora and must be converted. The original project file will not be changed.
ar: تم حفظ ملف المشروع هذا من إصدار قديم من Filmora ويجب تحويله. لن يتم تغيير ملف المشروع الأصلي.

source: Convert document failed!
ar: فشل تحويل ملف المشروع!

source: There is no enough space on the disk, please free up some disk space and try again.
ar: لا توجد مساحة كافية على القرص ، الرجاء تحرير بعض المساحة على القرص وحاول مرة أخرى.

source: Task is still in progress, are you sure to cancel it?
ar: المهمة لا تزال جارية، هل أنت متأكد من إلغاءها؟

source: RateAppstore
ar: macappstore://itunes.apple.com/app/id447570101?mt=12

source: Missing Effects
ar: تأثيرات مفقودة

source: This project file uses effect packs that are currently unavailable on your computer. You can open Effect Store to re-download below effect packs or click "Ignore" to continue open the project file without the missing effects.
ar: يستخدم ملف المشروع هذا حزم التأثير غير المتوفرة حاليًا على جهاز الكمبيوتر الخاص بك. يمكنك فتح Effect Store لإعادة تنزيل حزم التأثير أدناه أو النقر فوق "تجاهل" لمتابعة فتح ملف المشروع دون التأثيرات المفقودة.

source: Ignore
ar: تجاهل

source: Relocate
ar: الانتقال

source: Open Effect Store
ar: افتح متجر التأثير

source: Effect Pack Name
ar: أسم حزمة التأثيرات

source: Export to file or send to Filmora for more edits:
ar: تصدير إلى ملف أو إرساله إلى Filmora لمزيد من التعديلات:

source: Progress
ar: تقدم

source: Burning is successful! Would you like to burn more DVDs?
ar: تم النسخ بنجاح! هل ترغب في نسخ المزيد من أقراص الفيديو الرقمية؟

source: No, thanks
ar: لا شكرا

source: More
ar: المزيد

source: Sign out
ar: تسجيل الخروج

source: My Profile
ar: ملفي الشخصي

source: My Favorites
ar: تفضيلاتي

source: My Effects
ar: مؤثراتي

source: Filmora Effects Store
ar: Filmora مخزن مؤثرات

source: Download more effects from Filmora Resource Center
ar: تحميل المزيد من التأثيرات من مركز الموارد Filmora

source: alpha
ar: ألفا

source: Percent
ar: النسبة المئوية

source: amount
ar: كمية

source: PhaseIncrement
ar: زيادة الطور

source: ZoomRate
ar: معدل التكبير

source: Source_Width
ar: عرض المصدر

source: BG_Color
ar: لون الخلفية

source: BG_Luminance
ar: نصوع الخلفية

source: BG_Blur_Level
ar: ريشة الخلفية

source: Blur
ar: ريشة

source: Opacity
ar: ظلمة

source: Gradient Direction
ar: اتجاه التدرج

source: Direction
ar: اتجاه

source: Radius
ar: نصف القطر

source: strength
ar: قوة

source: Frequency
ar: تردد

source: Pos_X
ar: الموضع x

source: Pos_Y
ar: الموضع Y

source: Rot_Z
ar: الموضع Z

source: RGB_Separate
ar: فصل RGB

source: Motion_Blur
ar: طمس الحركة

source: Fade
ar: تلاشي

source: left
ar: يسار

source: right
ar: يمين

source: top
ar: أعلى

source: bottom
ar: اسفل

source: autoZoom
ar: تكبير

source: blurEdges
ar: حافة الريشة

source: Mode
ar: النمط

source: BlockSize
ar: حجم الكتلة

source: Amplitude
ar: سعة

source: aPercent
ar: النسبة المئوية

source: Presets
ar: الاعدادات المسبقة

source: radius
ar: نصف القطر

source: posX
ar: الموضع x

source: posY
ar: الموضع Y

source: Frosted_Level
ar: مستوى التجمد

source: DecolorPosX
ar: موضع ازالة اللون X

source: DecolorPosY
ar: موضع ازالة اللون Y

source: Block_size
ar: حجم الكتلة

source: path
ar: مسار

source: blurStrength
ar: شدة الطمس

source: invertMask
ar: قناع العكس

source: Intensity
ar: الشدة

source: decolorPosX
ar: موضع ازالة اللون X

source: decolorPosY
ar: موضع ازالة اللون Y

source: percent
ar: النسبة المئوية

source: Colorful
ar: ملون

source: SquareSize
ar: حجم المربع

source: Desity
ar: كثافة

source: Height
ar: ارتفاع

source: swing
ar: تأرجح

source: frequency
ar: تردد

source: Warp_Level
ar: مستوى التغليف

source: Scales_Level
ar: مستوى الميزان

source: nDistance
ar: المسافة

source: nBlur
ar: طمس

source: nAlpha
ar: ظلمة

source: dwValue
ar: اللون

source: uDirect
ar: اتجاه

source: m_dRCol
ar: أحمر

source: m_dGCol
ar: أخضر

source: m_dBCol
ar: أزرق

source: m_bSrcLeft
ar: مبدل المصدر

source: m_bSplit
ar: تمكين

source: centerX
ar: المركز X

source: centerY
ar: المركز Y

source: intensity
ar: الشدة

source: size
ar: الحجم

source: rotation
ar: تدوير

source: bright
ar: لامع

source: emboss
ar: زخرفة

source: steps
ar: خطوات

source: Level
ar: مستوى

source: xPos
ar: الموضع x

source: yPos
ar: الموضع Y

source: Scale Width
ar: مقياس X

source: Scale Height
ar: مقياس Y

source: Position
ar: موضع

source: borderH
ar: ارتفاع الحدود

source: Load LUT
ar: LUTتحميل

source: Film/TV
ar: تلفازفيلم

source: Film
ar: فيلم

source: Common
ar: مشترك

source: You can upload this video to YouTube
ar: يمكنك تحميل هذا الفيديو على YouTube

source: You can upload this video to Vimeo
ar: يمكنك تحميل هذا الفيديو إلى Vimeo

source: Disc space is not enough. Please insert a disc with larger space, or adjust the video quality, or delete some files.
ar: مساحة القرص ليست كافية. الرجاء إدخال قرص بمساحة أكبر ، أو ضبط جودة الفيديو ، أو حذف بعض الملفات.

source: Disc is not blank. Please insert a blank one.
ar: القرص ليس فارغ. يرجى إدخال واحد فارغ.

source: have no enough free space
ar: لا توجد مساحة كافية

source: Pause Recording
ar: أيقاف مؤقت للتسجيل

source: Resume Recording
ar: استئناف التسجيل

source: Description:
ar: الوصف:

source: Shut down
ar: اغلق

source: If you do nothing, the computer will shut down automatically in %d seconds.
ar: إذا لم تفعل شيئًا ، فسيتم إيقاف تشغيل الكمبيوتر تلقائيًا خلال %d ثانية.

source: Are you sure you want to shut down your computer now?
ar: هل أنت متأكد من أنك تريد إغلاق جهاز الكمبيوتر الخاص بك الآن؟

source: Step: make menu %d%%
ar: الخطوة: جعل القائمة %d ٪٪

source: Setting
ar: ضبط

source: Nothing configurable
ar: لا شيء شكلي

source: There is no parameter for this object, select a text box in the Previewer to continue.
ar: ليس هناك معيار لهذا العنصر، حدد مربع النص في المعاينة قبل المتابعة.

source: Search
ar: بحث

source: Video Info:
ar: معلومات الفيديو:

source: Audio Info:
ar: معلومات الصوت:

source: Image Info:
ar: معلومات الصورة:

source: Creating proxy file is necessary for smooth playback, do you wish to create proxy file for this clip?
ar: إن إنشاء ملف بروكسي ضروري للتشغيل السلس، هل ترغب في إنشاء ملف بروكسي لهذا المقطع؟

source: Show Audio Indicator
ar: عرض مؤشر الصوت

source: Hide Audio Indicator
ar: إخفاء الصوت المؤشر

source: Viewable by:
ar: قابل للعرض بواسطة:

source: Music Trak
ar: مقطع الموسيقى

source: Video Trak
ar: مقطع فيديو

source: Destination:
ar: الوجهة:

source: Click to Apply
ar: انقر للتطبيق

source: Freeze
ar: تجميد

source: No Animation
ar: لا رسوم متحركة

source: No Motion
ar: لا رسوم متحركة

source: Type Writer
ar: طباعة الكاتب

source: Wavy Style
ar: أسلوب متموج

source: Rich Tick
ar: ريتش تيك

source: Random
ar: عشوائي

source: Random 2
ar: عشوائي 2

source: String Blur
ar: طمس سلسلة

source: Cinema Style
ar: نمط السينما

source: Up Insert
ar: إدراج أعلى

source: Down Insert
ar: إدراج أسفل

source: Up Dir Insert
ar: إدراج Dir اعلى

source: Left Dir Insert
ar: إدراج Dir يسار

source: Right Dir Insert
ar: إدراج Dir يمين

source: Down Dir Insert
ar: إدراج Dir أسفل

source: Up Roll
ar: لفة للأعلى

source: Down Roll
ar: لفة للأسفل

source: Left Roll
ar: لفة اليسار

source: Right Roll
ar: لفة لليمين

source: Drop1
ar: إسقاط 1

source: Pixelate
ar: تقطيع

source: Erase
ar: محو

source: Doorway
ar: مدخل

source: Roll clockwise
ar: لفة في اتجاه عقارب الساعة

source: Round zoom out
ar: تصغير مدور

source: LinearWipe
ar: مسح خطي

source: Push
ar: إدفع

source: Evaporate
ar: تبخر 2

source: Boom!
ar: فقاعة!
