Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/test_lanuage/*.lproj/Localizable.strings
Languages: ar

source: Bounce to zoom in 1
ar: ارتداد لتكبير 1

source: Bounce to zoom in 2
ar: ارتداد للتكبير2

source: Bounce to zoom out 1
ar: ارتداد لتصغير 1

source: Clockwise rotate to zoom in 1
ar: تدوير عقارب الساعة لتكبير 1

source: Clockwise rotate to zoom in 2
ar: تدوير عقارب الساعة لتكبير 2

source: Clockwise rotate
ar: تدوير عقارب الساعة

source: Counter clockwise rotate
ar: تدوير عكس عقارب الساعة

source: Fade Zoom In
ar: تتلاشى تكبير في

source: Fade Zoom Out
ar: Fade تكبير خارج

source: Flip Down1
ar: قلب للأسفل 1

source: Flip Down2
ar: قلب للأسفل 2

source: Flip Up1
ar: قلب للأعلى1

source: Flip Up2
ar: قلب للأعلى 2

source: Fly to zoom in
ar: يطير للتكبير

source: Grow Shrink
ar: تكبير التقليص

source: Move to bottom
ar: انتقل إلى الأسفل

source: Move to left
ar: انتقل إلى اليسار

source: Move to lower left
ar: انتقل إلى أسفل اليسار

source: Move to lower right
ar: انتقل إلى أسفل اليمين

source: Move to right
ar: انتقل إلى اليمين

source: Move to top
ar: انتقل إلى الأعلى

source: Move to upper left
ar: انتقل إلى أعلى اليسار

source: Move to upper right and zoom in
ar: انتقل إلى أعلى اليمين مع التكبير

source: Move to upper right
ar: انتقل إلى أعلى اليمين

source: Photo Spin 3
ar: تدوير الصورة 3

source: Photo Spin 4
ar: تدوير الصورة 4

source: Rotate to zoom in 1
ar: تدوير لتكبير 1

source: Rotate to zoom in 2
ar: تدوير لتكبير 2

source: Spin 1
ar: تدور 1

source: Spin 2
ar: تدور 2

source: Spin 3
ar: تدور 3

source: Spin 4
ar: تدور 4

source: Stretch in and zoom in 1
ar: تمديد وتكبير 1

source: Stretch in and zoom in 2
ar: تمديد وتكبير 2

source: Stretch to left
ar: تمديد إلى اليسار

source: Stretch to right
ar: تمديد إلى اليمين

source: To the Left 1
ar: إلى اليسار 1

source: To the Left 2
ar: إلى اليسار 2

source: To the Right 1
ar: إلى اليمين 1

source: To the Right 2
ar: إلى اليمين 2

source: Up Down 1
ar: Up- down 2

source: Wham!
ar: إضرب!

source: Zoom in 1
ar: تكبير 1

source: Zoom in 2
ar: تكبير 2

source: Zoom in 3
ar: تكبير 3

source: Zoom in and out
ar: تكبير وتصغير

source: Zoom in to the bottom
ar: تكبير إلى الأسفل

source: Zoom in to the left
ar: تكبير إلى اليسار

source: Zoom in to the right
ar: تكبير إلى اليمين

source: Zoom in to the top
ar: تكبير إلى الأعلى

source: Zoom out 1
ar: تصغير 1

source: Zoom out 2
ar: تصغير 2

source: Zoom out 3
ar: التصغير 3

source: Zoom out to the right
ar: تصغير إلى اليمين

source: Drop
ar: اسقاط

source: Expansion
ar: توسيع

source: Stretch in and zoom in
ar: تمديد وتكبير

source: Tiny zoom
ar: تكبير صغير

source: Zoom in
ar: تكبير

source: Zoom out
ar: تصغير

source: Text style 1
ar: نمط النص 1

source: Text style 2
ar: نمط النص 2

source: Text style 3
ar: نمط النص 3

source: Text style 4
ar: نمط النص 4

source: Text style 5
ar: نمط النص 5

source: Text style 6
ar: نمط النص 6

source: Text style 7
ar: نمط النص 7

source: Text style 8
ar: نمط النص 8

source: Text style 9
ar: نمط النص 9

source: Text style 10
ar: نمط النص 10

source: Text style 11
ar: نمط النص 11

source: Text style 12
ar: نمط النص 12

source: Text style 13
ar: نمط النص 13

source: Text style 14
ar: نمط النص 14

source: Text style 15
ar: نمط النص 15

source: Text style 16
ar: نمط النص 16

source: Text style 17
ar: نمط النص 17

source: Text style 18
ar: نمط النص 18

source: Text style 19
ar: نمط النص 19

source: Text style 20
ar: نمط النص 20

source: Text style 21
ar: نمط النص 21

source: Text style 22
ar: نمط النص 22

source: Text style 23
ar: نمط النص 23

source: This package is not valid! It may be has been damaged, please reinstall the program!
ar: هذه الباقة غير صالحة! من المحتمل أن تكون تضررت ، يرجى إعادة تثبيت البرنامج!

source: Media Mismatch
ar: عدم تطابق الوسائط

source: The selected file’s duration is different from the clip you used in project and may cause issues, please reselect another file with the same duration.
ar: تختلف مدة الملف المختار عن المقطع الذي استخدمته في المشروع وقد تتسبب في حدوث مشكلات ، يرجى إعادة تحديد ملف آخر بنفس المدة.

source: Oops, the selected file’s duration must be the same as the clip you used in project.
ar: عفوًا ، يجب أن تكون مدة الملف المحدد هي نفس المقطع الذي استخدمته في المشروع.

source: No write privilege for the target directory, please specify a new directory.
ar: لا يوجد امتياز كتابة للدليل الهدف ، يرجى تحديد دليل جديد.

source: Show Speed Control
ar: عرض التحكم في السرع

source: Can't find the file, please make sure the filename and path are not changed:
ar: لم يتم العثور على الملف، من فضلك تأكد ان إسم الملف و المسار لم يتم تغييره:

source: No disc.Please insert a blank one.
ar: لا يوجد قرص يرجى إدخال واحد فارغ.

source: Customize Equalizer
ar: تخصيص المعادل

source: Countdown1
ar: العد التنازلي 1

source: Countdown2
ar: العد التنازلي 2

source: Countdown3
ar: العد التنازلي 3

source: Countdown4
ar: العد التنازلي 4

source: Countdown5
ar: العد التنازلي 5

source: Countdown6
ar: العد التنازلي 6

source: Countdown7
ar: العد التنازلي 7

source: Countdown8
ar: العد التنازلي 8

source: Countdown9
ar: العد التنازلي 9

source: Black
ar: أسود

source: Grey
ar: اللون الرمادي

source: White
ar: أبيض

source: Gradient1
ar: التدرج 1

source: Gradient2
ar: التدرج 2

source: Gradient3
ar: التدرج 3

source: Gradient4
ar: التدرج 4

source: Gradient5
ar: التدرج 5

source: Gradient6
ar: التدرج 6

source: Gradient7
ar: التدرج 7

source: This app requires camera access to record video.
ar: يتطلب هذا التطبيق الوصول إلى الكاميرا لتسجيل الفيديو.

source: This app requires microphone access to record audio.
ar: يتطلب هذا التطبيق الوصول إلى الميكروفون لتسجيل الصوت.

source: This app needs to send Apple Events to control iTunes.
ar: يحتاج هذا التطبيق إلى إرسال أحداث Apple للتحكم في iTunes.

source: Filmora does not have access to your Camera and Microphone.
ar: لا يحق لـ Filmora الوصول إلى الكاميرا والميكروفون الخاصين بك.

source: Filmora does not have access to your screen recording.
ar: لا تتمتع Filmora بحق الوصول إلى تسجيل الشاشة.

source: To allow access, open System Preferences, click on Security & Privacy and adjust the Privacy settings there.
ar: للسماح بالوصول ، افتح System Preferences (تفضيلات النظام) ، وانقر فوق Security & Privacy (الخصوصية والأمان) واضبط إعدادات الخصوصية هناك.

source: Drop Shadow
ar: شبح الهبوط

source: 16:9 (Widescreen)
ar: (شاشة عريضة) 16: 9

source: 1:1 (Instagram)
ar: (Instagram) 1 :1

source: 9:16 (Portrait)
ar: (صورة شخصية) 16:9

source: 4:3 (Standard)
ar: (قياسي) 4: 3

source: 21:9 (Cinema)
ar: (سينما) 21: 9

source: Select Project Aspect Ratio
ar: حدد Project Aspect Ratio

source: Change Project Aspect Ratio
ar: تغيير نسبة أبعاد المشروع

source: All Effects
ar: كل التأثيرات

source: Auto Enhance
ar: تحسين تلقائي

source: High Quality (Full)
ar: جودة عالية (كاملة)

source: Better Quality (1/2)
ar: جودة أفضل (1/2)

source: Medium Quality (1/4)
ar: متوسطة الجودة (1/4)

source: Low Quality (1/8)
ar: جودة منخفضة (1/8)

source: Open Filmstock
ar: زيارة Filmstock

source: Enable hardware acceleration for video decoding
ar: قم بتفعيل تسريع الأجهزة لفك ترميز الفيديو

source: Enable hardware acceleration for video encoding
ar: قم بتفعيل تسريع الأجهزة لترميز الفيديو

source: The state of GPU rendering and hardware decoding has been changed and will take effect after rebooting the program.
ar: تم تغيير حالة تقديم وحدة معالجة الرسومات وفك تشفير الأجهزة وستدخل حيز التنفيذ بعد إعادة تشغيل البرنامج.

source: Name your custom text settings. They will be saved under the "Custom" category in your Titles library.
ar: اسم إعدادات النص المخصصة الخاصة بك. سيتم حفظها تحت فئة "مخصص" في مكتبة العناوين الخاصة بك.

source: Save as Custom
ar: حفظ حسب الطلب

source: SAVE AS CUSTOM
ar: حفظ حسب الطلب

source: Render Preview
ar: معاينة التصيير

source: Rendering files
ar: ملفات التصيير

source: Creating preview render for smooth playback
ar: إنشاء معاينة التصيير من أجل اعادة عرض سلسة

source: Rendering frame %d of %lld
ar: إطار التصيير %dمن %lld

source: Rendering frames: %lld of %lld
ar: إطار التصيير %dمن %lld

source: Estimated Time Left: %@
ar: الوقت المتبقى التقديري:%@

source: Success! Your video has been created.
ar: تم إنشاء الفيلم بنجاح

source: Click this "Render Preview" button for smooth playback. You can delete unused render files to free up disk space by going to 'File' > 'Preferences' and finding the option in the 'Performance' tab.
ar: انقر على زر معاينة التصيير لأجل اعادة عرض سلسلة. اذهب إلى تبويب الأداء في تطبيق التفضيلات لحذف ملفات التصيير الغير مستخدمة والحصول على مساحة اضافية عند الضرورة

source: File name should not begin with a dot "."
ar: الأسماء التي تبدء بـعلامة النقطة . محجوزة للنظام

source: If you use dot "." at the beginning of your file's name the file will be hidden.
ar: فيما لو قررت المضي قدماً واستخدام إسم يبدء بنقطة فسوف يكون الملف مخفياً

source: Use "."
ar: استخدم .

source: Oops! You aren't subscribed to a Filmstock plan through this Wondershare ID.
ar: انتبه! حساب معرف Wondershare الخاص بك لا يمتلك اشتراك Filmstock صالح

source: Delete Preview Render Files
ar: حذف ملفات معاينة التصيير

source: Tutorials
ar: تطبيق

source: Give Feedback
ar: الآراء

source: Preview Render:
ar: معاينة التصيير:

source: Background render
ar: تصيير الخلفية

source: Start after
ar: إبدء بعد

source: Seconds
ar: ثوان

source: Preview Render files folder:
ar: مجلد ملفات معاينة التصيير

source: Automatically delete render files when closing a project file
ar: حذف ملفات التصير تلقائياً عند إغلاق ملف مشروع

source: Delete render files
ar: حذف ملفات التصيير

source: Are you sure you want to delete all render files?
ar: هل أنت متأكد أنك تريد حذف جميع ملفات التصيير؟

source: Auto Ripple
ar: تموج تلقائي

source: Auto Ripple On
ar: تشغيل التموج التلقائي

source: Auto Ripple Off
ar: إيقاف تشغيل التموج التلقائي

source: Shared Media
ar: الوسائط التي تم مشاركتها

source: Advanced Split Screen Edit
ar: تحرير تقسيم الشاشة المتقدم

source: Error! Low disk space
ar: خطأ! مساحة قرص منخفضة

source: Error! Render folder is full
ar: خطأ! مجلد التصيير ممتلئ

source: Insert Mode:
ar: نمط الإدخال

source: Split selected track only and insert
ar: تقسيم وادخال المقطع المختار فقط

source: Split all tracks and insert
ar: تقسيم وإدخال جميع المقاطع

source: The file name(s) would be too long for the destination folder. You can shorten the file name and try again, or try a location that has a shorter path.
ar: سيكون إسم أسماء الملف طويلاً جداً للمجلد المختار. يمكن تقصير اسم الملف والمحاولة مجدداً، أو المحاولة في موقع ذو مسار أقصر

source: There is not enough disk space. Free up disk space and try again.
ar: لا توجد مساحة قرص كافية. قم بتحرير مساحة قرص كافية، ثم أعد المحاولة

source: The Split Screen clip has been modified. Do you want to save the changes?
ar: تم تعديل مقطع تقسيم الشاشة، هل ترغب بحفظ التغييرات؟

source: Import media here to use it in multiple projects.
ar: استيراد الوسائط المستخدمة غالباُ هنا لإستخدام Across projects

source: The file name(s) would be too long for the destination folder. Try a location that has a shorter path.
ar: سيكون إسم أسماء الملف طويلاً جداً للمجلد المختار. يمكن تقصير اسم الملف والمحاولة مجدداً، أو المحاولة في موقع ذو مسار أقصر

source: Drag a video or image onto the drop zone in previewer to create your split screen clip. Click the "Advanced" button to trim each sub clip.
ar: اسحب مقطع فيديو أو صورة إلى منطقة الإسقاط في المعاينة لإنشاء مقطع تقسيم الشاشة.انقر فوق الزر خيارات متقدمة لقص كل مقطع فرعي.

source: Add to Split Screen
ar: إضافة إلى انقسام الشاشة

source: Import Frequently Used Media Here to Use Across Projects
ar: استيراد الوسائط الشائعة الإستخدام هنا لإستخدام مشاريع Across

source: Confirm your order information
ar: تأكيد معلومات طلبك

source: Confirm
ar: تأكيد

source: Email
ar: بريد ألكتروني

source: Order number
ar: رقم الطلب

source: Product name
ar: اسم المنتج

source: Telephone number
ar: رقم الهاتف

source: Are you sure you want to remove all render files?
ar: هل أن متأكد أنك ترغب بحذف جميع ملفات التصيير؟

source: Are you sure you want to remove all proxy files?
ar: هل أنت متأكد أنك ترغب بحذف جميع ملفات المخدم الفرعي؟

source: There is not enough free disk space to complete preview render, please free up some disk space and try again.
ar: لا توجد مساحة قرص كافية لإكمال تصيير الإستعراض. قم بتحرير مساحة قرص كافية، ثم أعد المحاولة

source: Individual Plan
ar: الخطة الشخصية

source: Business Plan
ar: خطة العمل

source: Academic Plan
ar: الخطة الأكاديمية

source: Manage My Account
ar: إدارة حسابي

source: Nothing configurable, please click a split screen section in Previewer to continue editing.
ar: لا توجد مادة قابلة للتهيئة، يرجى النقر على قسم تقسيم الشاشة في المستعرض لمتابعة التحرير

source: Fit Split Screen Duration on main Timeline
ar: موالفة مدة تقسيم الشاشة في إطار الزمن الرئيسي

source: Split Screen 1
ar: تقسيم الشاشة 1

source: Advanced
ar: متقدم

source: Render Timeline
ar: معاينة التصيير

source: Untitled
ar: بدون عنوان

source: Split Screen Duration
ar: تقسيم الشاشة المدة

source: Enable Split Screen Animation
ar: تمكين انقسام الشاشة الرسوم المتحركة

source: Preparing...
ar: جارى الإعداد...

source: Creating...
ar: جارى الإنشاء...

source: Make TSFolder...
ar: إنشاء TSFolder...

source: Copy TSFolder...
ar: نسخ TSFolder...

source: Make DVDMedia...
ar: إنشاء DVDMedia...

source: Make ISO...
ar: إنشاء ISO...

source: Copy ISO...
ar: نسخ ISO...

source: Burning...
ar: جارى حرق...

source: Uploading...
ar: جارى الرفع...

source: Create DVD Menu
ar: جارى الإنشاء...

source: Invalid characters in DVD name! "*./[]\:";|=", as well as Japanese and Chinese characters are not allowed!
ar: حروف غير صالحة فى الإسم! الحروف اليابانية و الصينية و "*./[]\:";|=", غير مسموح بها

source: How kinds of videos you are planning to make? We will provide relative resources/effects based on your opinion in the futher. (Max. 3 choices)
ar: ما أنواع مقاطع الفيديو التي تريد إنشاءها؟ ستساعد إجابتك في تحديد نوع التأثيرات في المستقبل. (3 خيارات كحد أقصى)

source: Submit
ar: خضع

source: Skip
ar: تخطى

source: Follow us for more tutorials.
ar: تابعنا لمزيد من الدروس

source: Learn Filmora
ar: تعلم Filmora

source: Quick Tour
ar: البداية السريعة

source: Hi, thanks for choosing Filmora. We made this quick start tour to help you jump in and make amazing videos. It'll only take 1 minute!
ar: مرحبا ، شكرا لاختيارك Filmora. لقد قمنا بجولة البداية السريعة هذه لمساعدتك في الدخول وإنشاء مقاطع فيديو مذهلة. سوف يستغرق دقيقة واحدة فقط!

source: 1/5 Import Media
ar: 1/5 استيراد الوسائط

source: Import video clips, images, and audio files.
ar: استيراد مقاطع الفيديو والصور وملفات الصوت.

source: NEXT
ar: التالى

source: 2/5 Add Resources to Project
ar: 2/5 إضافة الموارد إلى المشروع

source: Add Resources to Project
ar: إضافة الموارد إلى المشروع

source: Just drag and drop! Add clips, titles, transitions, effects, and more to the timeline easily.
ar: مجرد سحب وإسقاط! أضف القصاصات والعناوين والانتقالات والتأثيرات إلى الجدول الزمني بسهولة.

source: 3/5 Manage Clips on Timeline
ar: 3/5 إدارة مقاطع على الجدول الزمني

source: Manage Clips on Timeline
ar: إدارة مقاطع على الجدول الزمني

source: Split clips using the 'scissors' tool. Drag clips to move them to different tracks.
ar: قسّم المقاطع باستخدام أداة 'المقص'. اسحب المقاطع لنقلها إلى مسارات مختلفة.

source: 4/5 Preview Your Project
ar: 4/5 معاينة مشروعك

source: Preview Your Project
ar: معاينة مشروعك

source: Drag the playhead to where you want to start watching and click the 'Play' button.
ar: اسحب رأس التشغيل إلى المكان الذي ترغب في بدء المشاهدة فيه وانقر فوق الزر 'تشغيل'.

source: 5/5 Export and Share
ar: 5/5 التصدير والمشاركة

source: Export and Share
ar: التصدير والمشاركة

source: Export your video to your computer or share it on social media.
ar: قم بتصدير الفيديو الخاص بك إلى جهاز الكمبيوتر الخاص بك أو مشاركته على وسائل التواصل الاجتماعي.

source: Finish
ar: إنهاء

source: Click here to watch video tutorials, read our user guide, and more.
ar: انقر هنا لمشاهدة مقاطع الفيديو التعليمية ، وقراءة دليل المستخدم ، والمزيد.

source: START A NEW VIDEO
ar: بدء مقطع فيديو جديد

source: STAY IN THIS PORJECT
ar: البقاء في هذا المشروع

source: Well Done!
ar: أحسنت

source: You finished the Quick Start guide! Now you can keep playing with this sample project, or you can start a brand new creation that’s all your own.
ar: لقد أنهيت دليل البدء السريع! مبروك!الآن يمكنك البدء في إنشاء الخاصة بك أو معرفة المزيد عن Filmora.

source: Are you sure you want to quit the Quick Start tour? It's only 1 minute long and you learn a lot.
ar: هل أنت متأكد من رغبتك في إنهاء جولة البداية السريعة؟ طولها دقيقة واحدة فقط وتتعلم الكثير.

source: Continue
ar: استمر

source: Quit the tour
ar: استقال من الجولة

source: Click here to import your own pictures, videos, or audio
ar: انقر هنا لاستيراد الصور ومقاطع الفيديو والصوت الخاصة بك.

source: When you're finished, click 'Export' to export your video.
ar: عند الانتهاء ، انقر فوق' تصدير 'لتصدير الفيديو الخاص بك.

source: Filmora Quick Start
ar: Filmora البداية السريعة

source: 1 Learning the Interface
ar: 1 تعلم الواجهة

source: 2 Creating a Project
ar: 2 إنشاء مشروع

source: 3 Importing Media
ar: 3 استيراد الوسائط

source: 4 Editing Basics
ar: 4 أساسيات التحرير

source: 5 Exporting Media
ar: 5 تصدير وسائل الإعلام

source: 6 Performance and Preferences
ar: 6 الأداء والتفضيلات

source: 7 Using the Timeline
ar: 7 باستخدام الجدول الزمني

source: 8 Editing Audio
ar: 8 تحرير الصوت

source: 9 Color Correction
ar: 9 تصحيح الألوان

source: 10 Text and Titles
ar: 10 النص والعناوين

source: 11 Transitions
ar: 11 التحولات

source: 12 Effects
ar: 12 الآثار

source: 13 Auto Ripple
ar: 13 تموج تلقائي

source: Quick Start Guide
ar: جولة البداية السريعة

source: REGISTER
ar: سجل

source: Forget password?
ar: نسيت كلمة السر؟

source: Please input your email
ar: الرجاء إدخال بريدك الألكتروني

source: Password
ar: كلمة السر

source: Confirm Password
ar: تأكيد كلمة السر

source: Please enter a vaild email
ar: يرجى إدخال بريد ألكتروني صالح

source: Please enter a password
ar: يرجى إدخال كلمة سر

source: The password youve entered is incorrect.
ar: كلمة السر التي قمت بإدخالها غير صحيحة

source: Something wrong please try again!
ar: حصل خطأ ما، يرجى المحاولة مرة أخرى!

source: Login successfully
ar: تم تسجيل الدخول بنجاح

source: Success
ar: نجاح

source: Error
ar: خطأ

source: In Process
ar: قيد المعالجة

source: Create an Account
ar: إنشاء حساب

source: or login with
ar: أو تسجيل الدخول بواسطة

source: Create Account Successfully!
ar: تم إنشاء الحساب بنجاح!

source: Log in to your Wondershare ID
ar: الدخول إلى معرف Wondershare الخاص بك

source: Create your Wondershare ID
ar: إنشاء معرف Wondershare الخاص بك

source: Already have an account?
ar: لديك حساب مسبق؟

source: Sign in here
ar: تسجيل الدخول هنا

source: Not a member?
ar: ليس رقماً؟

source: Back to Log In
ar: العودة لتسجيل الدخول

source: Next Step
ar: الخطوة التالية

source: Reset Password
ar: إعادة ضبط كلمة السر

source: New Password
ar: كلمة سر جديدة

source: Please confirm your password
ar: يرجى تأكيد كلمة السر خاصتك

source: Please wait for follow-up actions!
ar: يرجى الإنتظار للمتابعة!

source: Didn't receive an email?
ar: لم تستلم رسالة بريد ألكتروني؟

source: Click here to
ar: انقر هنا لإعادة

source: resend
ar: الإرسال

source: Forgot your password?
ar: نسيت كلمة السر؟

source: Enter your email address
ar: الرجاء إدخال بريدك الألكتروني

source: For your account security please enter your verification code below. We sent your verification code to
ar: ادخال رمز التأكيد

source: Enter verification code
ar: ادخال رمز التأكيد

source: By creating this account you are agreeing to our
ar: عبر إنشاءك لهذا الحساب فإنك توافق على

source: Privacy Policy
ar: سياسة خاصة

source: First Name
ar: الاسم الاول

source: Last Name
ar: الكنية

source: Please enter a valid first name.
ar: الرجاء إدخال الاسم الأول صالح.

source: Please enter a valid last name.
ar: رجاء قم بإدخال الاسم الاخير بشكل صحيح.

source: Active Device Limit
ar: حد الجهاز النشط

source: Empower Your Imagination
ar: عزز مخيلتك

source: Log In on this Device
ar: تسجيل الدخول على هذا الجهاز

source: Do Not Log In
ar: لا تقم بتسجيل الدخول

source: You are currently signed in as %@ on %d other devices. Your device limit is %d
ar: أنت حالياً مسجل الدخول بالعنوان %@ %d على جهازين آخرين. حدك الأقصى هو جهازين.%d

source: If you log in on this device using this account you will be logged out on the following device:%@
ar: لو قمت بتسجيل الدخول على هذا الجهاز بإستخدام هذا الحساب فسوف يتم تسجيل خروجك من الجهاز التالي:%@

source: Loading...
ar: تحميل...

source: Try Again
ar: حاول مرة أخرى

source: Page Did Not Load
ar: لم يتم تحميل الصفحة

source: The page could not be loaded. Please try one of the following solutions: 1. Check your network settings and, if there's no problem, try again. 2. Disable or change the settings on your firewall and try again.
ar: لم يتم تحميل الصفحة. يرجى محاولة إحدى الحلول أدناه: 1- التحقق من ضبط الشبكة الخاص بك وفي حال عدم وجود مشكلة، حاول مرة أخرى. 2- إبطال أو تغيير ضبطجدار الحماية والمحاولة مرة أخرى

source: Network connection failed
ar: فشل اتصال الشبكة

source: We noticed that you added some footage into the project.Do you want to export your video?
ar: لقد لاحظنا أنك أضفت بعض اللقطات في المشروع. هل تريد تصدير الفيديو الخاص بك؟

source: Project Library Window at Startup:
ar: نافذة مكتبة المشروع عند بدء التشغيل:

source: Show this window when Filmora launches
ar: أظهر هذه النافذة عند إطلاق فيلمورا

source: Show Startup window when Filmora launches
ar: أظهر هذه النافذة عند إطلاق فيلمورا

source: If the conversion fails, you can still use your original version of Filmora to open the project file.
ar: إذا فشل التحويل ، فلا يزال بإمكانك استخدام الإصدار الأصلي من Filmora لفتح ملف المشروع.

source: Failed to convert the project file
ar: فشل في تحويل ملف المشروع

source: Please use your original version of Filmora to open the project file.
ar: يرجى استخدام نسختك الأصلية من فيلمورا لفتح ملف المشروع.

source: Contact our Customer Support if you don't have your original version any more.
ar: اتصل بدعم العملاء إذا لم يكن لديك الإصدار الأصلي بعد الآن.

source: Help Center
ar: مركز المساعدة

source: Follow this tutorial to get up to speed.
ar: اتبع هذا البرنامج التعليمي للوصول إلى السرعة.

source: Match to Media
ar: تطابق وسائل الإعلام

source: Keep Project Settings
ar: الحفاظ على إعدادات المشروع

source: You have exceeded the character limit; please use multiple text boxes.
ar: لقد تجاوزت عدد الأحرف المسموح به ؛ يرجى استخدام مربعات النص متعددة.

source: Do you want to keep the split clips as a group?
ar: هل تريد الاحتفاظ بمقاطع الانقسام كمجموعة؟

source: Keep Group
ar: الحفاظ على المجموعة

source: Ungroup
ar: فك التجميع

source: Straight Alpha
ar: ألفا مستقيم

source: Premultiplied Alpha
ar: ألفا المضاعف

source: Ignore Alpha
ar: تجاهل ألفا

source: Click to split
ar: انقر لتقسيم

source: Drag to move playhead
ar: اسحب لتحريك playhead

source: Beat Detection
ar: فوز الكشف

source: Beat Options
ar: فوز الخيارات

source: Highlight every
ar: تسليط الضوء على كل

source: Highlight offset
ar: تسليط الضوء على تعويض

source: Beats
ar: يدق

source: Mark highlight beats only
ar: علامة تمييز يدق فقط

source: Beats analyzed. Drag and drop the music to the timeline to see beat markers.
ar: يدق تحليلها. قم بسحب وإسقاط الموسيقى إلى المخطط الزمني لمشاهدة علامات الإيقاع.

source: Filmora is installing beat detection plugins. Please wait.
ar: تقوم Filmora بتثبيت إضافات الكشف عن الإيقاع. ارجوك انتظر.

source: beat detection completed
ar: كشف فوز الانتهاء

source: beat detected failed
ar: لم يتم اكتشاف فوز

source: Request time out, Please check your network connection.
ar: طلب مهلة ، يرجى التحقق من اتصال الشبكة.

source: Click here to manually install the plugin.
ar: انقر هنا لتثبيت البرنامج المساعد يدويًا.

source: Color Enhancement
ar: تعزيز اللون

source: Threshold
ar: عتبة

source: Value
ar: القيمة

source: Frames
ar: إطارات

source: Included
ar: شمل
