Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/excelTools/StringToExcel/test_lanuage/*.lproj/Localizable.strings
Languages: ar

source: You don't have any Favorites. Click 'Favorite' while hovering over a resource to add an item to this folder.
ar: ليس لديك اي المفضلة. انقر فوق 'المفضلة' أثناء التمرير فوق أحد الموارد لإضافة عنصر إلى هذا المجلد.

source: Find even more video effects, music, stock footage, and images on Filmstock.
ar: يمكنك العثور على مزيد من تأثيرات الفيديو والموسيقى ومقاطع الفيديو والصور على Filmstock.

source: Visit Filmstock
ar: زيارة Filmstock

source: Your One-Stop Shop for Royalty-Free Video Effects, Audio, and Stock Media.
ar: متجرك الفوري للتأثيرات المرئية وخيارات الصوت والفيديو والوسائط الخالية من الرسوم

source: You're not connected to the internet
ar: أنت غير متصل بالإنترنت

source: You need internet access to visit Filmstock. Please check your connection and try again.
ar: تحتاج إلى الوصول إلى الإنترنت لزيارة Filmstock. يرجى التحقق من اتصالك وحاول مرة أخرى.

source: Access more effects! Try Filmstock free for %@ days.
ar: الوصول إلى المزيد من الآثار! جرّب Filmstock مجانًا لمدة %@ يومًا.

source: Access more effects! Try
ar: الوصول إلى المزيد من الآثار! جرّب

source: free for %@ days.
ar: مجانًا لمدة %@ يومًا.

source: Start Free Trial
ar: بدء التجربة المجانية

source: I agree to the Terms and Conditions.
ar: أوافق على الشروط.

source: I agree to
ar: أنا أوافق على

source: the Terms and Conditions
ar: على الشروط

source: Free Trial of Filmstock
ar: تجربة مجانية من Filmstock

source: 1. You'll get the Free Trial for %@ days.
ar: 1. ستحصل على النسخة التجريبية المجانية لأيام %@.

source: For your trial period you'll be able to use both Standard and Premium video effects and other resources recommended here for free.
ar: خلال الفترة التجريبية ، ستكون قادرًا على استخدام كل من مؤثرات الفيديو القياسية والميزة وغيرها من الموارد الموصى بها هنا مجانًا.

source: When your trial ends you can choose to purchase a Filmstock plan to continue using these resources.
ar: عندما تنتهي النسخة التجريبية ، يمكنك اختيار شراء خطة Filmstock لمتابعة استخدام هذه الموارد.

source: Got It
ar: فهمتك

source: Congrats! Your free trial will last from %@ to %@.
ar: مبروك! ستستمر النسخة التجريبية المجانية من Filmstock Premium Plan من %@ إلى %@.

source: from %@ to %@
ar: من %@ إلى %@

source: Free Trial
ar: تجربة مجانية

source: %@ Days Left
ar: %@ أيام اليسار

source: Sorry, your free trial has ended. To continue using Filmstock resources please purchase a subscription.
ar: عذرا ، لقد انتهت التجربة المجانية. لمتابعة استخدام موارد Filmstock ، يرجى شراء اشتراك.

source: Subscribe
ar: الإشتراك

source: Refresh My Account
ar: تحديث حسابي

source: You are subscribed to the Filmstock Standard Plan. If you need to try the effects from the Premium Plan, please upgrade your account.
ar: أنت مشترك في خطة Filmstock القياسية. إذا كنت بحاجة إلى تجربة تأثيرات Premium Plan ، فيرجى ترقية حسابك.

source: You are subscribed to the Filmstock Premium Plan. All the recommended effects below can be used.
ar: أنت مشترك في خطة Filmstock Premium Plan. جميع الآثار الموصى بها أدناه يمكن استخدامها.

source: Subscribe to Premium Plan
ar: الاشتراك في خطة بريميوم

source: A video preview of the effects in this pack.
ar: معاينة الفيديو من الآثار في هذه الحزمة.

source: Downloading...
ar: جارى التحميل...

source: Cancel Download
ar: إلغاء التنزيل

source: Find effects downloaded from Filmstock here.
ar: ابحث عن التأثيرات التي تم تنزيلها من موقع Filmstock هنا.

source: Free plan
ar: خطة مجانية

source: Standard plan
ar: الخطة القياسية

source: Premium plan
ar: خطة متميزة

source: StIll have problems, please click here.
ar: لديك مشاكل ، يرجى الضغط هنا.

source: click here
ar: انقر هنا

source: upgrade_Link
ar: فيرجى

source: Login Required
ar: تسجيل الدخول مطلوب

source: Filmstokcs need login and register
ar: أنت بحاجة إلى معرف Wondershare للمتابعة.الرجاء تسجيل الدخول أو إنشاء حساب مجاناً.

source: Wondershare ID provides you an easy way to activate your software access Filmora Effect Store and Filmora.io community.
ar: يوفر لك Wondershare ID طريقة سهلة لتنشيط الوصول إلى برنامج Filmora Effect Store ومجتمع Filmora.io.

source: Get More Effects from Filmstock
ar: الحصول على مزيد من الآثار من Filmstock

source: Try Filmstock free for %d days
ar: جرّب Filmstock أيام %d مجانًا لمدة

source: Activate Filmora
ar: تفعيل Filmora

source: Wondershare Filmora (UNACTIVATED)
ar: Wondershare Filmora (غير مفعل)

source: Sign in with your Wondershare ID to activate Filmora
ar: تسجيل الدخول بإستخدام معرف حساب Wondershareلتفعيل Fimora9

source: Enter the email you used to place the order
ar: أدخل البريد الإلكتروني الذي قمت بوضع الطلب

source: Enter your password
ar: ادخل كلمة السر

source: Forget password
ar: هل نسيت كلمة السر؟

source: Sign in to Activate Filmora Now
ar: تسجيل الدخول لتفعيل Filmora

source: OR
ar: أو

source: If you have a license code, or have other trouble to activate Filmora, click here to troubleshoot.
ar: في حال امتلاكك رمز الترخيص، يرجى انقر هنا للتفعيل

source: If you're having trouble activating Filmora, click here to troubleshoot.
ar: في حال واجهت مشاكل في تفعيل Filmora, انقر هنا لمعرفة الخلل

source: You are signed in with the Wondershare ID (%@) and are using the free plan of Filmora.
ar: قمت بتسجيل دخولك باستخدام معرف حساب (%@)Wondershare وتقوم باستخدام الباقةالمجانية من Filmora.

source: If you have purchased a plan, click here to refresh your activation status.
ar: في حال قمت بشراء باقة، انقر هنا لتنشيط حالة التفعيل الخاصة بك.

source: Please make sure you‘re using the same OS platform you purchased it for.
ar: يرجى التأكد أنك تستخدم نفص منصة نظام التشغيل التي قمت بشراء البرنامج لأجلها.

source: Wondershare Filmora (ACTIVATED)
ar: Wondershare Filmora (مفعل)

source: Your Wondershare ID (%@) has been activated sucessfully.
ar: تم تفعيل معرف حساب(%@)Wondershare بنجاح

source: Wondershare ID
ar: معرف حساب Wondershare

source: Lifetime Plan/Annualy Plan/Monthly Plan/Quaterly Plan
ar: باقة مدى الحياة الباقة السنوية الباقة الشهرية باقة 3 شهور

source: Expires
ar: تنتهي

source: Your license has been activated successfully.
ar: تم تفعيل ترخيصك بنجاح

source: You are signed in with the Wondershare ID (%@) .We are refreshing your account info now. It may take a few seconds.
ar: نحن نقوم بتنشيط معلومات حسابك الآن. قد يستغرق الأمر بضع ثوانٍ.Wonder share (%@)قمت بتسجيل الدخول باستخدام معرف حساب

source: It looks like this Wondershare ID has been deactivated on this device, please re-login on this device or double check the activation status in Account Center.
ar: يرجى التأكد من استخدامك لنفس معرف حساب Wondershare ومنصة نظام التشغيل التي قمت بشراء البرنامج لأجلها.

source: There is no Wondershare ID associated with that email address. Make sure to use the email address you used to place the order. You can find it in your confirmation email.
ar: لا يوجد معرف حساب Wondershare مرتبط بهذا البريد الألكتروني. تأكد من استخدام عنوان البريد الألكتروني الذي استخدمته عند الطلب. يمكنك العثور عليه في رسالة التأكيد.

source: The password you've entered is incorrect. Click Forget password to reset your password.
ar: كلمة السر غير صحيحة. في حال نسيت كلمة السر، انقر هنا لإعادة الضبط.

source: Enter the email address you used to purchase your license and the activation code you received in your confirmation email. Or click here to retrieve your license code.
ar: ادخل عنوان البريد الألكتروني الذي استخدمته لشراء الرخصة ورمز التفعيل الذي استلمته في رسالة التفعيل. أو انقر هنا لإسترجاع رمز الرخصة.

source: Licensed e-mail
ar: البريد الألكتروني المرخص

source: Activation code
ar: رمز التفعيل

source: FREE TRIAL
ar: النسخة التجريبية

source: Activate Filmora Now
ar: تفعيل Filmora الآن.

source: If you have purchased a plan, click here to refresh your authorization.
ar: في حال اشتريت باقة، انقر هنا لتنشيط التفويض.

source: We are refreshing your account info now. It may take a few seconds.
ar: نحن نقوم بإنعاش معلومات حسابك الآن. قد يستغرق الأمر بضع ثوانِ

source: Still unactivated? Please check that you're using the same OS platform you purchased it for. For more troubleshooting, click here.
ar: لم يتم التفعيل؟ يرجى التحقق من استخدامك نفس منصة نظام التشغيل التي قمت بشراء البرنامج لأجلها. للتحقق من الخلل أكثر، انقر هنا.

source: click here2
ar: انقر هنا

source: Split Button
ar: زر الانقسام

source: Show the split button on timeline playhead
ar: إظهار زر الانقسام على رأس تشغيل الخط الزمني

source: Unlisted
ar: غير مدرج

source: Select all clips with the same color mark
ar: حدد جميع المقاطع بنفس علامة اللون

source: Close Gap
ar: فجوة مغلقة

source: 1. Videos about daily life are popular on YouTube.
ar: 1. مقاطع الفيديو المتعلقة بالحياة اليومية شائعة على YouTube.

source: 2. When using a green screen make sure your space is well lit.
ar: 2. عند استخدام شاشة خضراء تأكد من أن المساحة الخاصة بك مضاءة بشكل جيد.

source: 3. 'Magic hours' for video lighting: right after sunrise and right before it sets.
ar: 3. "ساعات السحر" لإضاءة الفيديو: مباشرة بعد شروق الشمس وقبل أن تبدأ.

source: 4. Invent your own challenge video and you could go viral.
ar: 4. اخترع فيديو التحدي الخاص بك ويمكنك أن تنتشر بسرعة.

source: 5. Clap to create a waveform spike for easy audio syncing.
ar: 5. التصفيق لإنشاء ارتفاع الموجي لمزامنة الصوت بسهولة.

source: 6. The internet loves animals. Could your pet be the next big star?
ar: 6. الإنترنت يحب الحيوانات. هل يمكن لحيوانك الأليف أن يكون النجم الكبير التالي؟

source: 7. Use text in Facebook videos - 85% of them are watched without sound.
ar: 7. استخدم النص في مقاطع فيديو Facebook - تتم مشاهدة 85٪ منها بدون صوت.

source: 8. When shooting outdoors, keep the sun behind you.
ar: 8. عند التصوير في الهواء الطلق ، ابق الشمس خلفك.

source: 9. Add clips to Shared Media to access them in future projects.
ar: 9. إضافة مقاطع إلى الوسائط المشتركة للوصول إليها في المشاريع المستقبلية.

source: 10. Create a video intro that shows off your personality.
ar: 10. قم بإنشاء مقدمة فيديو تظهر شخصيتك.

source: 11. Fade down your background music while someone's talking.
ar: 11. تلاشى الموسيقى الخلفية الخاصة بك بينما يتحدث شخص ما.

source: 12. Use timeline markers to label your clips and stay organized.
ar: 12. استخدم علامات الجدول الزمني لتسمية مقاطعك والبقاء منظمًا.

source: 13. You can record voiceovers inside Filmora.
ar: 13. يمكنك تسجيل التعليقات الصوتية داخل Filmora.

source: 14. Mark beats with Beat Detection and edit to your music.
ar: 14. ضع علامة على الإيقاعات مع Beat Detection وقم بتعديلها على الموسيقى الخاصة بك.

source: 15.Build "social proof" with a testimonial video
ar: 15.بناء "دليل اجتماعي" مع فيديو شهادة

source: 16.Introduce the team with a company video.
ar: 16.تعريف الفريق بفيديو الشركة.

source: 17. Create a music video for your fire audio track.
ar: 17. قم بإنشاء فيديو موسيقي لمسار صوت النار الخاص بك.

source: Redo last action.
ar: إعادة الإجراء الأخير .

source: Undo last action.
ar: التراجع عن الإجراء الأخير.

source: Delete selected media on timeline.
ar: حذف الوسائط المحددة في الجدول الزمني.

source: Split selected media at playhead location.
ar: تقسيم الوسائط المحددة في موقع رأس التشغيل.

source: Choose a smaller section of your image to keep.
ar: اختر قسمًا أصغر من صورتك للاحتفاظ به.

source: Speed
ar: سرعة

source: Adjust the speed of your media or play it backwards.
ar: اضبط سرعة الوسائط أو شغّلها للخلف.

source: Change the aesthetic of your media by adjusting settings like white balance, saturation, and contrast or by applying 3D LUTs.
ar: قم بتغيير الشكل الجمالي للوسائط الخاصة بك عن طريق ضبط الإعدادات مثل توازن اللون الأبيض والتشبع والتباين أو عن طريق تطبيق 3D LUTs.

source: Click for more help.
ar: انقر للحصول على مزيد من المساعدة .

source: Change your background or create special effects.
ar: تغيير خلفيتك أو إنشاء تأثيرات خاصة.

source: Find additional editing options like opacity, rotation, motion, and more.
ar: اعثر على خيارات تحرير إضافية مثل العتامة والتدوير والحركة والمزيد.

source: Extend or reduce the duration of your media. This may change the speed.
ar: قم بتمديد أو تقليل مدة الوسائط الخاصة بك. هذا قد يغير السرعة .

source: Right-click and visit Beat Search by previewing the music. The following music can be added to the timeline for further editing.
ar: قم بإصلاح الإضاءة الخاصة بك ، أو قم بتجميع ألوانك ، أو امنح مقطع الفيديو الخاص بك جمالية جديدة تمامًا.

source: No Effects
ar: لا اثار

source: 1. Click to split your selected clip.
ar: 1. انقر لتقسيم المقطع المحدد.

source: 2. Click, hold, and drag to move the playhead.
ar: 2. انقر مع الاستمرار ثم اسحب لتحريك رأس التشغيل.

source: Right click on the song thumbnail to access Beat Detection. Then add the song to the timeline the beats will be marked for easy editing.
ar: انقر بزر الماوس الأيمن على الصورة المصغرة للأغنية للوصول إلى Beat Detection. ثم أضف الأغنية إلى الجدول الزمني الذي سيتم وضع علامة على الإيقاعات لتسهيل التحرير.

source: Click here for tutorials.
ar: انقر هنا للحصول على دروس فيديو.

source: Advanced Challenge
ar: تحدي متقدم

source: Import Media 9.5
ar: وسائط الاستيراد

source: Split a Clip
ar: تقسيم مقطع

source: Add Video Effects
ar: أضف تأثيرات الفيديو

source: Export Your Video
ar: تصدير الفيديو الخاص بك

source: When you're done, click here to access your prize.
ar: عند الانتهاء ، انقر هنا للوصول إلى جائزتك.

source: Claim Your Reward
ar: اطلب مكافأتك

source: Drag a video clip, image, or audio file from your computer and drop it into Project Media
ar: اسحب مقطع فيديو أو صورة أو ملف صوتي من جهاز الكمبيوتر الخاص بك وأفلته في Project Media.

source: Done! Next
ar: فعله! التالى

source: Learn More
ar: تعلم المزيد

source: Click and drag to move the playhead. Then, click the scissors to split your clip.
ar: انقر واسحب لتحريك رأس التشغيل. ثم ، انقر فوق المقص لتقسيم مقطعك.

source: Crop a Clip
ar: قص مقطع

source: Click on the 'Crop' icon and then adjust the green box around your clip.
ar: انقر على أيقونة "قص" ثم اضبط المربع الأخضر حول مقطعك.

source: Add a Transition
ar: أضف انتقال

source: Go to Transitions and drag any transition so it's sitting between two clips.
ar: انتقل إلى الانتقالات واسحب أي انتقال حتى يجلس بين مقطعين.

source: Back
ar: الى الخلف

source: Add an Effect
ar: أضف تأثير

source: Go to Effects and choose a filter or overlay. Drag it onto a clip, or into the space above it.
ar: انتقل إلى التأثيرات واختر مرشحًا أو تراكبًا. اسحبه إلى مقطع أو إلى المساحة فوقه.

source: Add an Element
ar: أضف عنصر

source: Go to Elements and choose a motion graphic you like. Drag it into your timeline above a clip.
ar: انتقل إلى عنصر واختر رسمًا متحركًا يعجبك. اسحبه إلى مخططك الزمني فوق مقطع.

source: Try the Speed Controls
ar: جرب ضوابط السرعة

source: With a clip selected, click on the speed gauge icon. You'll see options to make your clip 100 times faster or slower.
ar: بعد تحديد مقطع ، انقر فوق رمز مقياس السرعة. سترى خيارات لجعل المقطع الخاص بك أسرع أو أبطأ 100 مرة.

source: Click Export. Then, name your video and choose where to save it. Click Export in the window.
ar: انقر فوق تصدير. ثم ، قم بتسمية الفيديو الخاص بك واختر مكان حفظه

source: When your video is done exporting, your mission will be complete!
ar: . انقر فوق تصدير في النافذة. عند الانتهاء من تصدير الفيديو ، ستكتمل مهمتك!

source: Congrats!
ar: مبروك!

source: For completing the Get Started missions, you've earned a free video effect pack!
ar: لإكمال مهام البدء ، لقد حصلت على حزمة تأثير فيديو مجانية!

source: Claim Your Prize
ar: احصل على هديتك

source: You've Earned a FREE Effect Pack!
ar: لقد ربحت حزمة تأثير مجانية!

source: *This offer is exclusive to users who completed the related tasks.
ar: * هذا العرض حصري للمستخدمين الذين أكملوا المهام ذات الصلة.

source: Choose Your FREE Effect Pack
ar: اختر حزمة التأثيرات المجانية الخاصة بك

source: Your Audience Awaits!
ar: جمهورك ينتظر!

source: Get Filmora and start creating.
ar: احصل على Filmora وابدأ في الإنشاء.

source: Filmora Lifetime plan
ar: خطة عمر فيلم 9

source: All features
ar: كل المميزات

source: Free updates
ar: تحديثات مجانية

source: No watermark
ar: لايوجد علامة مائية

source: Free Tech Support
ar: دعم فني مجاني

source: Windows
ar: شبابيك

source: Sorry, it looks like you've already claimed your free pack. You can download it from your account center.
ar: عذرًا ، يبدو أنك قد طالبت بحزمتك المجانية بالفعل. يمكنك تنزيله من مركز حسابك.

source: Take Me There
ar: خذني هناك

source: Sorry, it looks like you haven't earned this reward. In order to claim your free pack, download Filmora and complete the related tasks.
ar: عذرًا ، يبدو أنك لم تكسب هذه المكافأة. من أجل المطالبة بحزمتك المجانية ، قم بتنزيل Filmora وأكمل المهام ذات الصلة.

source: Download Free Trial
ar: تحميل الإصدار التجريبي المجاني

source: Awesome!
ar: رائع!

source: Now download your free pack.
ar: الآن قم بتنزيل الحزمة المجانية الخاصة بك.

source: You already purchased this pack. Please choose a different pack.
ar: لقد اشتريت هذه الحزمة بالفعل. يرجى اختيار حزمة مختلفة.

source: Do more with Filmora! Complete the missions below to learn more about the program and earn a reward.
ar: اعمل المزيد مع Filmora ! أكمل المهام أدناه لمعرفة المزيد عن البرنامج وكسب مكافأة.

source: Try the Green Screen Tool
ar: جرب أداة الشاشة الخضراء

source: Add Movement with Pan and Zoom
ar: أضف حركة مع التحريك والتكبير

source: Use a Keyboard Shortcut
ar: استخدم اختصار لوحة المفاتيح

source: Add a video with green in it to your timeline and double click on it. Then, check the box next to Chroma Key. The green will be keyed out.
ar: أضف مقطع فيديو باللون الأخضر إلى مخططك الزمني وانقر عليه نقرًا مزدوجًا. ثم حدد المربع المجاور لـ Chroma Key. سيتم الضغط على الأخضر.

source: Add Movement with Pan & Zoom
ar: إضافة حركة مع Pan & Zoom

source: Select a clip in the timeline and click the 'crop' icon in the toolbar. Then, click into the Pan & Zoom tab. Set a start and end frame to create movement.
ar: حدد مقطعًا في المخطط الزمني وانقر على رمز "اقتصاص" في شريط الأدوات. ثم ، انقر فوق علامة التبويب Pan & Zoom. قم بتعيين إطار بداية ونهاية لإنشاء حركة.

source: Use a Split Screen Preset
ar: استخدم إعداد تقسيم الشاشة المسبق

source: Go to the split screen tab and drag any preset into your timeline. Then, drag video clips or images into the drop zones in the Preview panel.
ar: انتقل إلى علامة تبويب الشاشة المنقسمة واسحب أي إعداد مسبق إلى مخططك الزمني. ثم اسحب مقاطع الفيديو أو الصور إلى مناطق الإفلات في لوحة المعاينة.

source: Try Advanced Text Editing
ar: جرب تحرير النص المتقدم

source: From the Titles tab drag any text effect into the timeline, double click on it, and choose Advanced. In the Advanced Text Editing window you can make a variety of changes.
ar: من علامة تبويب العناوين ، اسحب أي تأثير نص في المخطط الزمني ، وانقر نقرًا مزدوجًا فوقه ، واختر متقدم. في نافذة تحرير النص المتقدمة ، يمكنك إجراء مجموعة متنوعة من التغييرات.

source: Do Some Color Correction
ar: قم ببعض تصحيح الألوان

source: Double click on a clip in your timeline, then go into the Color tab and click Advanced to see all the color tuning options.
ar: انقر نقرًا مزدوجًا فوق مقطع في مخططك الزمني ، ثم انتقل إلى علامة التبويب "اللون" وانقر فوق "خيارات متقدمة" لمشاهدة جميع خيارات ضبط الألوان.

source: Go to Help > Keyboard Shortcuts to see a list of the shortcuts available and try one out. Learning these will save you a lot of time.
ar: انتقل إلى تعليمات> اختصارات لوحة المفاتيح للاطلاع على قائمة بالاختصارات المتاحة وتجربة واحدة. تعلم هذه سيوفر لك الكثير من الوقت.

source: Congrats on finishing the missions!
ar: مبروك على الانتهاء من المهمات!

source: Search the Filmora User Guide
ar: ابحث في دليل مستخدم Filmora

source: SEARCH
ar: بحث

source: Popular topics:
ar: موضوعات شائعة:

source: Activate Filmora
ar: تنشيط Filmora

source: Download free video effects
ar: قم بتنزيل تأثيرات الفيديو المجانية

source: Remove watermark
ar: إزالة العلامة المائية

source: Quick Start Tour
ar: جولة البدء السريع

source: Learn Filmora's basic workflow in 5 steps.
ar: تعرف على سير عمل Filmora الأساسي في 5 خطوات.

source: Essential Editing Tutorials
ar: دروس التحرير الأساسية

source: Advanced Editing Tutorials
ar: دروس تحرير متقدمة

source: Get Creative
ar: الحصول على الإبداع

source: More Video Tutorials
ar: المزيد من دروس الفيديو

source: User Guide
ar: دليل المستخدم

source: Basic Editing
ar: التحرير الأساسي

source: Add Effects
ar: إضافة تأثيرات

source: Advanced Editing
ar: التحرير المتقدم

source: Export & Share
ar: التصدير والمشاركة

source: See More Topics >>
ar: شاهد المزيد من المواضيع >>

source: How can I activate my Filmora license?
ar: كيف يمكنني تفعيل ترخيص Filmora الخاص بي؟

source: What is Filmstock?
ar: ما هو Filmstock؟

source: How do I download all built-in effects?
ar: كيف أقوم بتنزيل جميع التأثيرات المضمنة؟

source: Limitations of the free trial.
ar: حدود التجربة المجانية

source: How do I edit green screen videos with Filmora?
ar: كيف أقوم بتعديل فيديوهات الشاشة الخضراء باستخدام Filmora؟

source: How do I create a thumbnail for my video?
ar: كيف أقوم بإنشاء صورة مصغرة للفيديو الخاص بي؟

source: How can I get plain text (no animation) in Filmora?
ar: كيف يمكنني الحصول على نص عادي (بدون رسوم متحركة) في Filmora؟

source: How can I add a watermark or logo to my video?
ar: كيف يمكنني إضافة علامة مائية أو شعار إلى الفيديو الخاص بي؟

source: Get inspired by Filmora users like you!
ar: احصل على الإلهام من مستخدمي Filmora مثلك!

source: Travel
ar: السفر

source: Family & Love
ar: الأسرة والحب

source: Gaming
ar: الألعاب

source: More Categories
ar: المزيد من الفئات

source: Editing Video Footage
ar: تحرير لقطات الفيديو

source: Editing Audio Clips
ar: تحرير المقاطع الصوتية

source: Editing Images
ar: تحرير الصور

source: Add Filters, Transitions, Sound Effects, and more
ar: أضف الفلاتر والانتقالات والتأثيرات الصوتية والمزيد

source: Play videos backwards
ar: تشغيل مقاطع الفيديو للخلف

source: See More
ar: شاهد المزيد

source: Complete missions inside Filmora to earn a reward!
ar: أكمل المهام داخل Filmora لكسب مكافأة!

source: Earn a Prize
ar: اربح جائزة

source: See what's possible with Filmora!
ar: شاهد ما هو ممكن مع Filmora!

source: Get Creative Now
ar: كن مبدعا الآن

source: Get More Royalty-Free Music
ar: احصل على موسيقى بدون حقوق ملكية

source: Get More Creative Titles
ar: احصل على المزيد من العناوين الإبداعية

source: Get More Transitions
ar: احصل على المزيد من التحولات

source: Get More Filters and Overlays
ar: احصل على المزيد من الفلاتر والتراكبات

source: Get More Motion Elements
ar: احصل على المزيد من عناصر الحركة

source: Try it Free
ar: تجربة مجانية

source: Try Filmstock free for 7 days.
ar: جرب Filmstock مجانًا لمدة 7 أيام.

source: START FREE TRIAL
ar: ابدأ التجربة المجانية

source: I agree to the Terms and Conditions
ar: أوافق على الشروط

source: 1. The free trial lasts 7 days.
ar: 1. مدة التجربة المجانية 7 أيام.

source: 2. For your trial period you'll have access to a specific selection of resources from Filmstock.
ar: 2. خلال الفترة التجريبية ، ستتمكن من الوصول إلى مجموعة محددة من الموارد من Filmstock.

source: 3. When your trial ends you can choose to purchase a Filmstock plan if you want to continue using these resources.
ar: 3. عند انتهاء الفترة التجريبية ، يمكنك اختيار شراء خطة Filmstock إذا كنت ترغب في الاستمرار في استخدام هذه الموارد.

source: Visit Filmstock.
ar: قم بزيارة Filmstock.

source: Get More Creative Titles for FREE
ar: احصل على المزيد من العناوين الإبداعية مجانًا

source: Get More Transitions for FREE
ar: احصل على المزيد من التحولات مجانًا

source: Get More Filters and Overlays for FREE
ar: احصل على المزيد من الفلاتر والتراكبات مجانًا

source: Get More Motion Elements for FREE
ar: احصل على المزيد من عناصر الحركة مجانًا

source: Can you answer 2 quick questions?
ar: هل تستطيع الإجابة على سؤالين سريعين؟

source: We noticed that you closed Filmora without trying it. Please let us know what we could have better.
ar: لاحظنا أنك أغلقت Filmora دون تجربته. يُرجى إعلامنا بما يمكن أن يكون أفضل.

source: Your feedback will help us improve our products. Thank you!
ar: ستساعدنا ملاحظاتك في تحسين منتجاتنا. شكرا جزيلا!

source: I don't have any footage yet.
ar: ليس لدي أي لقطات حتى الآن.
