Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Res/LocalizedLanguage/*.lproj/Localizable.strings
Languages: fr, pt_pt

source: ご注文の際に使用したWondershare IDアカウントでサインインしているか、ご購入された製品とパソコンのOSが合っているかを確認してください。
fr: Veuillez vous assurer que vous utilisez le même compte Wondershare ID et la plate-forme OS pour laquelle vous l'avez acheté.
pt_pt: Por favor certifique-se de que está usando a mesma conta do Wondershare ID e o mesmo sistema operativo suportado pelo software adquirido.

source: 入力されたメールアドレスで登録されたWondershare IDがみつかりませんでした。 ご注文の際に使用したメールアドレスを使用してください。注文確認メールで関連情報を確認できます。
fr: Il n'y a pas de Wondershare ID associé à cette adresse e-mail. Assurez-vous d'utiliser la même adresse email que celle que vous avez utilisé pour passer la commande. Vous pouvez la retrouver dans votre email de confirmation.
pt_pt: Não existe Wondershare ID associado com este endereço de email. Certifique-se de que está usando o mesmo endereço de email que você usou para realizar a encomenda. Pode encontrar o seu Wondershare ID no seu email de confirmação.

source: パスワードが正しくありません。パスワードを忘れた場合は、ここをクリックして再設定してください。
fr: Mot de passe incorrect. Si vous avez oublié votre mot de passe, veuillez cliquez ici pour le réinitialiser.
pt_pt: Senha incorreta. Se você esqueceu sua senha, clique aqui para reiniciá-la.

source: ご注文時に使用したメールアドレスとご注文確認メールで受け取った登録コードを入力してください。ここをクリックして登録コードを再取得することも可能です。
fr: Entrez l'adresse email que vous avez utilisée pour acheter votre licence ainsi que le code d'enregistrement que vous avez reçu dans votre email de confirmation. Ou cliquez ici pour récupérer votre code d'enregistrement.
pt_pt: Intoduza o endereço de email que usou para comprar a sua licença e o código de registro que recebeu no seu email de confirmação. Ou clique aqui para recuperar o seu código da licença.

# Licensed e-mail
source: 登録Eメールアドレス
fr: email enregistré
pt_pt: Email licenciado

# Activation code
source: 登録コード
fr: Code d'enregistrement
pt_pt: Código de registro

# FREE TRIAL
source: 無料体験
fr: ESSAI GRATUIT
pt_pt: TESTE GRATUITO

# Activate Filmora Now
source: 今すぐFilmora Xのライセンス認証をする
fr: Activer Filmora maintenant
pt_pt: Ative o Filmora Agora

# If you have purchased a plan, click here to refresh your authorization.
source: プランを購入した場合は、ここをクリックして使用権限を更新してください。
fr: Si vous avez acheté un plan, cliquez ici pour rafraîchir votre statut.
pt_pt: Se você comprou um plano, clique aqui para atualizar a sua autorização.

# We are refreshing your account info now. It may take a few seconds.
source: アカウント情報を更新しています。しばらくお待ちください。
fr: Nous sommes en train de rafraîchir les informations de votre compte. Cela peut prendre quelques secondes.
pt_pt: Estamos atualizando as informações da sua conta agora. Poderá demorar alguns segundos.

source: ライセンス認証が完了しなかった場合は、購入した製品とパソコンのOSが合っているかをご確認ください。トラブルシューティトラブルシューティングの詳細については、ここ（ここ2字超链接）をクリックしてご覧ください。
fr: Toujours pas activé ? Veuillez vérifier que vous utilisez Filmora sous le même système d'exploitation que celui sur lequel vous étiez lorsque vous avez acheté la licence. Si cela ne résoud toujours pas le problème, veuillez cliquer ici.
pt_pt: Ainda não está ativado? Por favor verifique se está usando o mesmo sistema operativo suportado pelo software adquirido. Para mais soluções, clique aqui.

# click here2
source: ここ（ここ2字超链接）
fr: cliquer ici
pt_pt: clique aqui

# Split Button
source: 分割ボタン
fr: Bouton de division
pt_pt: Botão de divisão

# Show the split button on timeline playhead
source: タイムラインの再生ヘッドに分割ボタンを表示する
fr: Afficher le bouton de division sur la tête de lecture
pt_pt: Mostrar o botão de divisão no indicador de reprodução da linha do tempo

# Unlisted
source: 限定公開
fr: Non-répertorié
pt_pt: Não-listado

# Select all clips with the same color mark
source: 同じ色のクリップを選択する
fr: Sélectionnez les clips de couleur identique
pt_pt: Selecione todos os clipes com a mesma marca de cor

# Close Gap
source: ギャップを閉じる
fr: Supprimer les espaces
pt_pt: Excluir espaços

# 1. Videos about daily life are popular on YouTube.
source: 1. YouTubeでは日常生活をテーマにした動画が人気です。
fr: 1. Les vidéos sur la vie quotidienne sont populaire sur Youtube.
pt_pt: 1. Vídeos sobre o cotidiano são populares no YouTube.

# 2. When using a green screen make sure your space is well lit.
source: 2. グリーンスクリーンを使用する場合は、スペースに十分な光が当たるようにしてください。
fr: 2. Si vous utilisez un écran vert, assurez-vous que votre espace est bien éclairé.
pt_pt: 2. Ao usar a tela verde, certifique-se de que o espaço está bem iluminado.

source: 3. 撮影時の照明の「マジックアワー」は、日の出の直後と日没の直前です。
fr: 3. Les "heures magiques" de l'éclairage vidéo : juste après le lever du soleil et juste avant son coucher.
pt_pt: 3. 'Horas mágias' para a iluminação de vídeos: logo após o nascer do sol e antes de se por.

# 4. Invent your own challenge video and you could go viral.
source: 4. オリジナルのチャレンジ動画を作成し、注目を集めましょう。
fr: 4. Invente ta propre vidéo challenge et tu pourrais faire le buzz.
pt_pt: 4. Invente seus próprios vídeos de desafios e poderá tornar-se viral.

# 5. Clap to create a waveform spike for easy audio syncing.
source: 5. クラップして波形のスパイクを作成し、簡単にオーディオを同期できます。
fr: 5. Applaudissez pour créer un pic dans la forme d'onde afin de faciliter la synchronisation audio.
pt_pt: 5. Bata palmas para criar um pico na forma de onda para sincronizar facilmente o áudio.

# 6. The internet loves animals. Could your pet be the next big star?
source: 6. ペット動画は常にネットで人気があります。あなたのペットが、次のビッグスターになるかもしれません。
fr: 6. L'internet adore les animaux. Votre animal pourrait-il être la prochaine grande star ?
pt_pt: 6. A Internet adora animais. Poderá o seu animal de estimação ser a próxima estrela?

# 7. Use text in Facebook videos - 85% of them are watched without sound.
source: 7. Facebookの動画にテキストを使おう - 85%は音声なしで視聴されています。
fr: 7. Utilisez du texte dans les vidéos à destination de Facebook - 85 % d'entre elles sont regardées sans son.
pt_pt: 7. Use textos nos vídeos do Facebook - 85% dos vídeos são visualizados sem som.

# 8. When shooting outdoors, keep the sun behind you.
source: 8. 屋外で撮影するときは、太陽の光をバックに撮影しましょう。
fr: 8. Lorsque vous tournez à l'extérieur, gardez le soleil derrière vous.
pt_pt: 8. Ao gravar no exterior, mantenha o sol atrás de si.

# 9. Add clips to Shared Media to access them in future projects.
source: 9. 共有メディアにクリップを追加して、次回以降のプロジェクトでアクセスできるようにしましょう。
fr: 9. Ajouter des clips dans la bibliothèquee des médias partagés pour y accéder dans le cadre de projets futurs.
pt_pt: 9. Adicione clipes na Mídia Compartilhada para acessar em futuros projetos.

# 10. Create a video intro that shows off your personality.
source: 10. あなたの個性をアピールするビデオイントロを作成しましょう。
fr: 10. Créez une introduction vidéo qui met en valeur votre personnalité.
pt_pt: 10. Crie uma introdução de vídeo que demonstra a sua personalidade.

# 11. Fade down your background music while someone's talking.
source: 11. 人物が話している際には、BGMをフェードダウンさせます。
fr: 11. Atténuez votre musique de fond pendant que quelqu'un parle.
pt_pt: 11. Desvaneça o fim da sua música de fundo enquanto alguém está falando.

# 12. Use timeline markers to label your clips and stay organized.
source: 12. タイムラインマーカーを使って、クリップにラベルを付けて整理しましょう。
fr: 12. Utilisez des marqueurs dans votre timeline pour étiqueter vos clips et rester organisé.
pt_pt: 12. Use marcadores na linha de tempo para assinalar os seus clipes e mantenha-se organizado.

# 13. You can record voiceovers inside Filmora.
source: 13. Filmoraを使って、ナレーションを録音できます。
fr: 13. Vous pouvez enregistrer des voix off dans Filmora.
pt_pt: 13. Você pode gravar narrações no Filmora.

# 14. Mark beats with Beat Detection and edit to your music.
source: 14. ビート検出機能を使ってビートをマークし、音楽に合わせて編集しましょう。
fr: 14. Identifiez et marquez le rythme de vos pistes sonores avec la détection du rythme et travaillez votre musique en fonction.
pt_pt: 14. Assinale as batidas com a Deteção de Batidas e edite suas músicas.

# 15.Build "social proof" with a testimonial video
source: 15.テスティモ二アル動画でコメントやフィードバックを残すことができます。
fr: 15.Construire une "preuve sociale" avec une vidéo de témoignage
pt_pt: 15. Construa a sua reputação social com um vídeo testimonial.

# 16.Introduce the team with a company video.
source: 16.会社の動画でチームを紹介しましょう。
pt_pt: 16. Apresente a sua equipe com um vídeo empresarial.

# 17. Create a music video for your fire audio track.
source: 17. オーディオトラックでオリジナルミュージックビデオを作成。
fr: 16.Présentez votre équipe avec une vidéo d'entreprise.
pt_pt: 17. Crie um vídeo musical para fortalecer a sua faixa de áudio.

# Redo last action.
source: 最後の操作をやり直します。
fr: Rétablir la dernière action.
pt_pt: Refazer a última ação.

# Undo last action.
source: 最後の操作を元に戻します。
fr: Annuler la dernière action.
pt_pt: Desfazer a última ação.

# Delete selected media on timeline.
source: タイムライン上で選択したメディアを削除します。
fr: Supprimez le média sélectionné dans la timeline.
pt_pt: Excluir mídia selecionada na linha de tempo.

# Split selected media at playhead location.
source: プレイヘッドの位置で選択したメディアを分割します。
fr: Divisez les médias sélectionnés à l'emplacement de la tête de lecture.
pt_pt: Dividir mídia selecionada na localização do cursor de reprodução.

# Choose a smaller section of your image to keep.
source: 画像の細部を選択して保存します。
fr: Choisissez une plus petite partie de votre image à conserver.
pt_pt: Escolher uma seção menor da sua imagem para manter

# Speed
source: スピード
fr: Vitesse
pt_pt: Velocidade

# Adjust the speed of your media or play it backwards.
source: メディアの再生速度を調整したり、逆再生したりすることができます。
fr: Réglez la vitesse de votre média ou lisez-le en arrière.
pt_pt: Ajustar a velocidade da sua mídia ou reproduzir para trás.

source: ホワイトバランス、彩度、コントラストなどの設定を調整したり、3D LUTを適用したりすることで、メディアのビジュアルを変更することができます。
fr: Modifiez l'esthétique de vos médias en ajustant des paramètres comme la balance des blancs, la saturation et le contraste ou en appliquant des LUT 3D
pt_pt: Altere a estética da sua mídia ajustando definições como o equilíbrio de brancos, saturação, e contraste, ou aplicando 3D LUTs.

# Click for more help.
source: 詳細はこちらへ
fr: Cliquez ici pour plus d'aide.
pt_pt: Clique para mais ajuda.

# Change your background or create special effects.
source: 背景を変更したり、特殊効果を作成したりします。
fr: Modifiez votre arrière-plan ou créez des effets spéciaux.
pt_pt: Altere o seu fundo ou crie efeitos especiais.

# Find additional editing options like opacity, rotation, motion, and more.
source: 不透明度、回転、モーションなどの編集オプションを提供します。
fr: Trouvez des options d'édition supplémentaires comme l'opacité, la rotation, le mouvement, etc.
pt_pt: Use opções de edição adicionais como opacidade, rotação, animação, e mais.

# Extend or reduce the duration of your media. This may change the speed.
source: メディアの再生時間を延長または短縮します。 これにより速度が変わる場合があります。
fr: Prolongez ou réduisez la durée de votre/vos média-s. Cette option peut modifier la vitesse.
pt_pt: Extenda ou reduza a duração da sua mídia. Isto poderá alterar a velocidade.

source: ライティングを修正、色をスタイリングして動画に新たな美しさを与えます。
fr: Soignez votre éclairage, stylisez vos couleurs, ou donnez à votre vidéo une toute nouvelle esthétique.
pt_pt: Corrija a sua iluminação, estilize suas cores, ou dê ao seu vídeo toda uma nova estética.

# No Effects
source: エフェクトなし
fr: Aucun effet
pt_pt: Sem Efeitos

# 1. Click to split your selected clip.
source: 1.選択したクリップを分割するには、はさみのマーククリックします。
fr: 1. Cliquez pour diviser le clip sélectionné.
pt_pt: 1. Clique para dividir o seu clipe selecionado.

# 2. Click, hold, and drag to move the playhead.
source: 2. クリックしたままドラッグしてプレイヘッドを移動させます。
fr: 2. Cliquez, maintenez et faites glisser pour déplacer la tête de lecture.
pt_pt: 2. Clique, mantenha pressionado, e arraste para mover o cursor de reprodução.

source: 曲のサムネイルを右クリックしてビート検出にアクセスします。曲をタイムラインに追加すると、ビートがマークされて編集しやすくなります。
fr: Cliquez avec le bouton droit de votre souris sur la vignette de la chanson pour accéder à la détection de rythme. Ensuite, ajoutez la chanson à la timeline, les rythmes seront marqués automatiquement pour faciliter l'édition.
pt_pt: Clique com o botão direito na miniatura da música para acessar a Deteção de Batida. Depois adicione a música à linha de tempo, as batidas serão assinaladas para facilitar a edição.

# Click here for tutorials.
source: チュートリアルはこちら
fr: Cliquez ici pour les tutoriels vidéo.
pt_pt: Clique aqui para tutoriais.

# Advanced Challenge
source: 上級チャレンジ
fr: Édition avancé
pt_pt: Desafio Avançado

source: Filmoraを使いこなすには、以下のミッションを完了してください。 すべてのミッションを実行してください！
fr: Bienvenue ! Remplissez les missions ci-dessous pour vous familiariser avec Filmora. Faites-les toutes pour gagner une récompense !
pt_pt: Bem-vindo! Complete as míssões abaixo para familiarizar-se com o Filmora. Complete todas para ganhar um prémio!

# Import Media 9.5
source: メディアをインポート
fr: Importez un média
pt_pt: Importar Mídia

# Split a Clip
source: クリップを分割
fr: Diviser un clip
pt_pt: Dividir um Clipe

# Add Video Effects
source: トランジションの追加
fr: Ajouter des effets vidéo
pt_pt: Adicionar Efeitos de Vídeo

# Export Your Video
source: 動画をエクスポート
fr: Exportez votre vidéo
pt_pt: Exporte Seu Vídeo

# When you're done, click here to access your prize.
source: 完了したら、右下のボタンをクリックして賞品をGETしてください。
fr: Lorsque vous aurez terminé, cliquez ici pour accéder à votre prix.
pt_pt: Quando terminar, clique aqui para acessar o seu prémio.

# Claim Your Reward
source: 賞品をGET
fr: Réclamez votre récompense
pt_pt: Reclame o Seu Prémio

source: パソコンからビデオクリップ、画像、オーディオファイルをドラッグして、プロジェクトメディアにドロップしてください。
fr: Faites glisser un clip vidéo, une image ou un fichier audio depuis votre ordinateur et déposez-le dans la zone média projet
pt_pt: Arraste um clipe de vídeo, imagem, ou áudio do seu computador e solte-o na Mídia do Projeto.

# Done! Next
source: 完了しました！次へ
fr: Terminez! Suivant
pt_pt: Feito! Seguinte

# Learn More
source: もっと見る
fr: En savoir plus
pt_pt: Saiba Mais

source: プレイヘッドをドラッグして移動します。次に、はさみのマークをクリックしてクリップを分割します。
fr: Cliquez et faites glisser pour déplacer la tête de lecture. Cliquez ensuite sur la paire de ciseaux pour diviser votre clip.
pt_pt: Clique e arraste para mover o cursor de reprodução. Depois, clique na tesoura para dividir o seu clipe.

# Crop a Clip
source: クリップをクロップ
fr: Recadrer un clip
pt_pt: Cortar um Clipe

# Click on the 'Crop' icon and then adjust the green box around your clip.
source: クロップのアイコンをクリックして、クリップを囲む緑色のボックスを調整します。
fr: Cliquez sur l'icône «Recadrer» puis ajustez le cadre vert autour de votre clip.
pt_pt: Clique no ícone 'Cortar' e depois ajuste a caixa verde em volta do seu clipe.

# Add a Transition
source: トランジションの追加
fr: Ajouter une transition
pt_pt: Adicione uma Transição

# Go to Transitions and drag any transition so it's sitting between two clips.
source: トランジションに移動し、トランジションをドラッグして、2つのクリップの間に配置します。
fr: Accédez à la section des Transitions et faites glisser n'importe quelle transition entre deux clips.
pt_pt: Acesse as Transições e arraste uma transição de forma a ficar entre dois clipes.

# Back
source: 戻る
fr: Retour
pt_pt: Voltar

# Add an Effect
source: エフェクトの追加
fr: Ajouter un effet
pt_pt: Adicionar um Efeito

source: エフェクトに移動し、フィルターまたはオーバーレイを選択し、クリップまたはその上のスペースにドラッグします。
fr: Accédez à la section des Effets et choisissez un filtre ou une superposition. Faites-le glisser sur un clip ou dans une piste au-dessus.
pt_pt: Acesse os Efeitos e selecione um filtro ou sobreposição. Arraste para o clipe ou para o espaço acima do clipe.

# Add an Element
source: エレメントの追加
fr: Aouter un élément
pt_pt: Adicionar um Elemento

source: エレメントに移動して、お好きなモーションを選択し、クリップの上のタイムラインにドラッグします。
fr: Accédez à la secttion des Élements et choisissez un graphique animé que vous aimez. Faites-le glisser dans votre timeline au-dessus d'un clip.
pt_pt: Acesse os Elementos e selecione uma animação à sua escolha. Arraste-a para a linha de tempo sobre um clipe.

# Try the Speed Controls
source: スピードの調整を試す
fr: Essayez le contrôle de vitesse
pt_pt: Experimente os Controles de Velocidade

source: クリップを選択した状態で、スピードゲージのアイコンをクリックすると、 クリップを100倍速くしたり遅くしたりするオプションが表示されます。
fr: Avec un clip sélectionné, cliquez sur l'icône de jauge de vitesse. Vous y trouverez des options pour rendre votre clip jusqu'à 100 fois plus rapide ou plus lent.
pt_pt: Com um clipe selecionado, clique no ícone de medição da velocidade. Verá opções para acelerar ou abrandar o seu clipe em 100 vezes.

source: エクスポートをクリックします。 次に、ビデオに名前を付け、保存先を選択します。 ウィンドウで「エクスポート」をクリックして、ミッションを完了しましょう！
fr: Cliquez sur Exporter. Ensuite, nommez votre vidéo et choisissez où vous souhaitez l'enregistrer.
pt_pt: Clique em Exportar. Depois nomeie o seu vídeo e escolha onde salvá-lo. Clique em Exportar na janela para concluir a missão!

# When your video is done exporting, your mission will be complete!
source: ビデオを正常にエクスポートしたら、ミッションは完了となります。
fr: Cliquez sur Exporter dans la fenêtre. Une fois l'exportation de votre vidéo terminée, votre mission sera terminée!
pt_pt: Quando o seu vídeo termina de exportar, sua missão estará completa!

# Congrats!
source: おめでとう！
fr: Félicitations!
pt_pt: Parabéns!

# For completing the Get Started missions, you've earned a free video effect pack!
source: 入門ミッションを完了すると、無料のビデオエフェクトパックを獲得できます！
fr: Pour avoir terminé les missions de la section "Démarrer", vous avez gagné un pack d'effets vidéo gratuit!
pt_pt: Por concluir as missões de Começar a Trabalhar, você ganhou um pacote de efeitos de vídeo gratuito!

# Claim Your Prize
source: 賞品をGET
fr: Réclamez votre prix
pt_pt: Reclame o Seu Prémio

# You've Earned a FREE Effect Pack!
source: 無料エフェクトパックを獲得しました！
fr: Vous avez gagné un pack d'effets GRATUIT!
pt_pt: Você Ganhou um Pacote de Efeitos GRATUITO!

# *This offer is exclusive to users who completed the related tasks.
source: ※このプランは関連タスクを完了したユーザーのにご利用いただけます
fr: *Cette offre est exclusive aux utilisateurs qui ont accompli les tâches correspondantes.
pt_pt: *Esta oferta é exclusiva a usuário que tenham concluído as tarefas relacionadas.

# Choose Your FREE Effect Pack
source: 無料エフェクトパックを選択
fr: Choisissez votre pack d'effet GRATUIT
pt_pt: Escolha o Seu Pacote de Efeitos GRATUITO

# Your Audience Awaits!
source: 動画作成を始めよう！
fr: Votre public vous attend !
pt_pt: O Seu Público Aguarda!

# Get Filmora and start creating.
source: Filmoraをダウンロードして、動画作成を始めよう！
fr: Procurez-vous Filmora et commencez à créer.
pt_pt: Baixe o Filmora e comece já a criar.

# Filmora Lifetime plan
source: Filmora ライフタイムプラン
fr: Plan à vie Filmora
pt_pt: Plano Vitalício do Filmora

# All features
source: すべての機能
fr: Toutes les fonctionnalités
pt_pt: Todos os Recursos

# Free updates
source: 無料アップデート
fr: Mises à jour gratuites
pt_pt: Atualizações Gratuitas

# No watermark
source: 透かしなし
fr: Pas de filigrane
pt_pt: Sem Marca d'água

# Free Tech Support
source: 無料技術サポート
fr: Support technique gratuit
pt_pt: Suporte Técnico Gratuito

source: すでに賞品を獲得済です。アカウントセンターよりダウンロードしてください。
fr: Désolé, il semble que vous ayez déjà réclamé votre pack gratuit. Vous pouvez le télécharger à partir de votre compte.
pt_pt: Desculpe, parece que você já reclamou o seu pacote gratuito. Você pode baixá-lo no centro da sua conta.

# Take Me There
source: 確認する
fr: Mon compte
pt_pt: Ir até lá

source: 賞品が未獲得です。Filmoraをダウンロードのうえ、タスクを完了して無料パックをGETしてください。
fr: Désolé, il semble que vous n'ayez pas gagné cette récompense. Pour réclamer votre pack gratuit, téléchargez Filmora et effectuez les tâches associées.
pt_pt: Desculpe, pareceu que você não ganhou este prémio. Para reclamar o seu pacote gratuito, baixe o Filmora e conclua as tarefas relacionadas.

# Download Free Trial
source: 無料版をダウンロードする
fr: Télécharger la version d'essai gratuite
pt_pt: Baixar Versão Gratuita

# Awesome!
source: 完了！
fr: Génial !
pt_pt: Fantástico!

# Now download your free pack.
source: 無料パックをダウンロードしてください。
fr: Téléchargez votre pack gratuit maintenant.
pt_pt: Agora baixe o seu pacote gratuito.

# You already purchased this pack. Please choose a different pack.
source: すでに購入済です。異なるパックを選択してください。
fr: Vous avez déjà acheté ce pack. Veuillez choisir un autre pack.
pt_pt: Você já comprou este pacote. Por favor escolha um pacote diferente.

source: Filmoraをさらに活用しましょう！ 以下のミッションを完了して、プログラムの詳細を学び、賞品を獲得しましょう。
fr: Faites-en plus avec Filmora ! Remplissez les missions ci-dessous pour en savoir plus sur le programme et gagner une récompense.
pt_pt: Faça mais com o Filmora! Conclua as missões abaixo para saber mais sobre o programa e ganhar um prémio.

# Try the Green Screen Tool
source: グリーンスクリーンツールを試す
fr: Essayez l'outil écran vert
pt_pt: Experimente a Ferramenta da Tela Verde

# Add Movement with Pan and Zoom
source: パンとズームで動きを追加
fr: Ajouter du mouvement avec panoramique et zoom
pt_pt: Adicione um Movimento com Aproximar e Ampliar

# Use a Keyboard Shortcut
source: キーボードショートカットを使用する
fr: Utiliser un raccourci clavier
pt_pt: Use um Atalho do Teclado

source: タイムラインに グリーンのビデオを追加し、ダブルクリックします。 次に、「クロマキー」にチェックを入れると、 グリーンの部分がキーアウトされます。
fr: Ajoutez une vidéo contenant du vert à votre timeline et double-cliquez dessus. Cochez ensuite la case à côté de Chroma Key. Le vert sera alors masqué.
pt_pt: Adicione um vídeo com tela verde na linha de tempo e clique duas vezes no vídeo. Depois, assinale a caixa junto à Chroma Key. O verde será mapeado.

# Add Movement with Pan & Zoom
source: パンとズームで動きを追加
fr: Ajouter du mouvement avec la fonction Panorama & Zoom
pt_pt: Adicione Movimento com Aproximar e Ampliar

source: タイムラインでクリップを選択し、ツールバーの「クロップ」アイコンをクリックします。次に、パン＆ズームタブをクリックし、開始フレームと終了フレームを設定して動きを作ります。
fr: Sélectionnez un clip dans la timeline et cliquez sur l'icône «recadrer» dans la barre d'outils. Cliquez ensuite sur l'onglet Panoramique & zoom. Définissez ensuite un cadre de début et de fin pour créer un mouvement.
pt_pt: Selecione um clipe à linha de tempo e clique no ícone 'cortar' na barra de ferramentas. Depois, clique na aba Aproximar e Ampliar. Defina um frame de início e fim para criar movimento.

# Use a Split Screen Preset
source: 分割画面プリセットを使用する
fr: Utiliser un écran partagé déjà prérêglé
pt_pt: Use um Modelo de Tela Dividida

source: 分割表示に移動し、任意のプリセットをタイムラインにドラッグします。次に、ビデオクリップや画像をプレビューパネルのドロップゾーンにドラッグします。
fr: Accédez à l'onglet d'écran divisé et faites glisser n'importe quel préréglage dans votre timeline. Ensuite, faites glisser des clips vidéo ou des images dans les zones de dépôt dans le panneau de l'aperçu.
pt_pt: Acesse a aba da tela dividida e arraste um modelo qualquer para a sua linha de tempo. Depois, arraste clipes de vídeo para as zonas de adição no painel de Pré-visualização.

# Try Advanced Text Editing
source: 高度なテキスト編集を試す
fr: Essayez l'édition de texte avancée
pt_pt: Experimente a Edição de Texto Avançada

source: 「タイトル」タブからテキストエフェクトをタイムラインにドラッグし、ダブルクリックしてから、「高度編集」ボタンをクリックします。高度編集画面では、さまざまな変更を行うことができます。
fr: Dans l'onglet Titres, faites glisser n'importe quel effet de texte dans la timeline, double-cliquez dessus et choisissez Avancé. Dans la fenêtre de modification de texte avancée, vous pouvez effectuer diverses modifications.
pt_pt: Na aba de Títulos, arraste um efeito de texto à escolha, clique duas vezes no efeito, e clique na janela da Edição de Texto Avançada para aplicar uma variedade de alterações.

# Do Some Color Correction
source: 色補正を行う
fr: Effectuer une correction colorimétrique
pt_pt: Aplique uma Correção de Cor

source: タイムラインでクリップをダブルクリックし、「色」>「高度編集」のタブをクリックすると、すべてのカラー補正オプションが表示されます。
fr: Double-cliquez sur un clip dans votre timeline, puis rendez-vous dans l'onglet Couleur et cliquez sur Avancé pour accéder à toutes les options de réglage des couleurs.
pt_pt: Clique duas vezes num clipe na sua linha de tempo, depois acesse a aba da Cor e clique em Avançadas para visualizar todas as opções de ajuste de cor.

source: 「ヘルプ」> 「キーボードショートカット」に移動して、使用可能なショートカットのリストをが表示されます。ショートカットを使用することで多くの時間を節約できます。
fr: Accédez à Aide > Raccourcis clavier pour afficher une liste des raccourcis disponibles et essayez-en un. Leur apprentissage vous fera gagner beaucoup de temps.
pt_pt: Vá em Ajuda > Atalhos do Teclado para Visualizar uma lista dos atalhos disponíveis e experimente um dos atalhos. Aprender os atalhos irá poupar-lhe imenso tempo.

# Congrats on finishing the missions!
source: ミッションが完了しました！
fr: Félicitations pour avoir terminé les missions!
pt_pt: Parabéns por concluir as missões!
