Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Res/LocalizedLanguage/*.lproj/Localizable.strings
Languages: fr, pt_pt

# Search the Filmora User Guide
source: Filmoraの操作ガイドを検索する
fr: Rechercher dans le Guide de l'utilisateur de Filmora
pt_pt: Procurar no Guia de Usuário do Filmora

# SEARCH
source: 検索
fr: RECHERCHER
pt_pt: PROCURAR

# Popular topics:
source: よくあるトピック：
fr: Sujets populaires :
pt_pt: Tópicos populares:

# Activate Filmora
source: Filmoraのライセンス認証
fr: Activer Filmora
pt_pt: Ativar o Filmora

# Download free video effects
source: 無料の動画エフェクトをダウンロード
fr: Télécharger des effets vidéo gratuits
pt_pt: Baixar efeitos de vídeo gratuitos

# Remove watermark
source: 透かしを削除
fr: Supprimer le filigrane
pt_pt: Remover marca d'água

# Quick Start Tour
source: クイックスタートガイド
fr: Tour de démarrage rapide
pt_pt: Guia de Início Rápido

# Learn Filmora's basic workflow in 5 steps.
source: 5つのステップでFilmoraの基本操作を学ぶ
fr: Appréhendez les bases de Filmora en 5 étapes.
pt_pt: Aprenda o processo de trabalho básico do Filmora em 5 passos.

# Essential Editing Tutorials
source: 基本的な編集チュートリアル
fr: Tuto d'édition essentiels
pt_pt: Tutoriais de Edição Essenciais

# Advanced Editing Tutorials
source: 高度な編集チュートリアル
fr: Tuto d'édition avancés
pt_pt: Tutoriais de Edição Avançados

# Get Creative
source: ライセンス認証
fr: Soyez créatif
pt_pt: Seja Criativo

# More Video Tutorials
source: 他のビデオチュートリアル
fr: Plus de tuto vidéo
pt_pt: Mais Vídeo-Tutoriais

# User Guide
source: 操作ガイド
fr: Guide de l'utilisateur
pt_pt: Guia de Usuário

# Basic Editing
source: 基本編集
fr: Édition de base
pt_pt: Edição Básica

# Add Effects
source: エフェクトの追加
fr: Aouter des effets
pt_pt: Adicionar Efeitos

# Advanced Editing
source: 高度編集
fr: Édition avancée
pt_pt: Edição Avançada

# Export & Share
source: エクスポートと共有
fr: Exporter et partager
pt_pt: Exportar e Partilhar

# See More Topics >>
source: 他のトピックを見る >>
fr: Voir plus de sujets >>
pt_pt: Ver Mais Tópicos >>

# FAQs
source: FAQ
fr: FAQs
pt_pt: Perguntas Frequentes

# How can I activate my Filmora license?
source: Filmoraのライセンスを認証するにはどうすればいいですか？
fr: Comment puis-je activer ma licence Filmora ?
pt_pt: Como posso ativar a minha licença do Filmora?

# What is Filmstock?
source: Filmstockとは何ですか？
fr: Qu'est-ce que Filmstocks ?
pt_pt: O que é o Filmstock?

# How do I download all built-in effects?
source: 搭載エフェクトをダウンロードするにはどうすればいいですか？
fr: Comment puis-je télécharger tous les effets intégrés ?
pt_pt: Como faço para baixar todos os efeitos integrados?

# Limitations of the free trial.
source: 試用版の制限を教えてください。
fr: Limitations de la version d'essai gratuite
pt_pt: Limitações da versão gratuita

# How do I edit green screen videos with Filmora?
source: Filmoraでグリーンスクリーンビデオを編集するにはどうすればよいですか？
fr: Comment éditer des vidéos sur écran vert avec Filmora?
pt_pt: Como posso editar vídeos de tela verde com o Filmora?

# How do I create a thumbnail for my video?
source: ビデオのサムネイルを作成するにはどうすればよいですか？
fr: Comment créer une miniature pour ma vidéo?
pt_pt: Como posso criar uma miniatura para o meu vídeo?

# How can I get plain text (no animation) in Filmora?
source: Filmoraでプレーンテキスト（アニメーションなし）を取得するにはどうすればよいですか？
fr: Comment obtenir du texte brut (sans animation) dans Filmora?
pt_pt: Como posso obter só texto (sem animações) no Filmora?

# How can I add a watermark or logo to my video?
source: ビデオに透かしやロゴを追加するにはどうすればよいですか？
fr: Comment puis-je ajouter un filigrane ou un logo à ma vidéo?
pt_pt: Como posso adicionar uma marca de água ou logo no meu vídeo?

# Get inspired by Filmora users like you!
source: 他のFilmoraユーザを見る！
fr: Laissez-vous inspirer par les utilisateurs de Filmora!
pt_pt: Inspire-se por usuários do Filmora como você!

# Travel
source: 旅行
fr: Voyage
pt_pt: Viagm

# Family & Love
source: ファミリー& ラブ
fr: Famille & Amour
pt_pt: Família e Amor

# Gaming
source: ゲーム
fr: Gaming
pt_pt: Jogos

# More Categories
source: 他のカテゴリ
fr: Plus de catégories
pt_pt: Mais Categorias

# Editing Video Footage
source: 映像の編集
fr: Montage de séquences vidéo
pt_pt: Editar Gravações de Vídeo

# Editing Audio Clips
source: オーディオクリップの編集
fr: Édition de clips audio
pt_pt: Editar Clipes de Áudio

# Editing Images
source: 画像の編集
fr: Édition d'images
pt_pt: Editar Imagens

# Add Filters, Transitions, Sound Effects, and more
source: フィルター、トランジション、サウンドエフェクトなどの追加
fr: Ajoutez des filtres, des transitions, des effets sonores, etc.
pt_pt: Adicionar Filtros, Transições, Efeitos de Som, e mais

# Play videos backwards
source: 動画の逆再生
fr: Lire les vidéos à l'envers
pt_pt: Reproduzir vídeos para trás

# See More
source: もっと見る
fr: En savoir plus
pt_pt: Ver Mais

# Complete missions inside Filmora to earn a reward!
source: Filmora内のミッションを完了して賞品を獲得しましょう！
fr: Terminez des missions dans Filmora pour gagner une récompense!
pt_pt: Conclua missões no Filmora para ganhar um prémio!

# Earn a Prize
source: 賞品を獲得
fr: Gagnez un prix
pt_pt: Ganhe um Prémio

# See what's possible with Filmora!
source: Filmoraで何ができるか見てみましょう！
fr: Voyez ce qui est possible avec Filmora!
pt_pt: Veja o que é possível fazer com o Filmora!

# Get Creative Now
source: 今すぐ開始
fr: À votre tour d'être créatif
pt_pt: Seja Criativo Agora

# Get More Royalty-Free Music
source: より多くのロイヤリティフリーの音楽をGET
fr: Obtenez plus de musique libre de droits
pt_pt: Obtenha Mais Música livre de Direito

# Get More Creative Titles
source: より多くのクリエイティブなタイトルをGET
fr: Obtenez plus de titres créatifs
pt_pt: Obtenha Mais Títulos Criativos

# Get More Transitions
source: より多くのトランジションをGET
fr: Obtenez plus de transitions
pt_pt: Obtenha Mais Transições

# Get More Filters and Overlays
source: より多くのフィルターとオーバーレイをGET
fr: Obtenez plus de filtres et de superpositions
pt_pt: Obtenha Mais Filtros e Sobreposições

# Get More Motion Elements
source: より多くのモーションエレメントをGET
fr: Obtenir plus d'éléments de mouvement
pt_pt: Obtenha Mais Animações

# Try it Free
source: 無料体験
fr: Essai gratuit
pt_pt: Experimente Grátis

# Try Filmstock free for 7 days.
source: Filmstockを7日間無料でお試しください。
pt_pt: Experimente o Filmstock por 7 dias.

# START FREE TRIAL
source: 無料体験を開始
fr: COMMENCER LA VERSION D'ESSAI GRATUITE
pt_pt: INICIAR TESTE GRATUITO

# I agree to the Terms and Conditions
source: 利用規約に同意します
fr: J'accepte les conditions d'utilisation
pt_pt: Concordo com os Termos e Condições

# 1. The free trial lasts 7 days.
source: 1.無料体験の期限は7日間です。
fr: 1. La version d'essai gratuite dure 7 jours.
pt_pt: 1. A versão de teste dura 7 dias.

source: 2.ご試用いただけるFilmstockの有料素材は、ソフト内に表示されているFilmstockの素材のみです。
pt_pt: 2. Durante o seu período de teste você terá acesso a uma seleção específica de recursos do Filmstock.

source: 3.試用期間が終了した後も、Filmstockの有料素材を使したい場合、Filmstockの有料プランを購入してください。
pt_pt: 3. Quando o seu período de teste terminar, você pode optar por comprar um plano do Filmstock se quiser continuar a usar estes recursos.

# Visit Filmstock.
source: Filmstockを開く
pt_pt: Visite o Filmstock.

# Get More Creative Titles for FREE
source: より多くのクリエイティブなタイトルを無料でGET
fr: Obtenez plus de titres créatifs GRATUITEMENT
pt_pt: Obtenha Mais Títulos Criativos GRATUITAMENTE

# Get More Transitions for FREE
source: より多くのトランジションを無料でGET
fr: Obtenez plus de transitions GRATUITEMENT
pt_pt: Obtenha Mais Transições GRATUITAMENTE

# Get More Filters and Overlays for FREE
source: より多くのフィルターとオーバーレイを無料で入手
fr: Obtenez plus de filtres et de superpositions GRATUITEMENT
pt_pt: Obtenha Mais Filtros e Sobreposições GRATUITAMENTE

# Get More Motion Elements for FREE
source: より多くのモーションエレメントを無料でGET
fr: Obtenez plus d'éléments en mouvement GRATUITEMENT
pt_pt: Obtenha Mais Animações GRATUITAMENTE

# Can you answer 2 quick questions?
source: ２つの簡単な質問に回答してください。
fr: Pouvez-vous répondre à 2 questions rapides?
pt_pt: Você consegue responder a 2 questões rápidas?

source: Filmoraが終了しました。
fr: Nous avons remarqué que vous avez fermé Filmora sans même l'avoir essayer. Dites-nous ce que nous aurions pu mieux faire pour vous intéresser.
pt_pt: Reparámos que você fechou o Filmora sem o experimentar. Por favor diga-nos o que podemos melhorar.

# Your feedback will help us improve our products. Thank you!
source: よろしければサービスの向上のため、ご意見をお聞かせください。
fr: Vos commentaires nous aideront à améliorer nos produits. Nous vous remercions d'avance !
pt_pt: O seu feedback irá ajudar-nos a melhorar os nossos produtos. Obrigado!

# 1. Why did you close Filmora without creating a video? (Check all that apply)
source: 1.動画を作成せず、Filmoraを終了した理由は？（当てはまるものすべてにチェックを入れてください）
fr: 1. Pourquoi avez-vous fermé Filmora sans avoir créé de vidéo? (Cochez les cases qui s'appliquent)
pt_pt: 1. Por que você fechou o Filmora sem criar um vídeo? (Assinale todas as opções aplicáveis)

# I don't have any footage yet.
source: 編集したい素材がない
fr: Je n'ai pas encore de vidéo.
pt_pt: Ainda não tenho gravações.

# The interface looks too complicated.
source: インターフェースが複雑すぎる
fr: L'interface semble trop compliquée.
pt_pt: A interface parece demasiado complicada.

# I don't know how to import footage.
source: 素材のインポートの仕方がわからない
fr: Je ne sais pas comment importer des séquences.
pt_pt: Não sei como importar gravações.

# I don't know how to start making a video.
source: 動画の作成方法がわからない
fr: Je ne sais pas par ou commencer pour faire une vidéo.
pt_pt: Não sei como começar a criar um vídeo.

# The software crashed.
source: ソフトがクラッシュした
fr: Le logiciel a planté.
pt_pt: O software bloqueou.

# It is not a free software.
source: ソフトが有料
fr: Ce n'est pas un logiciel gratuit.
pt_pt: Não é um software gratuito.

# The software cannot run on my computer.
source: ソフトが起動しない
fr: Le logiciel ne peut pas fonctionner sur mon ordinateur.
pt_pt: O software não é suportado pelo meu computador.

# I'm busy. I'll try again later.
source: 時間がない、あとで編集したい
fr: Je suis occupé. Je réessaierai plus tard.
pt_pt: Estou ocupado. Tentarei mais tarde.

# I am not in the mood to make a video
source: 動画編集をするやる気がない
fr: Je ne suis pas d'humeur à faire une vidéo
pt_pt: Agora não me apetece criar um vídeo.

# Other (please specifiy)
source: その他（理由をご記入ください）
fr: Autre (veuillez préciser)
pt_pt: Outro (por favor especifique)

# 2. Please leave your email address. We might contact you for more information.
source: 2.E-mailアドレスを記入してください。
fr: 2. Veuillez laisser votre adresse e-mail. Nous pourrions vous contacter pour plus d'informations.
pt_pt: 2. Por favor deixe-nos o seu endereço de email. Poderemos contactar você para mais informações.

# Filmora Video Tutorials to Help you Get Started!
source: Filmoraのチュートリアル動画を見る！
fr: Les tutos vidéo Filmora pour vous aider à démarrer!
pt_pt: Os Vídeo-Tutoriais do Filmora Ajudam Você a Começar!

# FREE Stock Videos, Audio, and Video Effects
source: 無料動画、音楽、エフェクト
fr: Vidéos de stock, effets audio et vidéo GRATUITS
pt_pt: Vídeos, Áudio, e Efeitos de Vídeo Pré-Definidos GRATUITOS

# Videos
source: 動画
fr: Vidéos
pt_pt: Vídeos

# Video Effects
source: エフェクト
fr: Effets vidéo
pt_pt: Efeitos de Vídeo

# Discover More
source: もっと見る
fr: Découvrir plus
pt_pt: Descubra Mais

# You've Earned 7 Days of the Filmstock Standard Plan
source: Filmstockのスタンダードプランを無料で７日間ご利用いただけます
pt_pt: Você ganhou 7 dias do plano padrão da Filmstock

# *One prize per account.
source: ※賞品は各アカウントにつき１点です
pt_pt: *Um prémio por conta.

# Why Choose Filmstock?
source: Filmstockの特長
pt_pt: Por Quê Escolher o Filmstock?

# Unlimited Downloads
source: ダウンロードし放題
fr: Onbeperkte downloads
pt_pt: Transferências Ilimitadas

source: スタンダードライブラリーのFilmoraエフェクト、アフターエフェクトテンプレート、動画その他をダウンロードする
fr: Download alles in de standaardbibliotheek, inclusief Filmora-effecten, After Effects-sjablonen, stockvideo en meer.
pt_pt: Baixe o que quiser na Biblioteca Padrão, incluindo efeitos do Filmora, modelos do After Effects, vídeos pré-definidos, e mais.

# Royalty-Free License
source: ロイヤリティフリーライセンス
fr: Royalty-vrije licentie
pt_pt: Licenças Gratuitas

# Use anything from Filmstock in any kind of project, personal or commercial.
source: Filmstockの素材を使って商用、または個人用プロジェクトを作成
pt_pt: Use o que quiser do Filmstock em qualquer tipo de projeto, pessoal ou comercial.

# Constantly Growing
source: 常時アップデート
fr: Voortdurend groeiend
pt_pt: Em Constante Evolução

# More of the resources you need are added every week.
source: 毎週様々な素材をアップデート
fr: Elke week worden er meer bronnen toegevoegd die u nodig heeft.
pt_pt: Mais recursos que você precisa adicionados todas as semanas.

# Unique Media
source: ユニークなメディア
fr: Unieke media
pt_pt: Mídia Única

source: Filmstockでは様々なオリジナルメディア素材を用意しています。
pt_pt: O Filmstock oferece uma vasta seleção de elementos de mídia, incluindo efeitos de vídeo que não irá encontrar noutro lugar.

# Featured Assets
source: メディア素材
fr: Aanbevolen activa
pt_pt: Elementos Adicionados

# Filmora Effects Packs
source: Filmoraエフェクトパック
fr: Filmora-effectenpakketten
pt_pt: Pacotes de Efeitos do Filmora

# Images
source: 画像
fr: Afbeeldingen
pt_pt: Imagens

# Explore More
source: その他
fr: Meer ontdekken
pt_pt: Explore Mais

# Success! You've Activated 7 Days Filmstock Standard Plan!
source: ７日間無料のFilmtocksのスタンダードプランの申し込みが完了しました！
pt_pt: Sucesso! Você Ativou o Plano Padrão do Filmstock de 7 Dias!

# Explore Filmstock Now
source: Filmstockを始める
pt_pt: Explore Agora o Filmstock

source: 特典はご利用済です。Filmstockのプランをご購入いただき、引き続きサービスをお楽しみください。
pt_pt: Ups! Você já reclamou este prémio. Pode comprar um plano para continuar a usar os elementos do Filmstock.

# Subscribe Now
source: 登録
fr: Abonneer nu
pt_pt: Subscreva Já

# Lower playback quality to improve playback performance
source: 画質を下げて再生パフォーマンスを高めることができます
fr: Diminuez la qualité de lecture pour améliorer les performances
pt_pt: Menor qualidade de reprodução para melhorar o desempenho de reprodução

# Vertical
source: 縦書き
fr: Vertical
pt_pt: Vertical

# Horizontal
source: 横書き
fr: Horizontal
pt_pt: Horizontal

# Edge Processing:
source: エッジ処理:
fr: Traitement de contour:
pt_pt: Processamento de Borda:

# Reflect
source: ミラー
fr: Reflexion
pt_pt: Refletir

# Extend
source: 拡大
fr: Prolongement
pt_pt: Extender

# Tile
source: タイル
fr: Carrelage
pt_pt: Título

# Include Trimmed Frames
source: トリムされたフレームを含む
fr: Inclure les images découpées
pt_pt: Incluir Frames Aparados

# Login to your Wondershare ID
source: Wondershare IDにログイン
fr: Connectez-vous à votre Wondershare ID
pt_pt: Faça login com a sua ID Wondershare

# Email address
source: Eメールアドレス
fr: Adresse email
pt_pt: Endereço de email

# Use a email address instead
source: 代わりにメールアドレスを使用する
fr: Utilisez plutôt une adresse email
pt_pt: Use um endereço de email

# Use a mobile phone instead
source: 代わりに電話番号を使用する
fr: Utilisez plutôt un téléphone portable
pt_pt: Use um celular

# Set Password
source: パスワード設定
fr: Définir le Mot de passe
pt_pt: Configure senha

# Don't have a Wondershare ID?
source: Wondershare IDをお持ちでないですか？
fr: Vous n'avez pas de Wondershare ID ?
pt_pt: Não tem uma ID Wondershare?

# Create account
source: アカウント作成
fr: Créer un compte
pt_pt: Crie Conta

# Verify your identity
source: 本人確認
fr: Vérifiez votre identité
pt_pt: Verifique sua identidade

# To confirm your identity we'll send you a verification code to
source: ご本人確認のために、認証コードを次の宛先にお送りします。
fr: Pour confirmer votre identité, nous vous enverrons un code de vérification à
pt_pt: Para confirmar a sua identidade, enviaremos um código de verificação para

# Sign in to a different account
source: 別のアカウントにログインする
fr: Connectez-vous à un autre compte
pt_pt: Faça login em uma conta diferente

# Keep me signed in
source: ログイン状態を保持する
fr: Conservez la connexion
pt_pt: Mantenha-me conectado

# Forget your password?
source: パスワードをお忘れですか？
fr: Vous avez oublié votre mot de passe ?
pt_pt: Esqueceu sua senha?

# login success
source: ログイン成功
fr: connexion réussie
pt_pt: login bem sucedido

# Enter the code sent to
source: 送信されたコードを入力してください
fr: Entrez le code envoyé à
pt_pt: Digite o código enviado para

# Verify Code
source: 認証コード
fr: Vérifiez le code
pt_pt: Código de verificação

# Create a Wondershare ID
source: Wondershare ID を作成する
fr: Créer un Wondershare ID
pt_pt: Crie uma ID Wondershare

# Or, link this account to your current Wondershare ID.
source: 現在のWondershare IDにこのアカウントをリンクします。
fr: Ou, lier ce compte à votre Wondershare ID actuel.
pt_pt: Ou vincule esta conta à sua ID Wondershare atual.

# Back to sign in
source: ログインに戻る
fr: Retour à l'identification
pt_pt: Volte para fazer login

# We found a Wondershare ID linked with this email. Please log in.
source: このメールアドレスにリンクされているWondershare IDが見つかりました。 直接Wondershare IDでログインしてください。
fr: Nous avons trouvé un Wondershare ID lié à cet e-mail. Veuillez vous connecter
pt_pt: Encontramos uma ID Wondershare vinculado a este e-mail. Faça login.

# Please enter your email
source: メールアドレスを入力してください
fr: Veuillez entrer votre e-mail
pt_pt: Por favor, introduza o seu e-mail

# Please enter your mobile phone
source: 電話番号を入力してください
fr: Veuillez entrer votre téléphone portable
pt_pt: Por favor, digite seu telefone celular

# Create Password
source: パスワード設定
fr: Créer un mot de passe
pt_pt: Crie senha

# Connect & Create Account
source: アカウントをリンク&作成
fr: Se connecter et Créer un Compte
pt_pt: Conecte e crie conta

# Create account with email
source: メールアドレスでアカウント作成
fr: Créer un compte avec un e-mail
pt_pt: Crie conta com email

# Create account with Mobile Phone
source: 電話番号でアカウント作成
fr: Créer un compte avec un numéro de téléphone mobile
pt_pt: Crie conta com celular

# By clicking Create account, I agree that I have read and accepted the
source: 「アカウント作成」をクリックすると、<a href='httpsを読み、その内容に同意したものとみなされます
fr: En cliquant sur Créer un compte, je suis d’accord pour ce que j’ai lu et accepté <a href='htt
pt_pt: Ao clicar em Criar conta, concordo que li e aceitei

source: アカウント作成をクリックすると、Wondershare エンドユーザー使用許諾契約書とプライバシーポリシーを読み、その内容に同意したものとみなされます。
fr: Cliquez pour créer un compte, ce qui signifie que vous avez lu et accepté la politique de licence et la politique de confidentialité de Wondershare
pt_pt: Clique para criar uma conta, significa que leu e concorda com a política de licença e política de privacidade da Wondershare

# Sign in with Email address
source: メールアドレスでログイン
fr: Identifiez-vous avec l'adresse e-mail
pt_pt: Entre com endereço de e-mail

# Success! New password set.
source: 新しいパスワードが正常に設定されました。
fr: Réussie! Nouveau mot de passe créé.
pt_pt: Sucesso! Nova senha definida.

# This account doesn't exist. Enter a different account or
source: このアカウントは存在しません。別のアカウントを入力するか、
fr: Ce compte n'existe pas. Entrez un compte différent ou
pt_pt: Esta conta não existe. Insira uma conta diferente ou

# create a new one.
source: 新しいアカウントを作成してください。
fr: Créez-en un autre
pt_pt: crie um novo.

# Success!
source: 成功です！
fr: Réussie
pt_pt: Sucesso!

# Oops, there's no page here.
source: 申し訳ございませんが、ページが見つかりません。
fr: Oups, il n'y a aucune page ici.
pt_pt: Ops, não há página aqui.

# BACK TO HOME PAGE
source: ホームページに戻る
fr: RETOUR A LA PAGE D'ACCUEIL
pt_pt: VOLTAR À PÁGINA INICIAL

# Didn't receive a code?
source: コードが届かないですか？
fr: Vous n'avez pas reçu le code?
pt_pt: Não recebeu um código?

# Please wait for the message to arrive. You can also check your spam folder or
source: 少々お待ちください。迷惑メールフォルダを確認するか、
fr: Veuillez attendre la réception du message. Vous pouvez également vérifier votre dossier spam ou
pt_pt: Aguarde a chegada da mensagem. Você também pode verificar sua pasta de spam ou

# resend the code
source: コードを再送してください。
fr: Renvoyer le code
pt_pt: reenvie o código

# Account does not exist.
source: アカウントは存在しません。
fr: Compte inexistant.
pt_pt: Conta não existe.

# Account created successfully!
source: アカウントが作成されました。
fr: Compte créé avec succès!
pt_pt: Conta criada com sucesso!

# Verification code sent.
source: 認証コードが送信されました。
fr: Code de vérification envoyé.
pt_pt: Código de verificação enviado.

# Login via SMS verification code
source: SMS認証コードでログイン
fr: Identifiez-vous via le code de vérification SMS
pt_pt: Login via código de verificação SMS

# Please enter the displayed code
source: 表示されたコードを入力してください
fr: Veuillez saisir le code affiché
pt_pt: Por favor, digite o código exibido

# Get new code
source: 新しいコードを取得
fr: Obtenir un autre code
pt_pt: Obtenha novo código

# Login with SMS verification code
source: SMS認証コードでログイン
fr: Identifiez-vous avec le code de vérification SMS
pt_pt: Login com código de verificação SMS

# Login with account and password
source: アカウントとパスワードでログイン
fr: S'identifier avec le compte et le mot de passe
pt_pt: Login com conta e senha

# Enter verification code
source: 認証コードを入力してください
fr: Entrez le code de vérification
pt_pt: Digite o código de verificação

# Please enter SMS verification code, a SMS has been sent to
source: 送信されたSMS認証コードを入力してください。
fr: Veuillez entrer le code de vérification SMS, un SMS a été envoyé à
pt_pt: Por favor, insira o código de verificação de SMS, um SMS foi enviado para

# Phone number/email
source: 電話番号/メールアドレス
fr: Numéro de téléphone/email
pt_pt: Número de telefone/email

# Scan the QR code to sign in
source: QRコードをスキャンしてログイン
fr: Scanner le code QR pour vous connecter
pt_pt: Leia o código QR para entrar

# Connecting account failed
source: アカウントの接続に失敗しました
fr: La connexion au compte a échoué
pt_pt: Falha na conexão da conta

# Connecting account successfully
source: アカウントの接続に成功しました
fr: Connexion au compte réussie
pt_pt: Conectando conta com sucesso

source: Wondershareアカウントは別のソーシャルアカウントに接続されています。直接ログインしてください。
fr: Votre Compte Wondershare a été connecté à un autre compte social, veuillez vous connecter directement.
pt_pt: Sua conta Wondershare foi conectada a outra conta social, volte e faça login diretamente.

# Account already exists
source: アカウントはすでに存在しています。
fr: Le compte existe déjà
pt_pt: Essa conta já existe

source: アカウントにはすでにWondershareアカウントがあります。紐付けてログインするには、認証コードを入力してください。
fr: Le compte dispose déjà d'un compte Wondershare, veuillez saisir le code de ivérification pour compléter la liaison et la connexion
pt_pt: A conta já possui uma conta Wondershare, por favor digite o código de verificação para completar o vínculo e faça o login

source: 電話番号はまだWondershareアカウントを作成していません。紐付けてログインするには、認証コードを入力してください。
fr: Le numéro de téléphone portable n'a pas encore créé de compte Wondershare, veuillez saisir le code de vérification pour compléter la liaison et la connexion
pt_pt: O número do celular ainda não criou uma conta Wondershare, por favor, digite o código de verificação para completar a ligação e faça o login

# Use account password binding
source: アカウントとパスワードで紐付ける
fr: Utiliser la liaison par mot de passe du compte
pt_pt: Use ligação de senha de conta

# Bind and log in
source: 紐付けてログインする
fr: Lier et se connecter
pt_pt: Ligue e faça login

# Bind and register
source: 紐付けて登録する
fr: Lier et s'inscrire
pt_pt: Vincule e registre

# Create a Wondershare ID Or, link this account to your current Wondershare ID.
source: Wondershare IDを作成するか、現在のWondershare IDにこのアカウントをリンクします。
fr: Créer un Wondershare ID ou, lier ce compte à votre identifiant Wondershare actuel
pt_pt: Crie uma ID Wondershare ou vincule esta conta à sua ID Wondershare atual.

# waiting...
source: 待機中...
fr: patientez...
pt_pt: esperando...

# We opened a new browser tab, you can log in in the new tab
source: 新しいブラウザタブを開きました。新しいタブでログインできます
fr: Nous avons ouvert un nouvel onglet, vous pouvez vous connecter dans le nouvel onglet
pt_pt: Abrimos uma nova guia do navegador, você pode fazer login na nova guia

source: ブラウザで認証を完了させてください。 このステップを完了すると、自動的にここから続行されます。
fr: Vous devez compléter l'authentification dans votre navigateur. Après avoir terminé cette étape, vous continuerez automatiquement à partir d'ici
pt_pt: Você deve concluir a autenticação em seu navegador. Após concluir esta etapa, você continuará automaticamente a partir daqui.

# Restart
source: 再起動
fr: Redémarrer
pt_pt: Reiniciar

# You can now close this browser tab and return to the application.
source: このブラウザタブを閉じてソフトに戻ってください。
fr: Vous pouvez maintenant fermer cet onglet et retourner à l'application.
pt_pt: Agora você pode fechar esta guia do navegador e retornar ao aplicativo.

# Sorry, we could not sign you in
source: 申し訳ありませんが、ログンインできませんでした。
fr: Désolé, vous n’avez pas pu vous connecter.
pt_pt: Desculpe, você não conseguiu fazer login.
