Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Res/LocalizedLanguage/*.lproj/Localizable.strings
Languages: fr, pt_pt

# Title:
source: タイトル：
fr: Titre:
pt_pt: Título:

# Tags:
source: タグ：
fr: Mots clés:
pt_pt: Etiquetas:

# Privacy:
source: プライバシー：
fr: Confidentialité:
pt_pt: Privacidade:

# Private
source: 非公開
fr: Privé
pt_pt: Privado

# Do Nothing
source: 何もしない
fr: Ne rien faire
pt_pt: Não Fazer Nada

# Sound Reminder
source: 音で知らせる
fr: Rappel sonore
pt_pt: Lembrete Sonoro

# Put Computer to Sleep
source: コンピュータをスリープ状態にする
fr: Mettre l'ordinateur en veille
pt_pt: Suspender Computador

# Shut Down My Computer
source: コンピュータをシャットダウン
fr: Arrêter mon ordinateur
pt_pt: Desligar Meu Computador

# Creating Movie ...
source: ムービーを作成...
fr: Créer un film...
pt_pt: Criando Filme...

# Step: Mission Complete!
source: ステップ：完了しました！
fr: Étape: Mission accomplie!
pt_pt: Passo: Missão Completa!

# Find in target
source: ターゲットを見つける
fr: Trouver dans la cible
pt_pt: Encontrar no Alvo

# Congratulations!
source: おめでとう！
fr: Félicitations!
pt_pt: Parabéns!

# Pan
source: パン
fr: Panorama
pt_pt: Aproximar

# Volume Fader
source: ボリュームフェーダー
fr: Commande de volume
pt_pt: Alterador de Volume

# Master Track
source: マスタートラック
fr: Piste principale
pt_pt: Faixa Principal

# Level Meter
source: レベルメーター
fr: Indicateur de niveau
pt_pt: Medidor de Nível

# Buy License
source: 購入
fr: Acheter une licence
pt_pt: Comprar a Licença

# Create With Wondershare Filmora
source: Wondershare Filmoraで作成
fr: Créé avec Wondershare Filmora
pt_pt: Criado com o Wondershare Filmora

# Downloading video content (%d%) ...
source: 動画コンテンツ（ %d ％）をダウンロード中...
fr: Téléchargement du contenu vidéo (%d%)...
pt_pt: Baixando conteúdo de vídeo ( %d %) ...

# Downloading %@ content (%d%) ...
source: %@コンテンツ（ %d ％）をダウンロード中...
fr: Téléchargement de %@ contenu (%d%)...
pt_pt: Baixando %@ conteúdo ( %d %) ...

# The output directory could not be found. Please update it and try again.
source: 出力ディレクトリが見つかりません。更新してもう一度お試しください。
fr: Le répertoire de sortie est introuvable. Veuillez le mettre à jour et réessayer.
pt_pt: O diretório de saída não pôde ser encontrado. Por favor atualize e tente novamente.

# Auto
source: オート
fr: Auto
pt_pt: Auto

# Marker Editor
source: マーカーエディタ
fr: Éditeur de marqueur
pt_pt: Editor de Marcadores

# Format
source: フォーマット
fr: Format
pt_pt: Formato

# Device
source: デバイス
fr: Périphérique
pt_pt: Dispositivo

# Output Descriptions
source: 出力の説明
fr: Descriptions sortie
pt_pt: Descrições de Saída

# DVD Descriptions
source: DVDの説明
fr: Descriptions DVD
pt_pt: Descrições de DVD

# Quality
source: ビデオ画質：
fr: Qualité
pt_pt: Qualidade

# Encoder:
source: エンコーダ：
fr: Encodeur:
pt_pt: Codificador:

# Detect
source: 検出する
fr: Détecter
pt_pt: Detectar

# Loading scenes to Timeline
source: シーンをタイムラインにロードする
fr: Chargement de scènes sur la timeline
pt_pt: Carregar cenas na Linha do Tempo

source: このプロジェクトファイルは以前のバージョンのFilmoraで保存されたため、変換する必要があります。元のプロジェクトファイルは変更されません。
fr: Ce fichier projet a été enregistré à partir d'une ancienne version de Filmora et doit être converti. Le fichier projet d'origine ne sera pas modifié.
pt_pt: Este arquivo de projeto foi salvo de uma versão anterior do Filmora e deve ser convertido. O arquivo de projeto original não será alterado.

# Convert document failed!
source: プロジェクトファイルの変換に失敗しました！
fr: Impossible de convertir le fichier de projet!
pt_pt: Falha ao converter o arquivo de projeto!

source: 十分なディスク容量がありません。ディスクスペースを確保してからもう一度試してください。
fr: Il n’y a pas assez d’espace sur le disque. Libérez de l’espace disque et réessayez.
pt_pt: Não há espaço suficiente no disco, liberte algum espaço em disco e tente novamente.

# Task is still in progress, are you sure to cancel it?
source: タスクはまだ進行中です。キャンセルしてもよろしいですか？
fr: La tâche est toujours en cours, êtes-vous sûr de vouloir l’annuler?
pt_pt: A tarefa ainda está em andamento. Tem certeza de cancelá-la?

# Missing Effects
source: エフェクト紛失
fr: Effets manquants
pt_pt: Efeitos perdidos

source: このプロジェクトファイルには、現在コンピュータで使用できないエフェクトパックが使用されています。エフェクトストアを開いてエフェクトパックを再ダウンロードして下さい。エフェクトが無いまま作業を開始する場合は「無視」をクリックするとそのままプロジェクトファイルを開く事も出来ます。
fr: Ce fichier de projet utilise des packs d'effets actuellement indisponibles sur votre ordinateur. Vous pouvez ouvrir la Boutique d'effets pour télécharger à nouveau les packs d'effets ci-dessous ou cliquer sur "Ignorer" pour continuer à ouvrir le fichier de projet sans les effets manquants.
pt_pt: Este arquivo de projeto usa pacotes de efeitos que estão atualmente indisponíveis no seu computador. Você pode abrir o Effect Store para baixar novamente os pacotes de efeitos abaixo ou clicar em "Ignorar" para continuar abrindo o arquivo do projeto sem os efeitos ausentes.

# Ignore
source: 無視
fr: Ignorer
pt_pt: Ignorar

# Relocate
source: 再リンク
fr: Relocaliser
pt_pt: relocar

# Open Effect Store
source: エフェクトストアを開く
fr: Ouvrir la Boutique d'effets
pt_pt: Loja de Efeito Aberto

# Effect Pack Name
source: エフェクトパックの名前
fr: Nom du pack d'effets
pt_pt: Nome do Pacote de Efeitos

# Export to file or send to Filmora for more edits:
source: ファイルへエクスポートまたはFilmoraに転送：
fr: Exporter vers un fichier ou envoyer vers Filmora pour d'autres modifications:
pt_pt: Exportar para arquivo ou enviar para o Filmora para mais edições:

# Progress
source: 進捗
fr: Progression
pt_pt: Progresso

# Burning is successful! Would you like to burn more DVDs?
source: 書き込みに成功しました！引き続きDVDを書き込みしますか？
fr: La gravure est réussie! Souhaitez-vous graver plus de DVD?
pt_pt: A queima é bem sucedida! Você gostaria de gravar mais DVDs?

# No, thanks
source: いいえ
fr: Non merci
pt_pt: Não, obrigado

# More
source: もっと
fr: Plus
pt_pt: Mais

# Sign out
source: サインアウト
fr: Se déconnecter
pt_pt: Terminar sessão

# My Profile
source: マイプロフィール
fr: Mon profil
pt_pt: Meu Perfil

# My Favorites
source: お気に入り
fr: Mes favoris
pt_pt: Meus Favoritos

# My Effects
source: マイエフェクト
fr: Mes Effets
pt_pt: Meus Efeitos

# Filmora Effects Store
source: Filmoraエフェクトストア
fr: Boutique d'Effets Filmora
pt_pt: Loja de Efeitos Filmora

# Download more effects from Filmora Resource Center
source: Filmoraリソースセンターから多くのエフェクトがダウンロードできます
fr: Télécharger encore plus d'effets depuis le Centre de ressources de Filmora
pt_pt: Baixe mais efeitos do Centro de Recursos do Filmora

# alpha
source: アルファ
fr: Alpha
pt_pt: Alfa

# Percent
source: パーセンテージ
fr: Pour cent
pt_pt: Percentagem

# amount
source: 量
fr: Montant
pt_pt: Montante

# PhaseIncrement
source: 位相インクリメント
fr: Incrément de phase
pt_pt: Incremento de Fase

# ZoomRate
source: ズーム倍率
fr: Taux de Zoom
pt_pt: Taxa de Zoom

# Source_Width
source: ソース幅
fr: Largeur Source
pt_pt: Largura da Fonte

# BG_Color
source: 背景色
fr: Couleur de fond
pt_pt: Cor de Fundo

# BG_Luminance
source: 背景の明るさ
fr: Luminance de fond
pt_pt: Luminosidade de Fundo

# BG_Blur_Level
source: 背景のアンチエイリアス
fr: Flou de fond
pt_pt: Pena de Fundo

# Blur
source: アンチエイリアス
fr: Flou
pt_pt: Pena

# Opacity
source: 不透明度
fr: Opacité
pt_pt: Opacidade

# Gradient Direction
source: グラディエント方向
fr: Direction du Dégradé
pt_pt: Direção do Gradiente

# Direction
source: 方向
fr: Direction
pt_pt: Direção

# Radius
source: 半径
fr: Rayon
pt_pt: Raio

# strength
source: 強さ
fr: Force
pt_pt: Força

# Frequency
source: 頻度
fr: Fréquence
pt_pt: Frequência

# Pos_X
source: X座標
fr: Position X
pt_pt: Posição X

# Pos_Y
source: Y座標
fr: Position Y
pt_pt: Posição Y

# Rot_Z
source: Z座標
fr: Position Z
pt_pt: Posição Z

# RGB_Separate
source: 各RGB
fr: RVB séparé
pt_pt: RGB Separado

# Motion_Blur
source: モーションぼかし
fr: Flou de mouvement
pt_pt: Desfoque do Movimento

# Fade
source: フェード
fr: Disparaître
pt_pt: Desvanecer

# left
source: 左
fr: Gauche
pt_pt: Esquerda

# right
source: 右
fr: Droite
pt_pt: Direita

# top
source: 上
fr: Haut
pt_pt: Topo

# bottom
source: 下
fr: Bas
pt_pt: Inferior

# autoZoom
source: 最大化
fr: AutoZoom
pt_pt: Zoom

# blurEdges
source: フェザーエッジ：
fr: Lissage de Contour
pt_pt: Leveza da Borda

# Mode
source: モード
fr: Mode
pt_pt: Modo

# BlockSize
source: ブロックサイズ
fr: Taille de bloc
pt_pt: Tamanho do Bloco

# Amplitude
source: 振幅
fr: Amplitude
pt_pt: Amplitude

# aPercent
source: パーセンテージ
fr: aPour cent
pt_pt: Percentagem

# Presets
source: プリセット
fr: Préréglages
pt_pt: Predefinidos

# radius
source: 半径
fr: Rayon
pt_pt: Raio

# posX
source: X座標
fr: Position X
pt_pt: Posição X

# posY
source: Y座標
fr: Position Y
pt_pt: Posição Y

# Frosted_Level
source: 曇りレベル
fr: Niveau de Givre
pt_pt: Nível Congelado

# DecolorPosX
source: デコラートX座標
fr: Décoloration Position X
pt_pt: Posição Descolorada X

# DecolorPosY
source: デコラートY座標
fr: Décoloration Position Y
pt_pt: Posição Descolorada Y

# Block_size
source: ブロックサイズ
fr: Taille de bloc
pt_pt: Tamanho do Bloco

# path
source: パス
fr: Chemin
pt_pt: Caminho

# blurStrength
source: ぼかし強さ
fr: Intensité de Flou
pt_pt: Força de Desfoque

# invertMask
source: マスクを反転させる
fr: Inverser le masque
pt_pt: Inverter Máscara

# Intensity
source: 強度
fr: Intensité
pt_pt: Intensidade

# decolorPosX
source: デコラートX座標
fr: Décoloration Position X
pt_pt: Posição Descolorada X

# decolorPosY
source: デコラートY座標
fr: Décoloration Position Y
pt_pt: Posição Descolorada Y

# percent
source: パーセンテージ
fr: Pour cent
pt_pt: Percentagem

# Colorful
source: カラフル
fr: Coloré
pt_pt: Colorida

# SquareSize
source: 正方形のサイズ
fr: Taille carrée
pt_pt: Tamanho do Quadrado

# Desity
source: 密度
fr: Densité
pt_pt: Densidade

# Height
source: 高さ
fr: Hauteur
pt_pt: Altura

# swing
source: スイング
fr: Oscillation
pt_pt: Balanço

# frequency
source: 頻度
fr: Fréquence
pt_pt: Frequência

# Warp_Level
source: ワープレベル
fr: Niveau de Distorsion
pt_pt: Nível de Distorção

# Scales_Level
source: スケールレベル
fr: Niveau d'Échelle
pt_pt: Nível de Escalas

# nDistance
source: 距離
fr: Distance
pt_pt: Distância

# nBlur
source: ぼかし
fr: Flouter
pt_pt: Desfoque

# nAlpha
source: 不透明度
fr: Opacité
pt_pt: Opacidade

# dwValue
source: 色
fr: Couleur
pt_pt: Cor

# uDirect
source: 方向
fr: Direction
pt_pt: Direção

# m_dRCol
source: レッド
fr: rouge
pt_pt: Vermelho

# m_dGCol
source: グリーン
fr: vert
pt_pt: Verde

# m_dBCol
source: ブルー
fr: Bleu
pt_pt: Azul

# m_bSrcLeft
source: ソーススイッチャー
fr: Interrupteur Source
pt_pt: Alterador da Fonte

# m_bSplit
source: 有効にする
fr: Activer
pt_pt: Ativar

# centerX
source: センターX
fr: Centre X
pt_pt: Centro X

# centerY
source: センターY
fr: Centre Y
pt_pt: Centro Y

# intensity
source: 強度
fr: Intensité
pt_pt: Intensidade

# size
source: サイズ
fr: Taille
pt_pt: Tamanho

# rotation
source: 回転
fr: Rotation
pt_pt: Rotação

# bright
source: 明るい
fr: Brillant
pt_pt: Brilho

# emboss
source: エンボス
fr: Relief
pt_pt: Entalhe

# steps
source: ステップ
fr: Phases
pt_pt: Passos

# Level
source: レベル
fr: Niveau
pt_pt: Nível

# xPos
source: X座標
fr: Position X
pt_pt: Posição X

# yPos
source: Y座標
fr: Position Y
pt_pt: Posição Y

# Scale Width
source: Xスケール
fr: Échelle X
pt_pt: Escala X

# Scale Height
source: Yスケール
fr: Échelle Y
pt_pt: Escala Y

# Position
source: ポジション
fr: Position
pt_pt: Posição

# borderH
source: ボーダーの高さ
fr: Hauteur du Contour
pt_pt: Altura da Fronteira

# Load LUT
source: LUTを読み込み
fr: Charger la LUT
pt_pt: Carregar LUT

# Film/TV
source: フィルム
fr: Film/Télé
pt_pt: Filme

# Film
source: フィルム
fr: Filmer
pt_pt: Filme

# Common
source: 一般
fr: Normal
pt_pt: Comum

# You can upload this video to YouTube
source: この動画をYouTubeにアップロードできる
fr: Vous pouvez uploader cette vidéo sur YouTube
pt_pt: Você pode carregar este vídeo para o YouTube

# You can upload this video to Vimeo
source: この動画をVimeoにアップロードできる
fr: Vous pouvez uploader cette vidéo sur Vimeo
pt_pt: Você pode carregar este vídeo para o YouTube

source: ディスク容量が不足しています。より大きなスペースのディスクを挿入するか、ビデオの画質を調整するか、ファイルを削除してください。
fr: L'espace disque n'est pas suffisant. Veuillez insérer un disque avec un espace plus important, ajuster la qualité de la vidéo ou supprimer certains fichiers.
pt_pt: O espaço em disco não é suficiente. Insira um disco com espaço maior ou ajuste a qualidade do vídeo ou exclua alguns arquivos.

# Disc is not blank. Please insert a blank one.
source: このディスクは空ではありません。空のディスクを挿入してください。
fr: Le disque n'est pas vierge. Veuillez insérer un disque vierge.
pt_pt: O disco não está em branco. Por favor, insira um em branco.

# have no enough free space
source: 十分な空き領域がありません
fr: Pas assez d'espace libre
pt_pt: não tem espaço livre suficiente

# Pause Recording
source: 録音を一時停止する
fr: Interrompre l'enregistrement
pt_pt: Pausar Gravação

# Resume Recording
source: 録音を再開する
fr: Reprendre l'enregistrement
pt_pt: Retomar gravação

# Description:
source: 説明：
fr: Description:
pt_pt: Descrição:

# DVDMedia
source: DVDメディア
fr: DVDMedia
pt_pt: DVDMedia

# Shut down
source: シャットダウン
fr: Fermer
pt_pt: Desligar

# If you do nothing, the computer will shut down automatically in %d seconds.
source: 何もしないと、コンピュータは%d秒後に自動的にシャットダウンします。
fr: Si vous ne faites rien, l'ordinateur s'éteindra automatiquement dans %d secondes.
pt_pt: Se você não fizer nada, o computador será desligado automaticamente em %d segundos.

# Are you sure you want to shut down your computer now?
source: 今すぐコンピュータをシャットダウンしますか？
fr: Êtes-vous sûr de vouloir éteindre votre ordinateur maintenant?
pt_pt: Tem certeza de que deseja desligar seu computador agora?

# Step: make menu %d%%
source: ステップ：メニューを作成%d %%
fr: Étape: créer le menu %d%%
pt_pt: Etapa: criar menu %d %%

# Setting
source: 設定
fr: Réglages
pt_pt: Configuração

# Nothing configurable
source: 設定可能なものはありません
fr: Rien de configurable
pt_pt: Nada configurável

source: 画像にはパラメータがありません。プレビューウィンドウでテキストボックスを選択して続行してください。
fr: Il n'y a aucun paramètre pour les images, sélectionnez une zone de texte dans la visionneuse pour continuer.
pt_pt: Não há parâmetro para as imagens, selecione uma caixa de texto no Previewer para continuar.

# Search
source: 検索
fr: Recherche
pt_pt: Pesquisa

# Video Info:
source: ビデオ情報：
fr: Information vidéo
pt_pt: Informação do Vídeo

# Audio Info:
source: オーディオ情報：
fr: Information audio
pt_pt: Informação do Áudio

# Image Info:
source: 画像情報：
fr: Information image
pt_pt: Informações da imagem:

source: スムーズに再生するためプロキシファイルを作成する必要があります、このクリップのプロキシファイルを作成しますか？
fr: La création d'un fichier proxy est nécessaire pour une lecture fluide. Souhaitez-vous créer un fichier proxy pour ce clip?
pt_pt: É necessário criar um arquivo proxy para uma reprodução suave, você deseja criar um arquivo proxy para este clipe?

# Show Audio Indicator
source: オーディオインジケータを表示
fr: Afficher l'indicateur audio
pt_pt: Mostrar Indicador de Áudio

# Hide Audio Indicator
source: オーディオインジケータを隠す
fr: Masquer l'indicateur audio
pt_pt: Ocultar Indicador de Áudio

# Viewable by:
source: 閲覧者：
fr: Visible par:
pt_pt: Visível por:

# Music Trak
source: ミュージックトラック
fr: Piste musique
pt_pt: Faixa de Música

# Video Trak
source: ビデオトラック
fr: Piste vidéo
pt_pt: Faixa de Vídeo

# Destination:
source: 目的地：
fr: Destination:
pt_pt: Destino:

# Click to Apply
source: エフェクトをクリック
fr: Cliquez pour Appliquer
pt_pt: Clique para aplicar

# Freeze
source: フリーズ
fr: Geler
pt_pt: Congelar

# No Animation
source: アニメーションなし
fr: Aucune animation
pt_pt: Sem Animação

# No Motion
source: アニメーションなし
fr: Aucune animation
pt_pt: Sem Animação

# Type Writer
source: タイプライター
fr: Typographe
pt_pt: Máquina de Escrever

# Wavy Style
source: 波型
fr: Style ondulé
pt_pt: Estilo Ondulado

source: Rich Tick
fr: Rebonds
pt_pt: Marca Rica

# Random
source: ランダム
fr: Aléatoire
pt_pt: Aleatório

# Random 2
source: ランダム2
fr: Aléatoire 2
pt_pt: Aleatório 2

# String Blur
source: 文字をぼかし
fr: Chaîne flou
pt_pt: Borrão em Cadeia

# Cinema Style
source: シネマスタイル
fr: Style cinéma
pt_pt: Estilo Cinema

# Up Insert
source: 上方向へ挿入
fr: Insérer en haut
pt_pt: Inserir Acima

# Down Insert
source: 下方向へ挿入
fr: Insérer en bas
pt_pt: Inserir Abaixo

# Up Dir Insert
source: ディレクトリ上方向挿入
fr: Insérer vers le haut
pt_pt: Inserir Acima

# Left Dir Insert
source: ディレクトリ左方向挿入左方向挿入
fr: Insérer vers la gauche
pt_pt: Inserir Esquerda

# Right Dir Insert
source: ディレクトリ右方向挿入
fr: Insérer vers la droite
pt_pt: Inserir Direita

# Down Dir Insert
source: ディレクトリ下方向挿入
fr: Insérer vers le bas
pt_pt: Inserir Abaixo

# Up Roll
source: ロールアップ
fr: Rouleau Haut
pt_pt: Rolar para Cima

# Down Roll
source: ダウンロール
fr: Rouleau Bas
pt_pt: Rolar para Baixo

# Left Roll
source: 左ロール
fr: Rouleau Gauche
pt_pt: Rolar para a Esquerda

# Right Roll
source: 右ロール
fr: Rouleau Droite
pt_pt: Rolar para a Direita

source: Drop1
fr: Goutté
pt_pt: Queda1

# Pixelate
source: ピクセレート
fr: Pixelisé
pt_pt: Pixelizar

# Pinwheel
source: ピンホイール
fr: Moulinet
pt_pt: Roda Dentada

# Erase
source: イレース
fr: Effacer
pt_pt: Apagar

# Crosszoom
source: クロスズーム
fr: Zoom Diagonal
pt_pt: ZoomCruzado

# Doorway
source: ドアウェイ
fr: Porte
pt_pt: Entrada

# Roll clockwise
source: 時計回りに回転
fr: Rouleau 3
pt_pt: Girar no Sentido Horário

# Round zoom out
source: ラウンドズームアウト
fr: Focus Sortant
pt_pt: Zoom Out Arredondado

# LinearWipe
source: リニアワイプ
fr: Chiffon diagonal
pt_pt: Limpeza Linear

# Push
source: プッシュ
fr: Pousser
pt_pt: Empurrar

# SkewRight
source: 右斜め
fr: Dévier Droite
pt_pt: InclinarDireita

# Evaporate
source: エバポレート1
fr: Évaporer
pt_pt: Evaporar

# Boom!
source: ブーム！
fr: Boom!
pt_pt: Estrondo!

# Bounce to zoom in 1
source: バウンスズームイン1
fr: Zoom Rebond 1
pt_pt: Salto e zoom in 1

# Bounce to zoom in 2
source: バウンスズームイン2
fr: Zoom Rebond 2
pt_pt: Salto e zoom in 2

# Bounce to zoom out 1
source: バウンスズームアウト1
fr: Zoom Rebond 3
pt_pt: Salto e zoom out 1

# Clockwise rotate to zoom in 1
source: 時計回りに回転ズームイン1
fr: Zoom Rotation Droite 1
pt_pt: Gire no sentido horário para zoom in 1

# Clockwise rotate to zoom in 2
source: 時計回りに回転ズームイン2
fr: Zoom Rotation Droite 2
pt_pt: Gire no sentido horário para zoom in 2

# Clockwise rotate
source: 時計回りに回転
fr: Rotation Droite
pt_pt: Gire no sentido horário

# Counter clockwise rotate
source: 反時計回りに回転
fr: Rotation Gauche
pt_pt: Gire no sentido anti-horário

# Down Up 1
source: ダウン1
fr: Bas Haut 1
pt_pt: Baixo Cima 1

# Down Up 2
source: ダウン2
fr: Bas Haut 2
pt_pt: Baixo Cima 2

# Fade Slide 1
source: スライド1をフェードアウト
fr: Fondu coulissant 1
pt_pt: Desaparecer Slide 1

# Fade Slide 2
source: フェードスライド2
fr: Fondu coulissant 2
pt_pt: Desaparecer Slide 2

# Fade Slide 3
source: フェードスライド3
fr: Fondu coulissant 3
pt_pt: Desaparecer Deslizar 3

# Fade Slide 4
source: フェードスライド4
fr: Fondu coulissant 4
pt_pt: Desaparecer Deslizar 4

# Fade Zoom In
source: フェードズームイン
fr: Fondu Zoom 1
pt_pt: Desvancer Zoom In

# Fade Zoom Out
source: フェードズームアウト
fr: Fondu Zoom 2
pt_pt: Desvancer Zoom Out

# Flip Down1
source: フリップダウン1
fr: Rabattre 1
pt_pt: Virar para Baixo 1

# Flip Down2
source: フリップダウン2
fr: Rabattre 2
pt_pt: Virar para Baixo 2

# Flip Up1
source: フリップアップ1
fr: Retourner 1
pt_pt: Virar para Cima

# Flip Up2
source: フリップアップ2
fr: Retourner 2
pt_pt: Virar para Cima 2

# Fly to zoom in
source: フライズームイン
fr: Survoler pour Zoomer
pt_pt: Voar para zoom in

# Grow Shrink
source: 縮小
fr: Agrandir Rétrécir
pt_pt: Crescer e Encolher

# Move to bottom
source: 下に移動
fr: Déplacer en bas
pt_pt: Mover para baixo

# Move to left
source: 左に移動
fr: Déplacer à gauche
pt_pt: Mover para a esquerda

# Move to lower left
source: 左下に移動する
fr: Déplacer en bas à gauche
pt_pt: Mover para o canto inferior esquerdo

# Move to lower right
source: 右下に移動
fr: Déplacer en bas à droite
pt_pt: Mover para o canto inferior direito

# Move to right
source: 右に移動
fr: Déplacer à droite
pt_pt: Mover para a direita

# Move to top
source: 一番上に移動
fr: Déplacer en haut
pt_pt: Mover para o topo

# Move to upper left
source: 左上に移動
fr: Déplacer en haut à gauche
pt_pt: Mover para o canto superior esquerdo

# Move to upper right and zoom in
source: 右上に移動してズームイン
fr: Déplacer en haut à droite et Zoomer
pt_pt: Mover para o canto superior direito e zoom in

# Move to upper right
source: 右上に移動
fr: Déplacer en haut à droite
pt_pt: Mover para o canto superior direito

# Photo Spin 3
source: フォトスピン3
fr: Rotation Photo 3
pt_pt: Giro da Foto 3

# Photo Spin 4
source: フォトスピン4
fr: Rotation Photo 4
pt_pt: Giro da Foto 4

# Rotate to zoom in 1
source: 回転してズームイン1
fr: Rotation Zoom 1
pt_pt: Rodar para zoom in 1

# Rotate to zoom in 2
source: 回転してズームイン2
fr: Rotation Zoom 2
pt_pt: Rodar para zoom in 2

# Spin 1
source: スピン1
fr: Rotation 1
pt_pt: Girar 1

# Spin 2
source: スピン2
fr: Rotation 2
pt_pt: Girar 2

# Spin 3
source: スピン3
fr: Rotation 3
pt_pt: Girar 3

# Spin 4
source: スピン4
fr: Rotation 4
pt_pt: Girar 4

# Stretch in and zoom in 1
source: ストレッチズームイン1
fr: Étirer et zoomer 1
pt_pt: Esticar e zoom in 1

# Stretch in and zoom in 2
source: ストレッチズームイン2
fr: Étirer et zoomer 2
pt_pt: Esticar e zoom in 2

# Stretch to left
source: 左にストレッチ
fr: Étirer à gauche
pt_pt: Esticar para a esquerda

# Stretch to right
source: 右にストレッチ
fr: Étirer à droite
pt_pt: Estique para a direita

# To the Left 1
source: 左へ1
fr: Vers la gauche 1
pt_pt: Para a esquerda 1

# To the Left 2
source: 左へ2
fr: Vers la gauche 2
pt_pt: Para a esquerda 2

# To the Right 1
source: 右へ1
fr: Vers la droite 1
pt_pt: Para a direita 1

# To the Right 2
source: 右へ2
fr: Vers la droite 2
pt_pt: Para a direita 2

# Up Down 1
source: アップダウン1
fr: Vertical 1
pt_pt: Cima-Baixo 1

# Up Down 2
source: アップダウン2
fr: Vertical 2
pt_pt: Cima-Baixo 2

# Zoom in 1
source: ズームイン1
fr: Zoom avant 1
pt_pt: Zoom in 1

# Zoom in 2
source: ズームイン2
fr: Zoom avant 2
pt_pt: Zoom in 2

# Zoom in 3
source: ズームイン3
fr: Zoom avant 3
pt_pt: Zoom in 3

# Zoom in and out
source: ズームイン/ズームアウト
fr: Zoom avant et arrière
pt_pt: Zoom in e out

# Zoom in to the bottom
source: 一番下にズームイン
fr: Zoom en bas
pt_pt: Zoom in para o fundo

# Zoom in to the left
source: 左にズームイン
fr: Zoom avant à gauche
pt_pt: Zoom in para a esquerda

# Zoom in to the right
source: 右にズームイン
fr: Zoom avant à droite
pt_pt: Zoom in para a direita

# Zoom in to the top
source: 一番上にズームイン
fr: Zoom en haut
pt_pt: Zoom in para o topo

# Zoom out 1
source: ズームアウト
fr: Zoom arrière 1
pt_pt: Zoom out 1

# Zoom out 2
source: ズームアウト
fr: Zoom arrière 2
pt_pt: Zoom out 2

# Zoom out 3
source: ズームアウト
fr: Zoom arrière 3
pt_pt: Zoom out 3

# Zoom out to the right
source: 右にズームアウト
fr: Zoom arrière à droite
pt_pt: Zoom out para a direita

# Drop
source: ドロップ
fr: Chute
pt_pt: Queda

# Expansion
source: エクスパンション
fr: Expansion
pt_pt: Expansão

# Fly in and Fade out
source: フライイン＆フェードアウト
fr: Tomber en Fondu
pt_pt: Voe e desapareça

# Fly in and Fly out
source: フライイン＆フライアウト
fr: Entrée Sortie en Fondu
pt_pt: Voe e voe para fora

# Stretch in and zoom in
source: ストレッチズームイン
fr: Étirer et zoomer
pt_pt: Esticar e zoom in

source: Tiny zoom
fr: Léger zoom
pt_pt: Zoom minúsculo

# Text style 1
source: テキストスタイル1
fr: Style de texte 1
pt_pt: Estilo de texto 1

# Text style 2
source: テキストスタイル2
fr: Style de texte 2
pt_pt: Estilo de texto 2

# Text style 3
source: テキストスタイル3
fr: Style de texte 3
pt_pt: Estilo de texto 3

# Text style 4
source: テキストスタイル4
fr: Style de texte 4
pt_pt: Estilo de texto 4

# Text style 5
source: テキストスタイル5
fr: Style de texte 5
pt_pt: Estilo de texto 5

# Text style 6
source: テキストスタイル6
fr: Style de texte 6
pt_pt: Estilo de texto 6

# Text style 7
source: テキストスタイル7
fr: Style de texte 7
pt_pt: Estilo de texto 7

# Text style 8
source: テキストスタイル8
fr: Style de texte 8
pt_pt: Estilo de texto 8

# Text style 9
source: テキストスタイル9
fr: Style de texte 9
pt_pt: Estilo de texto 9

# Text style 10
source: テキストスタイル10
fr: Style de texte 10
pt_pt: Estilo de texto 10

# Text style 11
source: テキストスタイル11
fr: Style de texte 11
pt_pt: Estilo de texto 11

# Text style 12
source: テキストスタイル12
fr: Style de texte 12
pt_pt: Estilo de texto 12

# Text style 13
source: テキストスタイル13
fr: Style de texte 13
pt_pt: Estilo de texto 13

# Text style 14
source: テキストスタイル14
fr: Style de texte 14
pt_pt: Estilo de texto 14

# Text style 15
source: テキストスタイル15
fr: Style de texte 15
pt_pt: Estilo de texto 15

# Text style 16
source: テキストスタイル16
fr: Style de texte 16
pt_pt: Estilo de texto 16

# Text style 17
source: テキストスタイル17
fr: Style de texte 17
pt_pt: Estilo de texto 17

# Text style 18
source: テキストスタイル18
fr: Style de texte 18
pt_pt: Estilo de texto 18

# Text style 19
source: テキストスタイル19
fr: Style de texte 19
pt_pt: Estilo de texto 19
