Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Res/LocalizedLanguage/*.lproj/Localizable.strings
Languages: fr, pt_pt

# SIGN IN
source: ログイン
fr: Se connecter
pt_pt: ENTRAR

# SIGN OUT
source: サインアウト
fr: Se déconnecter
pt_pt: SAIR

# Save to:
source: 保存先：
fr: Enregistrer sous:
pt_pt: Salvar para:

# Files selected: %d file(s)
source: 選択したファイル： %dファイル
fr: Fichier(s) sélectionné(s): %d fichier(s)
pt_pt: Arquivos selecionados: %d arquivo(s)

# Stereo
source: ステレオ
fr: Stéréo
pt_pt: Estéreo

# Surround
source: サラウンド
fr: Surround
pt_pt: Surround

# Master
source: マスター
fr: Master
pt_pt: Principal

# SAVE AS PRESET
source: プリセットとして保存
fr: Enregistrer en tant que préréglage
pt_pt: SALVAR COMO MODELO

# ADVANCED
source: 高度編集
fr: Avancé
pt_pt: AVANÇADO

# Top Left
source: 左上
fr: En haut à gauche
pt_pt: Esquerda Superior

# Top Center
source: 上部中央
fr: Centre supérieur
pt_pt: Superior Central

# Top Right
source: 右上
fr: En haut à droite
pt_pt: Superior Direita

# Center Left
source: 中央の左
fr: Centre gauche
pt_pt: Esquerda Central

# Center
source: センター
fr: Centre
pt_pt: Centro

# Center Right
source: 中央の右
fr: Centre droit
pt_pt: Direita Central

# Bottom Left
source: 左下
fr: En bas à gauche
pt_pt: Esquerda Inferior

# Bottom Center
source: 下部中央
fr: Centre inférieur
pt_pt: Centro Inferior

# Bottom Right
source: 右下
fr: En bas à droite
pt_pt: Direita Inferior

# Freedom
source: 自由
fr: Liberté
pt_pt: Liberdade

# Font
source: フォント
fr: Police de caractère
pt_pt: Tipo de Letra

# Settings
source: 設定
fr: Paramètres
pt_pt: Configurações

# Align:
source: 整列：
fr: Aligner:
pt_pt: Alinhar:

# Text Spacing:
source: テキスト間隔：
fr: Espacement du texte:
pt_pt: Espaçamento de Texto:

# Line Spacing:
source: 行間隔：
fr: Interligne:
pt_pt: Espaçamento entre Linhas:

# Text layer:
source: テキストレイヤー：
fr: Couche de texte:
pt_pt: Camada de Texto:

# Bold
source: 太字
fr: Gras
pt_pt: Negrito

# Italic
source: 斜体
fr: Italique
pt_pt: Itálico

# Align Left
source: 左に揃える
fr: Aligner à gauche
pt_pt: Alinhar à Esquerda

# Align Center
source: 中央揃え
fr: Aligner au centre
pt_pt: Alinhar ao Centro

# Align Right
source: 右に揃える
fr: Aligner à droite
pt_pt: Alinhar à Direita

# Align Justified
source: 両端揃え
fr: Justifier
pt_pt: Justificar

# Title Inspector
source: タイトルインスペクタ
fr: Inspecteur de titre
pt_pt: Inspetor de Títulos

# Add Text Box
source: テキストボックスを追加
fr: Ajouter une zone de texte
pt_pt: Adicionar Caixa de Texto

# Add Shape
source: 図形を追加
fr: Ajouter une forme
pt_pt: Adicionar Forma

# Add Photo
source: 写真を追加
fr: Ajouter une photo
pt_pt: Adicionar Foto

# Customize
source: カスタマイズ
fr: Personnaliser
pt_pt: Personalizados

# Animation
source: アニメーション
fr: Animation
pt_pt: Animação

# Move to Front
source: 最前面へ移動
fr: Déplacer devant
pt_pt: Mover para a Frente

# Move Forward One
source: 前面へ移動
fr: Avancer d'un
pt_pt: Avançar Uma Vez

# Move Back One
source: 背面へ移動
fr: Reculer d'un
pt_pt: Mover para Trás Uma Vez

# Move to Back
source: 最背面へ移動
fr: Déplacer à l'arrière
pt_pt: Mover para Trás

# Color Fill
source: テキストの塗りつぶし
fr: Remplissage de couleur
pt_pt: Preenchimento de Cor

# Gradient Fill
source: グラデーションで塗りつぶし
fr: Remplissage en dégradé
pt_pt: Preenchimento Gradiente

# Image Fill
source: イメージ塗りつぶし
fr: Remplissage d'image
pt_pt: Preenchimento de Imagem

# Parameter:
source: パラメータ：
fr: Paramètre:
pt_pt: Parâmetro:

# Blur:
source: ぼかし：
fr: Flouter:
pt_pt: Desfocagem:

# Type:
source: タイプ：
fr: Type:
pt_pt: Tipo:

# Opaciity:
source: 不透明度：
fr: Opacité:
pt_pt: Opacidade:

# Angle:
source: 角度：
fr: Angle:
pt_pt: Ângulo:

# Effect:
source: エフェクト：
fr: Effet:
pt_pt: Efeito:

# Distance:
source: 距離：
fr: Distance:
pt_pt: Distância:

# Input text
source: 入力
fr: Saisie de texte
pt_pt: Entrada de Texto

# Text Fill
source: テキストの塗りつぶし
fr: Remplissage de texte
pt_pt: Preenchimento de Texto

# Text Border
source: テキストの境界線
fr: Bordure de texte
pt_pt: Borda de Texto

# Text Shadow
source: 文字にシャドーをつける
fr: Ombre de texte
pt_pt: Sombra de Texto

# Shape Fill
source: 形状の塗りつぶし
fr: Remplissage de forme
pt_pt: Preenchimento da Forma

# Shape Border
source: 図形の枠線
fr: Contour de forme
pt_pt: Borda da Forma

# Name your own text preset, it will be saved in the "%@" category in %@
source: カスタムカラープリセットに名前を付けてください。 %@の%@カテゴリに保存されます。
fr: Nommez votre texte personnalisé préréglé, il sera enregistré dans la catégorie " %@ " dans %@
pt_pt: Nomeie sua predefinição de texto personalizada, será salva na categoria " %@ " em %@

# Text/Credit
source: テキスト/クレジット
fr: Texte/Crédit
pt_pt: Texto / Créditos

# Replace
source: 置換
fr: Remplacer
pt_pt: Substituir

# A preset with the name already exists. Please choose a new name.
source: この名前は既に使用されています。新しい名前を選択してください。
fr: Le nom est déjà utilisé. Veuillez choisir un nouveau nom.
pt_pt: O nome já está em uso. Por favor escolha um novo nome.

# Import from Device
source: デバイスからのインポート
fr: Importer depuis un périphérique
pt_pt: Importar do Dispositivo

# Picture
source: 画像
fr: Image
pt_pt: Cenário

# LivePhoto
source: ライブフォト
fr: Photo en direct
pt_pt: Foto ao Vivo

# Change
source: 変換
fr: Changement
pt_pt: Alterar

# Import from:
source: インポート元：
fr: Importer depuis:
pt_pt: Importar de:

# No device detected
source: デバイスが見つかりません
fr: Aucun appareil détecté
pt_pt: Nenhum dispositivo detectado

# IMPORT
source: インポート
fr: Importer
pt_pt: IMPORTAR

# Check All
source: すべてチェック
fr: Vérifier tout
pt_pt: Verificar Tudo

# Date
source: 日付
fr: Date
pt_pt: Data

# Downloading
source: ダウンロード中
fr: Téléchargement
pt_pt: Baixando

# Delete Selected
source: 選択された項目を削除
fr: Supprimer la sélection
pt_pt: Eliminar Selecionado(s)

# Delete unused effect pack can save disk space, would you want to delete some?
source: 利用していないエフェクトパックを削除して、ディスクスペースを確保してください。削除したものはエフェクトストアから再度ダウンロードすることが可能です。
fr: Supprimez les packs d'effets inutilisés pour libérer de l'espace disque. Vous pourrez les télécharger à nouveau à partir de la boutique d'effets.
pt_pt: Elimine pacotes de efeitos não utilizados para liberar espaço em disco, você pode baixá-los novamente mais tarde na Loja de Efeitos.

# Choose a Plan
source: プランを選択
fr: Choisissez un Plan
pt_pt: Escolha um Plano

# Message Center
source: メッセージセンター
fr: Centre de messages
pt_pt: Centro de Mensagens

# Mark as Read
source: 既読としてマーク
fr: Marquer comme Lu
pt_pt: Marcar como Lido

# Account Information
source: アカウント情報
fr: Information sur le compte
pt_pt: Informação da Conta

# Offline Activation
source: オフライン製品登録
fr: Activation hors ligne
pt_pt: Ativação Offline

# Login
source: ログイン
fr: Se connecter
pt_pt: Entrar

# Logout
source: ログアウト
fr: Se déconnecter
pt_pt: Sair

# Create Account
source: アカウント作成
fr: Créer un compte
pt_pt: Criar Conta

# Login to Continue
source: 続行するにはログインしてください
fr: Connectez-vous pour continuer
pt_pt: Entre para Continuar

source: 続けるにはwondershare IDのログインが必要です。ログインまたは無料のアカウントを作成してください。
fr: Vous avez besoin d'un Wondershare ID pour continuer. Veuillez vous connecter ou en créer un gratuitement.
pt_pt: Você precisa um Wondershare ID para continuar com a sua ação atual. Por favor entre na sua conta ou crie uma conta grátis.

# Expires after:
source: 有効期限：
fr: Expire après :
pt_pt: Expira após:

# upgrade
source: 購入
fr: mise à niveau
pt_pt: Atualização

# Free Plan
source: 無料プラン
fr: Plan Gratuit
pt_pt: Plano Grátis

# Annual Plan
source: 年間プラン
fr: Plan d'un an
pt_pt: Plano Annual

# Lifetime Plan
source: ライフタイムプラン
fr: Plan illimité
pt_pt: Plano Vitalício

# Extend My License
source: ライセンスを拡張
fr: Étendre ma licence
pt_pt: Aumentar a Minha Licença

# Change Password
source: パスワードを変更
fr: Changer le mot de passe
pt_pt: Alterar Senha

# Unlimited
source: ライフタイム
fr: Illimité
pt_pt: Ilimitado

# Unlimited with watermark
source: 透かし付きでは無制限
fr: Illimité avec filigrane
pt_pt: Ilimitado com marca d’água

# Register Your Software
source: 製品登録
fr: Enregistrer votre logiciel
pt_pt: Registre Seu Software

# Licensed e-mail:
source: Eメールアドレス:
fr: Adresse courriel enregistrée:
pt_pt: Email Licenciado:

# Registration Code:
source: 登録コード:
fr: Code d'enregistrement :
pt_pt: Código de Registro:

source: Wondershare Filmoraをご購入後、製品のすべての機能をご利用して頂きます。また、サーポートサービスを無償で利用して頂けます。
fr: Acheter une licence pour supprimer la limitation logiciel afin de profiter de l’ensemble des avantages de Filmora Video Editor et d’un service produit à vie.
pt_pt: Compre uma licença para remover a limitação e aproveitar todos os benefícios do Video Editor e do suporte vitalício.

# Buy Now
source: 今すぐ購入
fr: Acheter Maintenant
pt_pt: Comprar Agora

# Evaluate
source: 試用
fr: Évaluer
pt_pt: Julgamento

# Register
source: 登録
fr: S'enregistrer
pt_pt: Registrar

# Trial Version
source: 試用版
fr: version d'évaluation
pt_pt: Versão de teste

# Registered Version
source: 製品版
fr: version enregistrée
pt_pt: Versão Registrada

# Registration info is invalid.
source: 登録情報は無効です。
fr: L'information d'inscription est non valide
pt_pt: A informação de registro é inválida.

source: 製品に関するお問い合わせは、下記をクリックしてください。お問い合わせ：
fr: Remarque : Si vous rencontrez des problèmes avec le code d’enregistrement et le logiciel, veuillez vous rendre au: Centre de support
pt_pt: Nota: se você tiver qualquer problema com o código de registro e o software, por favor, visite:

# Was your payment processed successfully?
source: お支払いが正常に処理されましたか？
fr: Votre paiement a-t-il été traité avec succès?
pt_pt: O seu pagamento foi processado com sucesso?

source: お支払いが完了しましたら、お支払い状況を更新してください。ネットワークの遅延のために支払いステータスがすぐに更新されないことがあります。"今すぐ更新"をクリックするとステータスを更新することができます。
fr: Si votre paiement est correctement passé, veuillez actualiser votre statut de paiement. Il est possible que le statut de paiement ne soit pas actualisé rapidement en raison d'un retard réseau. Si c'est le cas, veuillez actualisez votre statut dans "Activer"
pt_pt: Se você pagou com sucesso, por favor, atualize o estado do pagamento. O estado do pagamento pode não ser atualizado oportunamente devido ao atraso da rede, você também pode atualizar seu estado novamente em "Ativar"

# No activation status update, please refresh later.
source: ユーザーのステータスは有効化されていません。後で再試行してください。
fr: Aucune mise à jour du statut d'activation, veuillez actualiser plus tard.
pt_pt: Nenhuma atualização de estado de ativação, por favor, atualize mais tarde.

# Refresh Now
source: 今すぐ更新
fr: Actualiser maintenant
pt_pt: Atualize Agora

source: 有効化のステータスが適時に更新されない場合があります。手動で更新してください。
fr: Il est possible que votre statut d'activation ne soit pas actualisé rapidement sous certaines circonstances précises, si c'est le cas essayez d'actualiser manuellement.
pt_pt: Seu estado de ativação pode não ser atualizado oportunamente em determinadas circunstâncias, você pode tentar recuperar atualizações manualmente.

# Password Reset Succeeded!
source: パスワードがリセットされました！
fr: La réinitialisation du mot de passe a réussie!
pt_pt: Senha reiniciada com sucesso!

# Status:
source: ステータス:
fr: Statut :
pt_pt: Status:

# Expiration Date
source: 有効期限
fr: Date d'expiration
pt_pt: Data de Validade

# Active
source: 認証済
fr: Actif
pt_pt: Ativo

# Unable to connect
source: 接続できません
fr: Impossible de se connecter
pt_pt: Não é possível conectar

source: お使いのコンピュータがオフラインになっているため、接続エラーが発生しています。接続を確認してからもう一度お試しください。
fr: Votre ordinateur semble être hors ligne, provoquant une erreur de connexion. Veuillez vérifiervotre connexion et réessayer.
pt_pt: O seu computador parece estar offline, causando um erro de conexão. Por favor verifique a sua conexão e tente novamente.

# Never
source: なし
fr: Jamais
pt_pt: Nunca

# Every Day
source: 毎日
fr: Chaque jour
pt_pt: Cada Dia

# Every Week
source: 毎週
fr: Chaque semaine
pt_pt: Todas as semanas

# Every Month
source: 毎月
fr: Chaque mois
pt_pt: Todos os meses

# Arrange Objects
source: オブジェクトを配置
fr: Arranger les objets
pt_pt: Organizar Objetos

# Purchase
source: 購入
fr: achat
pt_pt: Comprar

# Swap the Start and End areas
source: 開始領域と終了領域を交換
fr: Permuter les zones de début et de fin
pt_pt: Troque as áreas de Início e Fim

source: 十分なディスク容量がありません。ディスクスペースを確保してからもう一度お試しください。
fr: Il n'y a pas assez d'espace sur le disque, libérez de l'espace disque et réessayez.
pt_pt: Não há espaço suficiente no disco, liberte algum espaço em disco e tente novamente.

# Recent Project will be shown here
source: 最近使ったプロジェクト
fr: Projets récents
pt_pt: Projetos Recentes

# Play/Pause
source: 再生/一時停止
fr: Jouer/pause
pt_pt: Reproduzir/Pausar

# Play Full Screen
source: フルスクリーンモードで再生
fr: Lecture en plein écran
pt_pt: Reproduzir em Tela Cheia

# Previous Edit
source: 前の編集
fr: Modification précédente
pt_pt: Edição Anterior

# Next Edit
source: 次の編集
fr: Modification suivante
pt_pt: Edição Seguinte

# Previous Second
source: 前の秒
fr: Seconde précédente
pt_pt: Segundo Anterior

# Next Second
source: 次の秒
fr: Seconde suivante
pt_pt: Segundo Seguinte

# Previous Marker
source: 以前のマーカー
fr: Marqueur précédent
pt_pt: Marcador Anterior

# Next Marker
source: 次のマーカー
fr: Marqueur suivant
pt_pt: Marcador Seguinte

# Beginning
source: プロジェクトの開始
fr: Début du projet
pt_pt: Início do Projeto

# Zoom In Timeline
source: ズームイン
fr: Agrandir
pt_pt: Ampliar

# Zoom Out Timeline
source: ズームアウト
fr: Dézoomer
pt_pt: Afastar

# Enable Canvas Snapping
source: キャンバススナップを有効にする
fr: Activer magnétisme
pt_pt: Ativar Encaixe de Tela

# Enter Full Screen
source: 全画面表示にする
fr: Passer en mode plein écran
pt_pt: Ativar Tela Cheia

# Before
source: 前
fr: Avant
pt_pt: Antes

# After
source: 後
fr: Après
pt_pt: Depois

# Are you sure you want to delete this LUT file?
source: このLUTファイルを削除してもよろしいですか？
fr: Êtes-vous sûr de vouloir supprimer ce fichier LUT?
pt_pt: Tem certeza de que deseja excluir este arquivo LUT?

# You can load your own LUT files later.
source: 後で自分のLUTファイルを読み込むことができます。
fr: Vous pouvez charger vos propres fichiers LUT ultérieurement.
pt_pt: Você pode carregar seus próprios arquivos LUT mais tarde.

# Yes
source: はい
fr: Oui
pt_pt: Sim

# No
source: いいえ
fr: Non
pt_pt: Não

# is in an unsupported format and cannot be loaded.
source: サポートされていない形式です、読み込みできません。
fr: est dans un format non pris en charge et ne peut pas être chargé.
pt_pt: está em um formato não suportado e não pode ser carregado.

# Load New LUT...
source: 新しいLUTを読み込み
fr: Charger un nouveau LUT...
pt_pt: Carregar Novo LUT...

# All Presets
source: すべてのプリセット
fr: Tous les préréglages
pt_pt: Todos os Modelos

# My Color Preset
source: マイプリセット1
fr: Mon préréglage colorimétrique
pt_pt: Meu Modelo 1

# Quit
source: 終了
fr: Quitter
pt_pt: Sair

# Duration Settings
source: 再生時間設定
fr: Paramètres de durée
pt_pt: Configurações de Duração

source: OK
fr: Compris
pt_pt: Percebi

# Input Duration:
source: 再生時間を入力：
fr: Configurer la durée:
pt_pt: Duração de Entrada:

# Motion
source: モーション
fr: Mouvement
pt_pt: Movimento

# Random to all clips on current track
source: すべてをランダムにする
fr: Aléatoire à tous sur la piste actuelle
pt_pt: Aleatório para Todos

# Apply to all clips on current track
source: すべてに適用
fr: Appliquer à tous sur la piste actuelle
pt_pt: Aplicar a Todos

# Image
source: 画像
fr: Image
pt_pt: Imagem

# Text
source: テキスト
fr: Texte
pt_pt: Texto

# Effects
source: エフェクト
fr: Effets
pt_pt: Efeitos

# Elements
source: エレメント
fr: Éléments
pt_pt: Elementos

# Split Screen
source: 分割表示
fr: Écran divisé
pt_pt: Tela Dividida

# Import Media Files Here
source: ここにメディアファイルをインポートする
fr: Importer des fichiers média ici
pt_pt: Importar Arquivos de Mídia Aqui

# Drag to the timeline to apply
source: 適用するにはタイムラインにドラッグしてください
fr: Glisser sur la timeline pour appliquer
pt_pt: Arraste à linha do tempo para aplicar

# OpenPreferences
source: システム環境設定
fr: Préférences
pt_pt: Preferências

# Preferences
source: 設定
fr: Préférences
pt_pt: Preferências

# General
source: 一般
fr: Général
pt_pt: Geral

# Folder Path
source: フォルダ
fr: Dossier
pt_pt: Pastas

# Editing
source: 編集
fr: Édition
pt_pt: Edição

# Performance
source: パフォーマンス
fr: Performance
pt_pt: Desempenho

# Output
source: 出力
fr: Sortie
pt_pt: Saída

# Miscellaneous:
source: その他の設定：
fr: Divers:
pt_pt: Diversos:

# Check for update:
source: 更新プログラムを自動的にチェックする：
fr: Vérifier les mises à jour automatiquement:
pt_pt: Verificar se há atualizações automaticamente:

# Reset all dialog warnings:
source: すべてのプログラムの警告メッセージを初期化する：
fr: Réinitialiser tous les avertissements du programme:
pt_pt: Reiniciar todos os avisos do programa:

# Message Center:
source: メッセージセンター：
fr: Centre de Messagerie:
pt_pt: Centro de Mensagens:

# Don't show messages automatically
source: このメッセージを再度表示しない
fr: Ne pas afficher les messages automatiquement
pt_pt: Não mostrar mensagens automaticamente

# Folders:
source: フォルダ：
fr: Dossiers:
pt_pt: Pastas:

# Snapshot files folder:
source: スナップショットファイルフォルダ：
fr: Fichiers des captures d'écran:
pt_pt: Arquivos de instantâneo:

# Upload files folder:
source: アップロードファイルフォルダ：
fr: Dossier des fichiers uploadés:
pt_pt: Carregar pasta de arquivos:

# Effect Packs:
source: エフェクトパック：
fr: Pack d'effets:
pt_pt: Pacotes de Efeitos:

# Install Effect Pack to:
source: エフェクトパック：
fr: Pack d'effets:
pt_pt: Pacotes de Efeitos:

# Effect Packs takes up: %.1f MB
source: エフェクトパックの使用量：%.1f MB
fr: Les Packs d'effets prennent jusqu'à %.1f MB d'espace
pt_pt: Pacotes de Efeitos ocupam: %.1f MB

# Manage
source: 管理
fr: Gérer
pt_pt: Gerir

# Default Durations:
source: デフォルト再生時間：
fr: Durée par défaut:
pt_pt: Duração Padrão:

# Photo Duration:
source: 写真再生時間：
fr: Durée de la photo:
pt_pt: Duração da Foto:

# Transition Duration:
source: トランジション再生時間：
fr: Durée de la transition:
pt_pt: Duração da Transição:

# Effect Duration:
source: エフェクト再生時間：
fr: Durée de l'effet:
pt_pt: Duração do Efeito:

# Freeze Frame Duration:
source: フリーズフレーム期間：
fr: Durée de gel d'image:
pt_pt: Duração do Frame Congelado:

# Photo Placement:
source: 写真のレイアウト
fr: Placement de photos:
pt_pt: Colocação de Fotos:

# Crop to Fit
source: フィットサイズにクロップ
fr: Recadrer pour Correspondre
pt_pt: Cortar para Ajustar

# Pan & Zoom
source: パンとズーム
fr: Panorama & Zoom
pt_pt: Aproximar e Ampliar

# Save:
source: 保存：
fr: Enregistrer:
pt_pt: Salvar:

# Automatically backup projects, every
source: プロジェクトを自動的にバックアップする
fr: Sauvegarde automatique des projets, tous les
pt_pt: Salvar o meu projeto a cada

# min
source: 分
fr: min
pt_pt: min

# Enable GPU Accelaration
source: ビデオをレンダリング及び再生する際、ハードウェア・アクセラレーションを有効にする
fr: Activer l'accélération matérielle pour le rendu et la lecture vidéo
pt_pt: Ativar aceleração de GPU

# Proxy:
source: プロキシ：
fr: Proxy:
pt_pt: Proxy:

# Automatically create Proxy when resolution higher than:
source: メディアの解像度が次の値よりも高い場合は、自動的にプロキシを作成する：
fr: Créez automatiquement des proxys lorsque la résolution du media est supérieure à:
pt_pt: Criar automaticamente proxies quando a resolução de mídia for maior que:

# Proxy file folder:
source: プロキシの位置：
fr: Emplacement du proxy:
pt_pt: Localização do proxy:

# Automatically delete Proxy when closing a project file
source: プロジェクトが閉じられたら、プロキシを自動的に削除する
fr: Supprimer automatiquement les proxys lorsqu'un projet est fermé.
pt_pt: Excluir automaticamente proxies quando um projeto é fechado.

# Clean
source: クリア
fr: Nettoyer
pt_pt: Limpo

# About WSVEOnline
source: WSVEOnlineについて
fr: À propos de WSVEOnline
pt_pt: Sobre o WSVEOnline

# Preferences…
source: 設定
fr: Préférences…
pt_pt: Preferências…

# Order
source: 注文
fr: Commander
pt_pt: Ordenar

# Activate
source: 認証済
fr: Activer
pt_pt: Ativar

# Check for Updates...
source: アップデートを確認...
fr: Vérifier les mises à jour...
pt_pt: Procurar Atualizações...

# Services
source: サービス
fr: Services
pt_pt: Serviços

# Hide WSVEOnline
source: WSVEOnlineを非表示にする
fr: Masquer WSVEOnline
pt_pt: Ocultar WSVEOnline

# Hide Others
source: 他を隠す
fr: Masquer les autres
pt_pt: Ocultar Outros

# Show All
source: すべて表示する
fr: Tout montrer
pt_pt: Mostrar Tudo

# Quit WSVEOnline
source: WSVEOnlineを終了
fr: Quittez WSVEOnline
pt_pt: Sair do WSVEOnline

# File
source: ファイル
fr: Fichier
pt_pt: Arquivo

# New
source: 新しいプロジェクト
fr: Nouveau
pt_pt: Novo Projeto

# Open…
source: プロジェクトを開く
fr: Ouvrir...
pt_pt: Abrir Projeto...

# Close
source: 閉じる
fr: Fermer
pt_pt: Fechar

# Save…
source: プロジェクトを保存...
fr: Enregistrer...
pt_pt: Salvar Projeto...

# Save As…
source: プロジェクトを別名で保存...
fr: Enregistrer sous…
pt_pt: Salvar Projeto Como...

# Archive Project
source: プロジェクトをアーカイブする
fr: Archiver le projet
pt_pt: Arquivar Projeto

# Download Media
source: メディアをダウンロードする
fr: Télécharger un média
pt_pt: Baixar Mídia

# Record Media
source: メディアを録音する
fr: Enregistrer le média
pt_pt: Gravar Mídia

# Project Setting
source: プロジェクト設定
fr: Paramètres du projet
pt_pt: Configurações do Projeto

# Ripple Delete
source: リップル削除
fr: Supprimer et raccorder
pt_pt: Excluir e Juntar

# Select All
source: すべて選択
fr: Tout sélectionner
pt_pt: Selecionar Tudo

# Deselect All
source: すべての選択を解除
fr: Tout déselectionner
pt_pt: Desmarcar Tudo

# Rotate 90 CW
source: 時計回りに90°回転
fr: Rotation 90º horaire
pt_pt: Rodar 90º no Sentido Horário

# Rotate 90 CCW
source: 反時計回りに90°回転
fr: Rotation 90º anti-horaire
pt_pt: Rodar 90º no Sentido Anti-Horário

# Create Video...
source: ビデオを作成...
fr: Créer une vidéo...
pt_pt: Criar Vídeo...

# Export to Device...
source: デバイスに出力
fr: Exporter vers un périphérique...
pt_pt: Exportar para o Dispositivo...

# Upload to Youtube...
source: YouTubeにアップロード
fr: Uploader sur Youtube...
pt_pt: Carregar para o YouTube...

# Upload to Vimeo...
source: Vimeoにアップロード...
fr: Uploader sur Vimeo...
pt_pt: Carregar para o Vimeo...

# Burn DVD...
source: DVDに書き込む
fr: Graver DVD...
pt_pt: Gravar DVD ...

# Window
source: ウィンドウ
fr: Fenêtre
pt_pt: Janela

# Minimize
source: 最小化
fr: Réduire
pt_pt: Minimizar

# Zoom
source: 最大化
fr: Zoom
pt_pt: Ampliar

# Bring All to Front
source: すべてを手前に移動
fr: Tout amener au premier plan
pt_pt: Trazer Tudo para a Frente

# Help
source: ヘルプ
fr: Aide
pt_pt: Ajuda

# Online Help
source: オンラインヘルプ
fr: Aide en ligne
pt_pt: Ajuda Online

# Product FAQ
source: 製品FAQ
fr: FAQ produit
pt_pt: FAQ do Produto

# Support Center
source: サポート
fr: Centre de soutien
pt_pt: Centro de Apoio

# About Wondershare ID
source: Wondershare IDについて
fr: À propos de Wondershare ID
pt_pt: Sobre o ID do Wondershare

# Fetch Log
source: ログを取得する
fr: Récupérer Identifiant...
pt_pt: Buscar Registro...

# New Feature Request
source: 新機能に対する要望
fr: Demande de nouvelle fonctionnalité
pt_pt: Solicitar Novo Recurso

# Filmora YouTube
source: Wondershare YouTube
pt_pt: YouTube do Wondershare

# Filmora Facebook
source: Wondershare Facebook
pt_pt: Facebook do Wondershare

# Filmora Twitter
source: Wondershare Twitter
pt_pt: Twitter do Wondershare

# Enable Timeline Snap
source: タイムラインスナッピングを有効にする
fr: Activer le magnétisme de la timeline
pt_pt: Activar Junção da Linha de Tempo

# Default
source: デフォルト
fr: Défaut
pt_pt: Padrão

# You can update this video to YouTube
source: この動画をYouTubeにアップロードできる
fr: Vous pouvez uploader cette vidéo sur YouTube
pt_pt: Você pode carregar este vídeo para o YouTube

# The file has been successfully uploaded to Vimeo.
source: ファイルはVimeoにアップロードされました。
fr: Le fichier a été uploadé avec succès sur Vimeo.
pt_pt: O arquivo foi carregado com sucesso no Vimeo.

# The file has been successfully uploaded to YouTube.
source: ファイルはYouTubeにアップロードされました。
fr: Le fichier a été uploadé avec succès sur YouTube.
pt_pt: O arquivo foi enviado com sucesso para o YouTube.

# Only me
source: 自分のみ
fr: Seulement moi
pt_pt: Apenas Eu

# DVD Folder
source: DVDフォルダ
fr: Dossier DVD
pt_pt: Pasta de DVD

# Template
source: テンプレート
fr: Modèle
pt_pt: Modelo

# Create Menu
source: メニューを作成
fr: Créer un menu
pt_pt: Criar Menu

# No Music
source: 音楽なし
fr: Pas de musique
pt_pt: Sem Música

# My DVD
source: マイDVD
fr: Mon DVD
pt_pt: Meu DVD

# Burn to:
source: 作成：
fr: Graver vers:
pt_pt: Gravar para:

# TV Standard:
source: テレビ規格：
fr: TV Standard:
pt_pt: Padrão de TV:

# DVD Lable:
source: DVDラベル：
fr: Titre DVD:
pt_pt: Etiqueta do DVD:

# Burn Device:
source: 書き込みデバイス：
fr: Périphérique de gravure:
pt_pt: Dispositivo de Gravação:

# Disc Type:
source: ディスクの種類：
fr: Type de disque:
pt_pt: Tipo de Disco:

# Capacity:
source: 容量：
fr: Capacité:
pt_pt: Capacidade:

# Category:
source: カテゴリー：
fr: Catégorie:
pt_pt: Categoria:
