Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Res/LocalizedLanguage/*.lproj/Localizable.strings
Languages: fr, pt_pt

# Click here to import your own pictures, videos, or audio
source: ここをクリックして、写真、ビデオ、およびオーディオファイルをインポートしてください。
fr: Cliquez ici pour importer vos propres photos, vidéos et audio.
pt_pt: Clique aqui para importar suas próprias imagens, vídeos e áudio.

# When you're finished, click 'Export' to export your video.
source: 編集完了したら、「出力」をクリックしてビデオを出力してください。
fr: Lorsque vous avez terminé, cliquez sur 'Exporter' pour exporter votre vidéo.
pt_pt: Quanto terminar, clique em 'Exportar' para exportar seu vídeo.

# Filmora Quick Start
source: Filmoraクイックスタート
fr: Visite rapide Filmora
pt_pt: Filmora Guia de Início Rápido

# 1 Learning the Interface
source: 1操作画面について
fr: 1 - Appréhender l'interface
pt_pt: 1.Conhecendo a Interface

# 2 Creating a Project
source: 2プロジェクトの作成
fr: 2 - Créer un projet
pt_pt: 2.Criando um Projeto

# 3 Importing Media
source: 3メディアのインポート
fr: 3 - Importer un média
pt_pt: 3.Importando Mídia

# 4 Editing Basics
source: 4基本編集
fr: 4 - Les bases de l’édition
pt_pt: 4.Básicos de Edição

# 5 Exporting Media
source: 5メディアのエクスポート
fr: 5 - Exporter un média
pt_pt: 5.Exportando Mídia

# 6 Performance and Preferences
source: 6パフォーマンスと設定
fr: 6 - Performance et préférences
pt_pt: 6.Desempenho e Preferências

# 7 Using the Timeline
source: 7タイムラインの使用
fr: 7 - Utiliser la timeline
pt_pt: 7.Usando a Linha de Tempo

# 8 Editing Audio
source: 8オーディオの編集
fr: 8 - Édition audio
pt_pt: 8.Editando Áudio

# 9 Color Correction
source: 9色補正
fr: 9 - Correction colorimétrique
pt_pt: 9.Correção de Cores

# 10 Text and Titles
source: 10テキストとタイトル
fr: 10 - Texte et titres
pt_pt: 10.Texto e Títulos

# 11 Transitions
source: 11トランジション
fr: 11 - Transitions
pt_pt: 11.Transições

# 12 Effects
source: 12エフェクト
fr: 12 - Effets
pt_pt: 12.Efeitos

# 13 Auto Ripple
source: 13自動リップル
fr: 13 - Supprimer et raccorder
pt_pt: 13.Corte Automático

# Quick Start Guide
source: クイックスタートガイド
fr: Visite rapide
pt_pt: Guia de Início Rápido

# REGISTER
source: 登録
fr: S'enregistrer
pt_pt: Registrar

# Forget password?
source: パスワードをお忘れの方はこちら
fr: Mot de passe oublié?
pt_pt: Esqueceu a sua senha?

# Please input your email
source: メールアドレスを入力してください
fr: Veuillez saisir votre adresse e-mail
pt_pt: Por favor insira seu email

# Password
source: パスワード
fr: mot de passe
pt_pt: Palavra-passe

# Confirm Password
source: パスワード
fr: mot de passe
pt_pt: Palavra-passe

# Please enter a vaild email
source: 正しいメールアドレスを入力してください
fr: Veuillez entrer une adresse e-mail valide
pt_pt: Por favor insira seu email válido

# Please enter a password
source: パスワードを入力してください
fr: Veuillez entrer un mot de passe
pt_pt: Por favor insira sua senha

# Enter a combination of at least six numbersletters & symbols.
source: 6〜16桁のパスワードを入力してください。
fr: Entrez une combinaison dau moins six chiffres lettres et symboles.
pt_pt: Insira uma combinação de pelo menos seis números letras e símbolos.

# The password youve entered is incorrect.
source: パスワードが一致しません！
fr: Erreur de mot de passe.
pt_pt: A senha inserida está incorreta.

# Something wrong please try again!
source: エラーが発生しました、再試行してください。
fr: Quelque chose ne va pas merci de réessayer!
pt_pt: Ocorre um erro por favor tente novamente!

# Login successfully
source: ログインに成功しました
fr: Connectez-vous avec succès
pt_pt: Entrou com sucesso

# Success
source: 成功
fr: Réussi
pt_pt: Êxito

# Error
source: エラー
fr: Erreur
pt_pt: Erro

# In Process
source: 処理中
fr: En Cours
pt_pt: A Processar

# Create an Account
source: 新規登録
fr: Créez un Compte
pt_pt: Crie uma Conta

# or login with
source: または
fr: ou connectez-vous avec
pt_pt: ou entrar com

# Create Account Successfully!
source: アカウントを新規作成しました！
fr: Créer un compte avec succès !
pt_pt: Criou uma conta com sucesso!

# Log in to your Wondershare ID
source: Wondershare IDログイン
fr: Connectez-vous à votre Wondershare ID
pt_pt: Entre no seu ID do Wondershare

# Create your Wondershare ID
source: Wondershare IDを新規作成
fr: Veuillez créer votre identifiant Wondershare
pt_pt: Crie seu ID do Wondershare

# Already have an account?
source: 既にアカウントをお持ちですか？
fr: Vous avez déjà un compte?
pt_pt: Já tem uma conta?

# Sign in here
source: ログイン
fr: Connectez-vous ici
pt_pt: Efetue login aqui

# Not a member?
source: はじめて利用される方
fr: Pas membre?
pt_pt: Não é um membro?

# Back to Log In
source: ログインに戻る
fr: Retour à se connecter
pt_pt: Volte ao login

# Next Step
source: 次へ
fr: Prochaine étape
pt_pt: Próximo passo

# Reset Password
source: パスワードをリセット
fr: Redéfinir le mot de passe
pt_pt: Resetar a senha

# New Password
source: 新しいパスワード
fr: Nouveau mot de passe
pt_pt: Nova Senha

# Please confirm your password
source: パスワードを確認してください
fr: Veuillez confirmer votre mot de passe
pt_pt: Por favor confirme a sua senha

# Please wait for follow-up actions!
source: フォローアップのアクションを待ってください！
fr: Veuillez attendre des actions de suivi!
pt_pt: Por favor aguarde pelas instruções seguintes!

# Didn't receive an email?
source: メールが届いていませんか？
fr: Vous navez-vous pas reçu le-mail ?
pt_pt: Não recebeu um email?

# Click here to
source: 迷惑メールフォルダを確認、または
fr: Cliquez ici pour
pt_pt: Clique aqui para

# resend
source: 再送信
fr: renvoyer
pt_pt: reenviar

# Forgot your password?
source: パスワードをお忘れですか？
fr: Mot de passe oublié ?
pt_pt: Esqueceu a sua senha?

# Enter your email address
source: お客様のEメール
fr: Saisissez votre adresse e-mail ici
pt_pt: Indique aqui o seu endereo de e-mail

source: セキュリティのため、認証コードを入力してください。
fr: Pour la sécurité de votre compte veuillez saisir votre code de vérification ci-dessous. Nous avons envoyé votre code de vérification à
pt_pt: Para a segurança da sua conta digite seu código de verificação abaixo. Enviamos seu código de verificação para

# Enter verification code
source: 認証コードを入力してください
fr: Veuillez saisir le code de vérification
pt_pt: Insira código de verificação

# By creating this account you are agreeing to our
source: このアカウントを作成すると、
fr: En créant ce compte vous acceptez nos
pt_pt: Ao criar esta conta você aceita os nossos

# Privacy Policy
source: プライバシーポリシー
fr: Politique de confidentialité
pt_pt: Política de Privacidade

# EULA
source: エンドユーザー使用許諾契約書
fr: CLUF
pt_pt: EULA

# First Name
source: 名
fr: Prénom
pt_pt: Nome

# Last Name
source: 姓
fr: Nom
pt_pt: Sobrenome

# Please enter a valid first name.
source: 「名」を入力してください
fr: Prénom ne peut pas être vide
pt_pt: Nome obrigatório

# Please enter a valid last name.
source: 「姓」を入力してください
fr: Nom de famille ne peut pas être vide
pt_pt: Sobrenome obrigatório

# Active Device Limit
source: アクティブデバイスの制限
fr: Limite d'appareil actif
pt_pt: Limite de Dispositivos Activos

# Empower Your Imagination
source: 想像力のその先へ
fr: Repoussez vos limites
pt_pt: Dê Asas à Sua Imaginação

# Log In on this Device
source: このデバイスでログイン
fr: Connextez-vous à cet appareil
pt_pt: Entrar neste Dispositivo

# Do Not Log In
source: ログインしない
fr: Ne pas se connecter
pt_pt: Não Entrar

# You are currently signed in as %@ on %d other devices. Your device limit is %d
source: 現在、他の %d つのデバイスで %@ としてサインインしています。 デバイス数の制限は %d つです
fr: Vous êtes actuellement connecté en tant que %@ sur %d autres appareils. La limite d'appareil lié à votre compte est de %d
pt_pt: Você está actualmente logado como %@ em %d outros dispositivos. Seu limite é de %d dispositivos.

source: このアカウントを使用して現在のデバイスでログインすると、次のデバイスからログアウトされます：%@
fr: Si vous vous connectez à cet appareil à l'aide de ce compte, vous serez déconnecté du périphérique suivant:%@
pt_pt: Se você entrar neste dispositivo com esta conta, sua conta neste dispositivo irá expirar: %@

# Loading...
source: 読み込み中…
fr: Chargement...
pt_pt: Carregando...

# Try Again
source: 再試行
fr: Réessayer
pt_pt: Tente Novamente

# Page Did Not Load
source: ページが読み込まれませんでした
fr: La page n'a pas été chargée
pt_pt: A Página Não Carregou

source: ページが読み込まれませんでした。 次の解決策を試してください： 1. ネットワーク設定を確認し、問題がない場合は再試行してください。 2.ファイアウォールの設定を無効にするか変更して、再試行してください。
fr: La page n'a pas pu être chargée. Veuillez essayer l'une des solutions suivantes: 1. Vérifiez vos paramètres réseau et, s’il n’y a pas de problème, réessayez. 2. Désactivez ou modifiez les paramètres de votre pare-feu et réessayez.
pt_pt: Não foi possível carregar a página. Por favor tente uma das seguintes situações: 1. Confira as definições da sua rede, e se não houver problemas, tente novamente. 2. Desactive ou altere as definições na sua firewall e tente novamente.

# Network connection failed
source: ネットワーク接続に失敗しました
fr: La connexion réseau a échoué
pt_pt: Falha na conexão de rede

source: プロジェクトにビデオが追加されました。ビデオをエクスポートしますか？
fr: Nous avons remarqué que vous avez ajouté des séquences dans le projet. Voulez-vous exporter votre vidéo?
pt_pt: Percebemos que você adicionou algumas imagens ao projeto. Deseja exportar seu vídeo?

# Project Library Window at Startup:
source: 起動時のプロジェクトライブラリウィンドウ:
pt_pt: Janela da Biblioteca de Projetos na Inicialização:

# Show this window when Filmora launches
source: Filmoraの起動時にこのウィンドウを表示する
fr: Afficher cette fenêtre lors du lancement de filmora
pt_pt: Mostrar esta janela quando o Filmora for iniciado

# Show Startup window when Filmora launches
source: Filmoraの起動時にこのウィンドウを表示する
pt_pt: Mostrar esta janela quando o Filmora for iniciado

source: 変換に失敗した場合でも、元のバージョンのFilmoraを使用してプロジェクトファイルを開くことができます。
pt_pt: Se a conversão falha, você ainda poderá usar a versão original do Filmora para abrir o arquivo do projeto.

# Failed to convert the project file
source: プロジェクトファイルの変換に失敗しました
pt_pt: Falha ao converter o arquivo do projeto

# Please use your original version of Filmora to open the project file.
source: 元のバージョンのFilmoraを使用して、プロジェクトファイルを開いてください。
pt_pt: Por favor, use sua versão original do Filmora para abrir o arquivo do projeto.

# Contact our Customer Support if you don't have your original version any more.
source: 元のバージョンがない場合は、カスタマーサポートにお問い合わせください。
pt_pt: Entre em contato com o suporte ao cliente se você não tiver mais sua versão original.

# Help Center
source: ヘルプセンター
fr: Centre d'aide
pt_pt: Centro de Ajuda

# Follow this tutorial to get up to speed.
source: チュートリアルを視聴して編集の効率を上げましょう。
fr: Suivez ce tutoriel pour vous mettre à niveau.
pt_pt: Siga o tutorial para melhorar o seu desempenho.

# Match to Media
source: メディアに一致
fr: Faire correspondre au média
pt_pt: Corresponder à Mídia

# Keep Project Settings
source: プロジェクト設定を保持する
fr: Conserver les paramètres du projet
pt_pt: Manter Definições do Projecto

# You have exceeded the character limit; please use multiple text boxes.
source: 文字数の上限に達しました。複数のテキストボックスをご利用ください。
fr: Vous avez dépassé la limite de caractères. veuillez utiliser plusieurs zones de texte.
pt_pt: You have exceeded the character limit; please use multiple text boxes.

# Do you want to keep the split clips as a group?
source: 分割クリップをグループ化しますか？
fr: Voulez-vous conserver les clips dissociés en tant que groupe?
pt_pt: Após dividir os clipes agrupados, você deseja mantê-los como clipes agrupados ou desagrupados?

# Keep Group
source: グループ化を保持
fr: Conserver le groupe
pt_pt: Manter Grupo

# Ungroup
source: グループ解除
fr: Dégrouper
pt_pt: Desagrupar

# Straight Alpha
source: ストレートアルファ
fr: Alpha directe
pt_pt: Alpha Direto

# Premultiplied Alpha
source: 合成アルファ
fr: Alpha prémultipliée
pt_pt: Alfa Pré-Multiplicado

# Ignore Alpha
source: アルファを無視する
fr: Ignorer Alpha
pt_pt: Ignorar Alfa

# Click to split
source: クリックして分割する
fr: Cliquez pour diviser
pt_pt: Clique para dividir

# Drag to move playhead
source: ドラッグしてプレイヘッドに移動
fr: Glisser pour déplacer la tête de lecture
pt_pt: Arraste para mover o cursor de reprodução

# Beat Detection
source: ビート検出
fr: Détection de rythme
pt_pt: Detecção de Batidas

# Beat Options
source: ビートオプション
fr: Options de rythme
pt_pt: Edição de Batidas

# Highlight every
source: ハイライト間隔
fr: Mettre en évidence tous les
pt_pt: Destacar cada

# Highlight offset
source: ハイライト指定
fr: Mettre en évidence décalage
pt_pt: Destacar compensação de

# Beats
source: ビート
fr: Rythmes
pt_pt: Batidas

# Mark highlight beats only
source: ハイライトされたビートのみをマーク
fr: Marquer uniquement les battements mis en évidence
pt_pt: Apenas assinalar batidas destacadas

# Beats analyzed. Drag and drop the music to the timeline to see beat markers.
source: ビートが検出されました。音楽ファイルをタイムラインにドラッグアンドドロップし、ビートマーカーを確認してください。
fr: Rythmes analysés. Glissez et déposez la musique sur la timeline pour voir les marqueurs de rythme.
pt_pt: Batidas actualizadas! Você pode arrastar e largar as músicas para a linha de tempo com as batidas assinaladas.

# Filmora is installing beat detection plugins. Please wait.
source: ビート検出プラグインをインストールしています。少々お待ちください。
fr: Filmora est en train d'installer des plugins de détection du rythme. Veuillez attendre.
pt_pt: O Filmora está instalando os plugins de detecção de batidas. Poderá demorar algum tempo, por favor aguarde.

# beat detection completed
source: ビート検出が完了しました
fr: détection de battement terminée
pt_pt: detecção de batida concluída

# beat detected failed
source: ビートが検出されませんでした
fr: battement n'a pas pu être détecté
pt_pt: batida não pôde ser detectada

# Request time out, Please check your network connection.
source: タイムアウトをリクエストしてください。ネットワーク接続を確認してください。
fr: Demander un délai d'attente, veuillez vérifier votre connexion réseau.
pt_pt: Solicitar tempo limite. Verifique sua conexão de rede.

# Click here to manually install the plugin.
source: プラグインを手動でインストールするには、ここをクリックしてください。
fr: Cliquez ici pour installer manuellement le plugin.
pt_pt: Clique aqui para instalar manualmente o plugin.

# Color Enhancement
source: カラーエンハンス
fr: Amélioration de la couleur
pt_pt: Melhoramento de Cor

# Threshold
source: しきい値
fr: Seuil
pt_pt: Limite

# Value
source: 値
fr: Valeur
pt_pt: Valor

# Frames
source: フレーム
fr: Image
pt_pt: Frames

# Included
source: 搭載素材
fr: Inclus
pt_pt: Incluído

source: お気に入りがありません。お気に入りフォルダに素材を追加するには、素材にマウスのカーソルを合わせながら「お気に入り」をクリックしてください。
fr: Vous n'avez aucun favoris. Cliquez sur 'Favoris' en survolant une ressource pour ajouter un élément à ce dossier.
pt_pt: Você não tem Favoritos. Clique em 'Favorito' com o mouse sobre um recurso para adicionar um item a esta pasta.

# Find even more video effects, music, stock footage, and images on Filmstock.
source: Filmstockからは、さらに多くの動画エフェクト、音楽、ストック映像、画像が入手できます。
pt_pt: Encontre ainda mais efeitos de vídeos, músicas, gravações e imagens pré-definidas no Filmstock.

# Visit Filmstock
source: Filmstockを開く
pt_pt: Visite o Filmstock

# Your One-Stop Shop for Royalty-Free Video Effects, Audio, and Stock Media.
source: ロイヤリティフリーの動画エフェクトや、サウンド素材、メディア素材が一気に揃うサイトです。
fr: Votre boutique tout-en-un pour tout ce qui est effets vidéo libre de droit, audio et média de stock.
pt_pt: A Sua Loja Essencial para Efeitos de Vídeo, Áudio e Mídia Pré-Definida Gratuita.

# You're not connected to the internet
source: インターネットに接続されていません。
fr: Vous n'êtes pas connecté à Internet.
pt_pt: Você não está conectado à Internet

source: Filmstockにアクセスするには、インターネットに接続する必要があります。ネット接続を確認してから、もう一度お試しください。
pt_pt: Você precisa de acesso à Internet para visitar o Filmstock. Por favor verifique a sua conexão e tente novamente.

# Access more effects! Try Filmstock free for %@ days.
source: より多くのエフェクトを入手！ Filmstockを%@日間無料でお試しください。
pt_pt: Acesse mais efeitos! Experimente o Filmstock gratuito por %@ dias.

# Access more effects! Try
source: より多くのエフェクトを入手！
fr: Accédez à plus d'effets! Essayez gratuitement
pt_pt: Acesse mais efeitos! Experimente o

# free for %@ days.
source: を%@日間無料でお試しください。
fr: pendant %@ jours.
pt_pt: gratuito por %@ dias.

# Start Free Trial
source: 無料体験を開始
fr: Commencer la période d'essai gratuite
pt_pt: Iniciar Teste Gratuito

# I agree to the Terms and Conditions.
source: 利用規約に同意します。
fr: J'accepte les conditions d'utilisation.
pt_pt: Aceito os Termos e Condições.

# I agree to
source: 同意
fr: J'accepte
pt_pt: Aceito

# the Terms and Conditions
source: 利用規約
fr: les conditions d'utilisation
pt_pt: os Termos e Condições

# Free Trial of Filmstock
source: Filmstockを無料体験
pt_pt: Teste Gratuito do Filmstock

# 1. You'll get the Free Trial for %@ days.
source: 1. %@日間無料で試用可能です。
fr: 1. Vous profiterez de la période d'essai gratuit pour %@ days.
pt_pt: 1. Você poderá usufruir da Versão de Teste por %@ dias.

source: ご試用いただけるFilmstockの有料素材は、ソフト内に表示されているFilmstockの素材のみです。
fr: Pendant la période d'essai gratuite, vous avez accès à certains effets vidéo gratuitement recommandés ici. Ces effets peuvent faire partie des bibliothèques standard et Premium.
pt_pt: Durante o seu período de teste, poderá usar os efeitos de vídeo Padrão e Premium e outros recursos recomendados aqui gratuitamente.

source: 試用期間が終了した後も、Filmstockの有料素材を使用されたい場合、Filmstockの有料プランをご購入ください。
pt_pt: Quando o seu período de teste terminar, você pode optar por comprar um plano do Filmstock para continuar a usar estes recursos.

# Got It
source: 了解
fr: Ok
pt_pt: Percebi

# Congrats! Your free trial will last from %@ to %@.
source: Filmstockの有料素材（一部）は、%@から%@まで無料でご試用いただけます。
fr: Félicitations! Votre période d'essai gratuite au plan Premium de Filmstocks démarrera le %@ et prendra fin le %@.
pt_pt: Parabéns! O seu período de teste gratuito do Plano Premium do Filmstock terá a duração de %@ até %@.

# from %@ to %@
source: %@から%@まで
fr: de %@ à %@
pt_pt: desde %@ até %@

# Free Trial
source: 無料体験
fr: Essai gratuit
pt_pt: Teste Gratuito

# %@ Days Left
source: 残り%@日
fr: %@ jours restants
pt_pt: Faltam %@ Dias

source: 無料体験期間が終了しました。Filmstockの素材を引き続き使用するには、サブスクリプションプランをご購入ください。
pt_pt: Desculpe, o seu período de teste gratuito terminou. Para continuar a usar os recursos do Filmstock por favor compre uma subscrição.

# Subscribe
source: サブスクリプションを購入
fr: Abonnez-vous
pt_pt: Subscrever

# Refresh My Account
source: アカウントを更新
fr: Actualiser mon compte
pt_pt: Atualizar Minha Conta

source: Filmstockのスタンダードプランに登録されています。プレミアムプランのエフェクトをご利用いただく場合は、アカウントをアップグレードしてください。
pt_pt: Você subscreveu o Plano Padrão do Filmstock. Se você precisar de experimentar os efeitos do Plano Premium, por favor actualize sua conta.

source: Filmstockのプレミアムプランに登録されています。下記すべての推奨エフェクトをご利用いただけます。
pt_pt: Você subscreveu o Plano Premium do Filmstock. Todos os efeitos recomendados em baixo podem ser usados.

# Subscribe to Premium Plan
source: プレミアムプランのサブスクリプションを購入
fr: Abonnez-vous au plan Premium
pt_pt: Subscrever o Plano Premium

# A video preview of the effects in this pack.
source: このパックのエフェクトのビデオをプレビューします。
fr: Aperçu vidéo des effets de ce pack.
pt_pt: Pré-visualização em vídeo dos efeitos neste pacote.

# Downloading...
source: ダウンロード中…
fr: En cours de téléchargement...
pt_pt: Baixando…

# Cancel Download
source: ダウンロードをキャンセル
fr: Annuler le téléchargement
pt_pt: Cancelar Transferência

# Find effects downloaded from Filmstock here.
source: Filmstockからダウンロードしたエフェクトはこちらから検索してください。
pt_pt: Encontre efeitos baixados do Filmstock aqui.

# Free plan
source: フリー
fr: Gratuit
pt_pt: Gratuito

# Standard plan
source: スタンダードプラン
fr: Licence Standard
pt_pt: Plano Padrão

# Premium plan
source: プレミアムプラン
fr: Licence Premium
pt_pt: Plano Premium

# StIll have problems, please click here.
source: ご不明点がございましたら、FAQページにてご参考ください。
fr: Si vous avez des problèmes, veuillez cliquer ici.
pt_pt: Ainda há problema, por favor clique aqui.

# click here
source: ここ
fr: Cliquez ici
pt_pt: clique aqui.

# upgrade_Link
source: アップグレード
fr: mettre à niveau
pt_pt: actualize

# Login Required
source: ログインが必要です
fr: Connexion requise
pt_pt: Login Obrigatório

# Filmstokcs need login and register
source: 続行するにはWondershare IDが必要になります。ログイン、または無料でアカウントを作成してください。
fr: Vous avez besoin d'un identifiant Wondershare pour continuer. Veuillez vous connecter ou créer un compte gratuitement.
pt_pt: Você precisa de um ID do Wondershare para continuar.Por favor, faça login ou crie uma conta gratuitamente.

source: Wondershare IDを取得すると、Filmoraのアカウント管理及びエフェクトストアでのエフェクトの管理が簡単にできます。
fr: Wondershare ID vous permet d'activer facilement votre accès aux logiciels Filmora et à la Boutique d'Effets.
pt_pt: O Wondershare ID fornece uma maneira fácil de ativar o seu acesso no software à Loja de Efeitos do Filmora e à comunidade Filmora.io.

# Get More Effects from Filmstock
source: Filmstockからより多くのエフェクトを入手
pt_pt: Obtenha mais efeitos do Filmstock

# Try Filmstock free for %d days
source: Filmstockを%d日間無料体験
pt_pt: Experimente o Filmstock gratuitamente por %d dias

# Wondershare Filmora (UNACTIVATED)
source: Wondershare Filmora（ライセンス未認証）
fr: Wondershare Filmora (DÉSACTIVÉ)
pt_pt: Wondershare Filmora (NÃO ATIVADO)

# Sign in with your Wondershare ID to activate Filmora
source: Wondershare IDでログインしてFilmora Xをアクティベートする
fr: Connectez-vous avec votre Wondershare ID pour activer Filmora
pt_pt: Entre com seu Wondershare ID para ativar o Filmora

# Enter the email you used to place the order
source: ご購入際のメールアドレスを入力してください
fr: Entrez l'e-mail que vous avez passé la commande
pt_pt: Introduza o email que realizou a encomenda

# Enter your password
source: パスワードを入力してください
fr: Entrez votre mot de passe
pt_pt: Introduza sua senha

# Forget password
source: パスワードをお忘れですか？
fr: Mot de passe oublié?
pt_pt: Esqueceu a senha?

# Sign in to Activate Filmora Now
source: Filmora Xのライセンス認証をする
fr: Connectez-vous pour activer Filmora
pt_pt: Entre para Ativar o Filmora

# OR
source: または
fr: OU
pt_pt: OU

source: 登録コードをお持ちの場合は、ここをクリックしてFilmora Xのライセンス認証をしてください。
fr: Si vous avez un code d'enregistrement, veuillez cliquez ici pour activer Filmora.
pt_pt: Se você tem um código da licença, por favor clique aqui para ativar o Filmora.

# If you're having trouble activating Filmora, click here to troubleshoot.
source: Filmora Xのライセンス認証に問題がある場合は、ここをクリックしてトラブルシューティングを行ってください。
fr: Si vous rencontrez des problèmes pour activer Filmora, cliquez ici pour les résoudre.
pt_pt: Se você está com problemas em ativar o Filmora, clique aqui para resolver o problema.

source: Wondershare ID （%@）でサインインしました。現在はFilmora Xの無料プランを使用しています。
fr: Vous êtes connecté avec le Wondershare ID (%@) et vous utilisez le plan gratuit de Filmora.
pt_pt: Você está logado com o Wondershare ID (%@) e está usando o plano gratuito do Filmora.

# If you have purchased a plan, click here to refresh your activation status.
source: すでにプランをご購入されている場合は、ここをクリックしてライセンスステータスを更新してください。
fr: Si vous avez acheté un plan, cliquez ici pour rafraîchir votre statut d'activation.
pt_pt: Se você comprou um plano, clique aqui para atualizar o seu estado de ativação.

# Please make sure you‘re using the same OS platform you purchased it for.
source: ご購入された製品とパソコンのOSが合っているかを確認してください。
fr: Veuillez vous assurer que vous utilisez Filmora sous le même système d'exploitation que celui sur lequel vous étiez lorsque vous avez acheté la licence.
pt_pt: Por favor certifique-se de que está usando o mesmo SO suportado pelo software que adquiriu.

# Wondershare Filmora (ACTIVATED)
source: Wondershare Filmora（ライセンス認証済）
fr: Wondershare Filmora (ACTIVÉ)
pt_pt: Wondershare Filmora (ATIVADO)

# Your Wondershare ID (%@) has been activated sucessfully.
source: Wondershare ID （%@）は正常にアクティベートされました。
fr: Votre Wondershare ID (%@) a été activé avec succès.
pt_pt: O seu Wondershare ID (%@) foi ativado com sucesso.

# Lifetime Plan/Annualy Plan/Monthly Plan/Quaterly Plan
source: ライフタイムプラン/年間プラン/月間プラン/3ヶ月間プラン
fr: Plan illimité/Plan annuel/Plan mensuel/Plan trimestriel
pt_pt: Plano Vitalício/Plano Anual/Plano Mensal/Plano Trimestral

# Expires
source: 有効期限
fr: Expire
pt_pt: Expira

# Your license has been activated successfully.
source: ライセンスが正常にアクティベートされました。
fr: Votre licence a été activée avec succès.
pt_pt: A sua licença foi ativada com sucesso.

source: Wondershare ID （%@）でサインインしました。アカウント情報を更新しています。しばらくお待ちください。
fr: Vous êtes connecté avec Wondershare ID (%@). Nous actualisons les informations de votre compte maintenant. Cela peut prendre quelques secondes.
pt_pt: Você está logado com o Wondershare ID (%@). Estamos atualizando as informações da sua conta. Poderá demorar alguns segundos.
