Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Res/LocalizedLanguage/*.lproj/Localizable.strings
Languages: fr, pt_pt

# AboutWnd.HomePageTip
source: www.wondershare.jp
fr: www.wondershare.com/fr
pt_pt: www.wondershare.com

# AboutWnd.SupportTip
source: 製品概要
fr: Présentation du produit
pt_pt: Descrição do Produto

# AboutWnd.VersionTip
source: バージョン：
fr: Version:
pt_pt: Versão:

# AboutWnd.Wnd.Title
source: 製品情報
fr: À propos
pt_pt: Sobre

# AboutWnd.Wnd.COIntroduce
source: Wondershareは、「Wonderful Software,Wonderful Life」というスローガンを基に、実用性が高く、機能性の高い製品とサービスをお客さまにお届けしています。Wondershareならではの、革新的で広範な製品ラインと技術力は、Windows,Mac OS Xはもちろん、iOS,Androidのデバイス用にも開発され、世界中の個人のみならず、法人、政府機関、学術機関など、様々な分野でご愛用いただいております。
fr: Fondée en 2003, Wondershare est un leader mondial dans le développement de logiciels et un pionnier dans le domaine de la créativité numérique. Notre technologie est puissante, et les solutions que nous fournissons sont simples et pratiques. C’est pourquoi des millions de personnes dans plus de 150 pays du monde nous font confiance. Nous aidons nos utilisateurs à poursuivre leurs passions afin que, ensemble, nous puissions construire un monde plus créatif.
pt_pt: Fundada em 2003, a Wondershare é líder mundial no desenvolvimento de software e pioneira no campo da criatividade digital. Nossa tecnologia é poderosa, e as soluções que fornecemos são simples e convenientes. É por isso que milhões de pessoas em mais de 150 países em todo o mundo confiam em nós. Ajudamos nossos usuários a perseguir suas paixões para que, juntos, possamos construir um mundo mais criativo.

# AboutWnd.Wnd.linkTitle
source: 詳細については、以下をご覧下さい。 Wondershareホームページ Wondershare Filmora公式サイト
fr: Visitez Wondershare et Wondershare Filmora pour en savoir plus.
pt_pt: Visite Wondershare e Wondershare Filmora para saber mais.

# Cancel
source: キャンセル
fr: Annuler
pt_pt: Cancelar

# CANCEL
source: キャンセル
fr: Annuler
pt_pt: CANCELAR

# Reset
source: リセット
fr: Réinitialiser
pt_pt: Redefinir

# RESET
source: リセット
fr: Réinitialiser
pt_pt: REDEFINIR

# Delete
source: 削除
fr: Effacer
pt_pt: Excluir

# Custom
source: カスタム
fr: Personnalisé
pt_pt: Personalizado

# fmim_key
source: fmimj.dylib
fr: fmimf.dylib
pt_pt: fmimp.dylib

# langID
source: jp
fr: fr
pt_pt: pt

# PackageValidateKey
source: e2e82cfdb34166c9dd8f9e217f2a6f68
fr: b260775291bd8748dddef83264eb5607
pt_pt: d3527b2dd69c57d4862afe283b980b0e

# Buy
source: 購入
fr: Acheter
pt_pt: Comprar

# Music
source: 音楽
fr: Musique
pt_pt: Música

# Video
source: ビデオ
fr: Vidéo
pt_pt: Vídeo

# Create folder %@ failed!
source: フォルダ%@を作成できません。
fr: Impossible de créer le dossier %@ !
pt_pt: Falha ao criar a pasta %@ !

# remove file path %@ failed!
source: ファイルパス%@を削除できません。
fr: Échec de la suppression du chemin d'accès au fichier %@ !
pt_pt: Falha ao remover o caminho do arquivo %@ !

# Please make sure the output folder has read and write privilege.
source: 出力フォルダが書込み可能かどうかもう一度、ご確認ください。
fr: Assurez-vous que le dossier de sortie dispose des privilèges en lecture et en écriture.
pt_pt: Por favor, certifique-se de que a pasta de saída tem privilégios de leitura e escrita.

# Undo
source: 元に戻す
fr: Annuler
pt_pt: Desfazer

# Redo
source: やり直し
fr: Rétablir
pt_pt: Refazer

# Split
source: 分割
fr: Divisé
pt_pt: Dividir

# Crop
source: クロップ
fr: Recadrer
pt_pt: Cortar

# Adjust Speed
source: 速度を調整
fr: Ajuster la vitesse
pt_pt: Ajustar Velocidade

# Color Correction
source: 色補正
fr: Correction de couleur
pt_pt: Correção de Cor

# Edit
source: 編集
fr: Modifier
pt_pt: Editar

# Green Screen
source: グリーンスクリーン
fr: Écran vert
pt_pt: Tela Verde

# Freeze Frame
source: フリーズフレーム
fr: Arrêt sur image
pt_pt: Congelar Quadro

# Set Duration
source: 持続時間を設定
fr: Définir la durée
pt_pt: Definir Duração

# Audio Mixer
source: オーディオミキサー
fr: Mixeur Audio
pt_pt: Misturador de Áudio

# Zoom to Fit Timeline
source: 画面サイズに合わせてズーム
fr: Zoom pour correspondre à la timeline
pt_pt: Amplie para Ajustar à Linha de Tempo

# Zoom Out
source: ズームアウト
fr: Dézoomer
pt_pt: Afastar

# Zoom In
source: ズームイン
fr: Agrandir
pt_pt: Ampliar

# Record Audio
source: オーディオ録音
fr: Enregistrement audio
pt_pt: Gravar Áudio

# Add Marker
source: マーカーを追加
fr: Ajouter un marqueur
pt_pt: Adicionar Marcador

# Peak Volume Meter
source: ピークボリュームメーター
fr: Compteur de volume maximum
pt_pt: Medidor de Pico de Volume

# Record VoiceOver
source: ボイスオーバーを録音
fr: Enregistrer Voix Off
pt_pt: Gravar Narração

# Add Track
source: トラックを追加
fr: Ajouter piste
pt_pt: Adicionar Faixa

# Show Track
source: トラックを表示
fr: Montrer piste
pt_pt: Mostrar Faixa

# Hide Track
source: トラックを隠す
fr: Masquer piste
pt_pt: Ocultar Faixa

# Mute
source: ミュート
fr: Sourdine
pt_pt: Silenciar

# Unmute
source: ミュートを解除
fr: Activer le son
pt_pt: Ativar Som

# Lock Track
source: トラックをロックする
fr: Verrouiller piste
pt_pt: Bloquear Faixa

# Unlock Track
source: トラックのロックを解除する
fr: Débloquer la piste
pt_pt: Desbloquear Faixa

# Hide media folder list
source: メディアフォルダリストを非表示にする
fr: Masquer la liste des dossiers médias
pt_pt: Ocultar lista de pastas de mídia

# Show media folder list
source: メディアフォルダのリストを表示
fr: Afficher la liste des dossiers médias
pt_pt: Mostrar lista de pastas de mídia

# Add a new folder
source: 新しいフォルダを追加する
fr: Ajouter un nouveau dossier
pt_pt: Adicione uma nova pasta

# Delete folder
source: フォルダを削除
fr: Supprimer le dossier
pt_pt: Eliminar pasta

# Import Media
source: メディアのインポート
fr: Importer des médias
pt_pt: Importar Mídia

# Record a video
source: ビデオを録画する
fr: Enregistrer une vidéo
pt_pt: Gravar um vídeo

# Filter by media type
source: メディアタイプ別にフィルタリングする
fr: Filtrer par type de média
pt_pt: Filtrar por tipo de mídia

# Adjust View, Sort, Group
source: 表示、ソート、グループを調整する
fr: Ajuster la vue, trier, grouper
pt_pt: Ajustar a Vista, Ordenar, Agrupar

# Play
source: 再生
fr: Jouer
pt_pt: Reproduzir

# Stop
source: 停止
fr: Stop
pt_pt: Parar

# Pause
source: 一時停止
fr: Pause
pt_pt: Pausa

# Previous Frame
source: 前へ
fr: Image précédente
pt_pt: Frame Anterior

# Next Frame
source: 次へ
fr: Image suivante
pt_pt: Frame Seguinte

# Mark In
source: マークイン
fr: Marquage début
pt_pt: Marcar Entrada

# Mark Out
source: マークアウト
fr: Marquage Fin
pt_pt: Marcar Saída

# Playhead Position
source: 再生ヘッドの位置
fr: Position de la tête de lecture
pt_pt: Posição do Cursor de Reprodução

# Preview quality and display settings
source: プレビュー品質と表示設定
fr: Qualité d'affichage et paramètres d'affichage
pt_pt: Visualizar configurações de qualidade e exibição

# Snapshot
source: スクリーンキャプチャ
fr: Imprime écran
pt_pt: Capturar Imagem

# Volume
source: 音量
fr: Volume
pt_pt: Volume

# Full Screen
source: フルスクリーン
fr: Plein écran
pt_pt: Tela Cheia

# Exit Full Screen
source: フルスクリーンを終了
fr: Quitter le mode plein écran
pt_pt: Sair da Tela Cheia

# More Effects
source: 他のエフェクト
fr: Plus d'effets
pt_pt: Mais efeitos

# Add Video
source: ビデオを追加
fr: Ajouter une vidéo
pt_pt: Adicionar Vídeo

# Add Audio
source: オーディオを追加
fr: Ajouter de l'audio
pt_pt: Adicionar Áudio

# Delete Selected Track
source: 選択したトラックを削除する
fr: Supprimer la piste sélectionnée
pt_pt: Eliminar Faixa Selecionada

# Delete Empty Tracks
source: 空トラックを削除する
fr: Supprimer les pistes vides
pt_pt: Eliminar Faixas Vazias

# Adjust Track Height
source: トラックの高さを調整する
fr: Ajuster la hauteur de piste
pt_pt: Ajustar a Altura da Faixa

# Small
source: 小
fr: Petit
pt_pt: Pequeno

# Normal
source: 通常
fr: Normal
pt_pt: Normal

# Big
source: 大
fr: Grand
pt_pt: Grande

# Open Track Manager
source: トラックマネージャを開く
fr: Ouvrir le gestionnaire de piste
pt_pt: Abrir Gestor de Faixas

# Track Manager
source: トラックマネージャー
fr: Gestionnaire de piste
pt_pt: Gestor de Faixas

# Video Tracks
source: ビデオトラック
fr: Pistes vidéo
pt_pt: Faixas de Vídeo

# Add:
source: 追加：
fr: Ajouter:
pt_pt: Adicionar:

# video track(s)
source: ビデオトラック
fr: piste(s) vidéo
pt_pt: Faixa(s) de Vídeo:

# Placement
source: レイアウト：
fr: Placement:
pt_pt: Posicionamento:

# Audio Tracks
source: オーディオトラック
fr: Pistes audio
pt_pt: Faixas de Áudio

# Audio track(s)
source: オーディオトラック
fr: Piste(s) audio
pt_pt: Faixa(s) de Áudio

# After Track %d
source: 上のトラック%d
fr: Au dessus de la piste %d
pt_pt: Acima da faixa %d

# Before Track %d
source: 下のトラック%d
fr: En dessous de la piste %d
pt_pt: Abaixo da faixa %d

source: 選択したトラックにはコンテンツがあります、トラックを削除するとすべてのコンテンツも削除されます。続行しますか？
fr: Il y a du contenu sur la piste sélectionnée, supprimer la piste supprimera également tout son contenu, souhaitez-vous continuer?
pt_pt: Existem conteúdos na faixa selecionada, a exclusão da faixa também removerá todo o conteúdo. Deseja continuar?

# Modify Marker
source: マーカーを変更する
fr: Modifier le marqueur
pt_pt: Modificar Marcador

# Go to Previous Marker
source: 前へ
fr: Aller au marqueur précédent
pt_pt: Ir para Marcador Anterior

# Go to Next Marker
source: 次へ
fr: Aller au marqueur suivant
pt_pt: Ir para o Próximo Marcador

# Delete All Markers
source: すべてのマーカーを削除
fr: Supprimer tous les marqueurs
pt_pt: Eliminar Todos os Marcadores

# Delete Marker
source: マーカーを削除
fr: Supprimer le marqueur
pt_pt: Eliminar Marcador

# Name:
source: 名前：
fr: Nom:
pt_pt: Nome:

# Time:
source: 時間：
fr: Temps:
pt_pt: Tempo:

# Comments:
source: コメント：
fr: commentaires:
pt_pt: Comentários:

# Marker Color:
source: マーカーの色：
fr: Couleur du marqueur:
pt_pt: Cor do Marcador:

# Show Properties
source: プロパティを表示
fr: Afficher les propriétés
pt_pt: Mostrar Propriedades

# Cut
source: 切り取り
fr: Couper
pt_pt: Cortar

# Copy
source: コピー
fr: Copier
pt_pt: Copiar

# Paste
source: 貼り付け
fr: Coller
pt_pt: Colar

# Trim Start to Playhead
source: 編集開始点から再生ヘッドまでトリム
fr: Début du rognage à la tête de lecture
pt_pt: Aparar Início no Cursor de Reprodução

# Trim End to Playhead
source: 編集終了点から再生ヘッドまでトリム
fr: Fin du rognage à la tête de lecture
pt_pt: Aparar Fim no Cursor de Reprodução

# Crop and Zoom
source: クロップとズーム
fr: Recadrer et zoomer
pt_pt: Cortar e Ampliar

# Rotate 90° CW
source: 時計回りに90度回転
fr: Rotation 90 ° horaire
pt_pt: Rodar 90° no Sentido dos Ponteiros do Relógio

# Roate 90° CCW
source: 反時計回りに90度回転
fr: Rotation 90 ° anti-horaire
pt_pt: Girar 90° no Sentido Anti-Horário

# Speed and Duration
source: スピードと持続時間
fr: Vitesse et durée
pt_pt: Velocidade e Duração

# Add Freeze Frame
source: フリーズフレームを追加
fr: Ajouter un arrêt sur image
pt_pt: Adicionar Frame Congelado

# Adjust Audio
source: オーディオを調整する
fr: Ajuster le son
pt_pt: Ajustar Áudio

# Detach Audio
source: オーディオを切り離す
fr: Détacher l'audio
pt_pt: Separar Áudio

# Copy Effects
source: エフェクトをコピー
fr: Copier effet
pt_pt: Copiar Efeitos

# Paste Effects
source: エフェクトを貼り付け
fr: Coller effet
pt_pt: Colar Efeitos

# Delete Effects
source: エフェクトを削除
fr: Supprimer des effets
pt_pt: Eliminar Efeitos

# Duration
source: 再生時間
fr: Durée
pt_pt: Duração

# Advanced Edit
source: 高度編集
fr: Modification avancée
pt_pt: Edição Avançada

# 1. Drop Main Video here to form your story
source: 1.ここにメインビデオをドロップしてストーリーを形成する
fr: 1. Déposez la vidéo principale ici pour créer votre scénario
pt_pt: 1. Largue aqui o vídeo principal para criar a sua história

# 2. Drop Overlay Video or Titles above your main story
source: 2.メインストーリーの上にオーバーレイまたはタイトルをドロップする
fr: 2. Déposez la vidéo ou le titre superposé-e au-dessus de votre scénario principal
pt_pt: 2. Arraste o Vídeo ou Títulos de Sobreposição sobre a sua história principal

# 3. Drop Background music here
source: 3.BGMをここにドロップする
fr: 3. Déposez la musique de fond ici
pt_pt: 3. Solte a música de fundo aqui

# View
source: 表示
fr: Vue
pt_pt: Visualização

# Go to
source: 移動
fr: Aller à
pt_pt: Ir para

# Tools
source: ツール
fr: Outils
pt_pt: Ferramentas

# Zoom Timeline
source: タイムラインを拡大・縮小
fr: Zoom sur la Timeline
pt_pt: Ampliar Linha de Tempo

# Do you want to save changes to this project before creating new project.
source: 新しいプロジェクトを作成する前に、このプロジェクトの変更を保存しますか？
fr: Voulez-vous enregistrer les modifications apportées à ce projet avant de créer un nouveau projet?
pt_pt: Você deseja salvar as alterações neste projeto antes de criar um novo projeto?

# Do you want to save changes to this project before open a project.
source: プロジェクトを開く前にこのプロジェクトの変更を保存しますか？
fr: Voulez-vous enregistrer les modifications apportées à ce projet avant d'ouvrir un projet?
pt_pt: Você deseja salvar as alterações neste projeto antes de abrir um projeto?

# If you don't save, your changes will be lost
source: 保存しない場合、変更した内容は失われます。
fr: Si vous ne sauvegardez pas, vos modifications seront perdues.
pt_pt: Se você não salvar, suas alterações serão perdidas.

# Save
source: 保存
fr: Enregistrer
pt_pt: Salvar 

# Don't Save
source: 保存しない
fr: Ne pas enregistrer
pt_pt: Não Salvar

# Open
source: 開く
fr: Ouvrir
pt_pt: Abrir

# Open Recent
source: 最近のファイルを開く
fr: Ouvrir récent
pt_pt: Abrir Recente

# Clear Menu
source: クリアメニュー
fr: Nettoyer le menu
pt_pt: Limpar Menu

# Open document failed!
source: プロジェクトファイルを開くことができません
fr: Impossible d'ouvrir le fichier de projet!
pt_pt: Falha ao abrir o arquivo do projeto!

# Save document failed!
source: プロジェクトファイルを開くことができません
fr: Impossible d'enregistrer le fichier de projet!
pt_pt: Falha ao abrir o arquivo do projeto!

# Application abnormal, you need to exit the restart Application
source: エラーが発生しました。アプリケーションを終了して再起動してください。
fr: Oups, une erreur est survenue, veuillez quitter l'application et redémarrer
pt_pt: Ups! Ocorreu um erro. Por favor, tente encerrar o aplicativo e reinicie

# Recover unsaved project
source: 保存されていないプロジェクトを復元
fr: Récupérer un projet non enregistré
pt_pt: Recuperar projeto não salvo

source: 以前のプロジェクトの自動バックアップが検出されました。このバックアップファイルを使用しますか？
fr: Une sauvegarde automatique d'un projet précédent a été détectée. Voulez-vous utiliser ce fichier de sauvegarde?
pt_pt: Um backup automático de um projeto anterior foi detectado. Você gostaria de usar este arquivo de backup?

# Open project...
source: プロジェクトを開く...
fr: Ouvrir un projet...
pt_pt: Abrir projeto...

# Save project...
source: プロジェクトを保存...
fr: Enregistrer le projet...
pt_pt: Salvar projeto...

# Locate missing files
source: 紛失したファイルを見つける
fr: Localiser les fichiers manquants
pt_pt: Localize os arquivos em falta

source: プロジェクト内の一部のファイルが移動され、または紛失しました。以下のリストからファイルを選択して、再配置してください：
fr: Certains fichiers de votre projet ont été déplacés ou sont manquants, veuillez sélectionner les fichiers dans la liste ci-dessous et les transférer un par un:
pt_pt: Algum arquivo (s) no seu arquivo de projeto foram movidos ou estão em falta, por favor selecione o arquivo da lista abaixo e realoque-os um por um:

# Ignore All
source: すべて無視
fr: Ignorer tout
pt_pt: Ignorar Tudo

# Locate
source: 検索
fr: Localiser
pt_pt: Localizar

# File name
source: ファイル名
fr: Nom de fichier
pt_pt: Nome do arquivo

# Original path
source: 元のパス
fr: Chemin d'accès original
pt_pt: Caminho original

# Matched file
source: 一致したファイル
fr: Fichier correspondant
pt_pt: Arquivo correspondente

# Project Settings
source: プロジェクト設定
fr: Paramètres du projet
pt_pt: Configurações do Projeto

# Resolution:
source: 解像度：
fr: Résolution:
pt_pt: Resolução:

source: メディアの解像度またはフレームレートが現在のプロジェクト設定と一致しません。プロジェクトの設定を一致するように変更しますか？
fr: La résolution ou la fréquence d'images du support ne correspond pas aux paramètres du projet en cours. Voulez-vous modifier les paramètres de votre projet pour faire correspondre?
pt_pt: A resolução ou o Taxa de frames da mídia não corresponde às configurações atuais do projeto. Você quer alterar as configurações do seu projeto para corresponder?

# Keep exiting settings
source: 変更しない
fr: Ne pas changer
pt_pt: Não Alterar

# Change document settings
source: メディアと一致させる
fr: Faire correspondre au media
pt_pt: Corresponder à Mídia

# Always ask
source: 毎回確認する
fr: Toujours demander
pt_pt: Perguntar sempre

source: プロジェクトファイルは以前のバージョンで作成されていました。エラーが発生する可能性がありますので、Filmoraバージョン8で再度開いてください。
fr: Oops! Le fichier projet a été créé avec une version antérieure et peut poser problème, veuillez le rouvrir avec Filmora version 8.
pt_pt: Ups! O arquivo de projeto foi criado com uma versão anterior e pode ser problemático, por favor, abra-o novamente com a versão 8 do Filmora.

# Pan and Zoom
source: パンとズーム
fr: Panoramique et Zoom
pt_pt: Aproximar e Ampliar

# Ratio:
source: アスペクト比：
fr: Ratio:
pt_pt: Taxa:

# Original Ratio
source: 元の比率
fr: Ratio d'origine
pt_pt: Taxa Original

# Start
source: 入門ミッション
fr: Début
pt_pt: Início

# End
source: 終了
fr: Fin
pt_pt: Fim

# Create New Project
source: 新しいプロジェクトを作成
fr: Créer Nouveau Projet
pt_pt: Criar Novo Projeto

# Open exsiting Project
source: 既存のプロジェクトを開く
fr: Ouvrir Projet Existant
pt_pt: Abrir projeto existente

# Get Started
source: 開始
fr: Commencer
pt_pt: Começar

# Project Library
source: プロジェクトライブラリ
fr: Bibliothèque de projets
pt_pt: Biblioteca de Projetos

# Mute Project
source: プロジェクトのミュート
fr: Projet muet
pt_pt: Silenciar Projeto

# Device:
source: デバイス：
fr: Appareil:
pt_pt: Dispositivo:

# Video Device:
source: ビデオデバイス：
fr: Appareil vidéo:
pt_pt: Dispositivo de Vídeo:

# Audio Device:
source: オーディオデバイス：
fr: Appareil audio:
pt_pt: Dispositivo de Áudio:

# Live Recording...
source: ライブレコーディング...
fr: Enregistrement en direct ...
pt_pt: Gravação em Direto...

# Record Webcam
source: WebCamで録画する
fr: Enregistrer WebCam
pt_pt: Gravação da WebCam

# Install Computer Audio Drive
source: コンピュータオーディオドライバをインストールする
fr: Installer le pilote audio de l'ordinateur
pt_pt: Instalar o Driver de Áudio do Computador

# It is required to install an audio drive in order to record system audio
source: システムオーディオを録音するには、オーディオドライバをインストールする必要があります
fr: Il est nécessaire d'installer un pilote audio afin d'enregistrer le son du système
pt_pt: É necessário instalar um driver de áudio para gravar o áudio do sistema

# Install computer audio drive successful!
source: オーディオドライバが正しくインストールされました
fr: Le pilote audio est maintenant correctement installé
pt_pt: O driver de áudio agora está instalado corretamente

# Install computer audio drive failed!
source: オーディオドライバのインストールに失敗しました
fr: Impossible d'installer le pilote audio!
pt_pt: Falha ao instalar o driver de áudio!

# About
source: 製品情報
fr: À propos
pt_pt: Sobre

source: プロダクト マネジメント： Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou プログラミング： Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song 品質エンジニアリング： Cici Chen, Huang Jing, Wang Hao, Zhao Yulong UIデザイン： Shaan Jahagirdar, Koko Li ビデオ/エフェクトデザイン： Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori プロダクトマーケティング： Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda
fr: Gestion de produit: Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou Équipe de programmation: Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song Ingénierie de la qualité: Cici Chen, Huang Jing, Wang Hao, Zhao Yulong Conception de l'interface: Shaan Jahagirdar, Koko Li Conception vidéo: Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori Product Marketing: Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda
pt_pt: Gestão de Produtos: Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou Equipe de programação: Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song Engenharia de Qualidade: Cici Chen, Huang Jing, Wang Hao, Zhao Yulong Design de Interface do Usuário: Shaan Jahagirdar, Koko Li Design de Vídeo / Efeitos: Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori Marketing de Produto: Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda

# Special Thanks to our Lead Videographer Dan Bergh.
source: ビデオグラファー Dan Berghに特別感謝します。
fr: Remerciements spéciaux à notre vidéaste principal Dan Bergh.
pt_pt: Agradecimentos especiais ao nosso principal videógrafo Dan Bergh.

# Product Management:
source: プロダクト マネジメント：
fr: Gestion produit:
pt_pt: Gestão de Produto:

# Programming Team:
source: プログラミング：
fr: Équipe de programmation:
pt_pt: Equipe de Programação:

# Quality Engineering:
source: 品質エンジニアリング：
fr: Ingénierie qualité:
pt_pt: Engenharia de Qualidade:

# UI Design:
source: UIデザイン：
fr: Conception Interface Utilisateur:
pt_pt: Design de Interface do Usuário:

# Video/Effect Design:
source: ビデオ/エフェクトデザイン：
fr: Conception vidéo/effet:
pt_pt: Design de Vídeo / Efeitos:

# Product Marketing:
source: プロダクトマーケティング：
fr: Produit marketing:
pt_pt: Marketing de Produto:

# Video editing simplified
source: 動画編集をもっと簡単に
fr: Montage vidéo simplifié
pt_pt: Edição de Vídeo Sem Complicações

# Transform
source: 変換
fr: Transformer
pt_pt: Transformar

# Rotate:
source: 回転:
fr: Faire pivoter:
pt_pt: Rodar:

# Flip:
source: 反転：
fr: Retourner:
pt_pt: Virar:

# Scale:
source: スケール：
fr: Échelle:
pt_pt: Escala:

# Position:
source: ポジション：
fr: Position:
pt_pt: Posição:

# Composition
source: 合成
fr: Composition
pt_pt: Composição

# Blending Mode:
source: 描画モード：
fr: Mode de fusion:
pt_pt: Modo de Junção:

# Darken
source: 比較（暗）
fr: Obscurcir
pt_pt: Escurecer

# Multiply
source: 乗算
fr: Produit
pt_pt: Multiplicar

# ColorBurn
source: 焼き込みカラー
fr: Densité couleur +
pt_pt: Queimadura de Cor

# LinearBurn
source: カラー比較(暗)
fr: Densité linéaire +
pt_pt: Queimadura Linear

# Screen
source: スクリーン
fr: Superposition
pt_pt: Tela

# ColorDodge
source: 覆い焼きカラー
fr: Densité couleur -
pt_pt: Evasão de Cor

# LinearDodge
source: カラー比較(明)
fr: Densité linéaire -
pt_pt: Evasão Linear

# Overlay
source: オーバーレイ
fr: Incrustation
pt_pt: Sobreposição

# SoftLight
source: ソフトライト
fr: Lumière tamisée
pt_pt: Luz Suave

# HardLight
source: ハードライト
fr: Lumière crue
pt_pt: Luz Intensa

# VividLight
source: ビビッドライト
fr: Lumière vive
pt_pt: Luz Vívida

# LinearLight
source: リニアライト
fr: Lumière linéaire
pt_pt: Luz Linear

# PinLight
source: ピンライト
fr: Lumière ponctuelle
pt_pt: Afixar Luz

# HardMix
source: ハードミックス
fr: Mélange maximal
pt_pt: Mistura Intensa

# Difference
source: 差の絶対値
fr: Différence
pt_pt: Diferença

# Exclusion
source: 除外
fr: Exclusion
pt_pt: Exclusão

# Lighten
source: 比較(明)
fr: Éclaircir
pt_pt: Iluminar

# Opacity:
source: 不透明度：
fr: Opacité:
pt_pt: Opacidade:

# Lens Correction
source: レンズ補正
fr: Correction de l'objectif
pt_pt: Correção de Lente

# Select a Profile
source: プロフィールを選択
fr: Sélectionnez un profil
pt_pt: Selecione um Perfil

# Select a Resolution
source: 解像度を選択
fr: Sélectionnez une résolution
pt_pt: Selecione uma Resolução

# Adjust Level:
source: スムーズレベルを調整：
fr: Ajuster le niveau:
pt_pt: Ajustar Nível:

# Chroma Key(Green Screen)
source: クロマキー（グリーンスクリーン）
fr: Incrustation (écran vert)
pt_pt: Chroma Key (Tela Verde)

# Select Color:
source: カラーを選択：
fr: Choisissez la couleur:
pt_pt: Selecione a Cor:

# Tolerence:
source: 許容差：
fr: Tolérance:
pt_pt: Tolerância:

# Offset:
source: オフセット：
fr: Décalage:
pt_pt: Compensação:

# Border thinkness:
source: エッジの幅：
fr: Épaisseur de contour:
pt_pt: Espessura da Borda:

# Feather:
source: フェザーエッジ：
fr: Lissage de contour:
pt_pt: Ligeireza da Borda:

# Alpha Channel:
source: アルファチャンネル：
fr: couche alpha:
pt_pt: Canal Alfa:
