Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Res/LocalizedLanguage/*.lproj/Localizable.strings
Languages: fr, pt_pt

# Please go back and try again
source: ログイン画面に戻ってもう一度お試しください。
fr: Veuillez réessayer.
pt_pt: Por favor, tente novamente.

# Go Back
source: 戻る
fr: Revenir
pt_pt: Retorna

# Repeat submit
source: 繰り返し送信
fr: Répétez pour livrer.
pt_pt: Repita para entregar.

# register ip required
source: 登録済みのIPが必要です
fr: Une adresse IP enregistrée est requise
pt_pt: IP registrado é necessário

# Comparison View
source: 比較表示
fr: Vue de comparaison
pt_pt: Vista de Comparação

# Reference
source: リファレンスフレーム
fr: Référence
pt_pt: Referência

# Current
source: 現在のフレーム
fr: Actuel
pt_pt: Atual

# Select a frame to match to.
source: 一致するフレームを選択
fr: Sélectionnez une image à laquelle faire correspondre
pt_pt: Selecione um frame para corresponder.

# Match
source: 一致する
fr: Correspondance
pt_pt: Corresponder

# Match the selection's color to the reference frame.
source: 選択した範囲のカラーをリファレンスフレームに一致する
fr: Faire correspondre la couleur de la sélection à l'image de référence.
pt_pt: Corresponda a cor da seleção ao frame de referência.

# Matching…
source: 一致適用中…
fr: Correspondance en cours…
pt_pt: Correspondendo…

# Previous Clip
source: 前のクリップ
fr: Clip précédent
pt_pt: Clipe Anterior

# Next Clip
source: 次のクリップ
fr: Clip suivant
pt_pt: Clipe Seguinte

# Search keyboard shortcuts
source: キーボードのショートカットを検索
fr: Recherche de raccourcis clavier
pt_pt: Procurar atalhos do teclado

# No results.
source: 検索結果なし
fr: aucun résultat
pt_pt: Sem resultados.

# Restore Defaults
source: リセットする
fr: Rétablir les raccourcis par défaut
pt_pt: Restaurar Padrão

# Add
source: 追加
fr: Ajouter
pt_pt: Adicionar

# Add Shortcut
source: ショートカットの追加
fr: Ajouter raccourci
pt_pt: Adicionar Atalho

# Keyboard Shortcuts
source: キーボードショートカット
fr: Raccourcis clavier
pt_pt: Atalhos do Teclado

# Marker
source: マーカー
fr: Marqueur
pt_pt: Marcador

# Miscellaneous
source: その他
fr: Divers
pt_pt: Diversos

# Red Marker
source: レッドマーカー
fr: Marqueur rouge
pt_pt: Marcador Vermelho

# Orange Marker
source: オレンジマーカー
fr: Marqueur orange
pt_pt: Marcador Laranja

# Yellow Marker
source: イエローマーカー
fr: Marqueur jaune
pt_pt: Marcador Amarelo

# Green Marker
source: グリーンマーカー
fr: Marqueur vert
pt_pt: Marcador Verde

# Cyan Marker
source: シアンマーカー
fr: Marqueur cyan
pt_pt: Marcador Ciano

# Blue Marker
source: ブルーマーカー
fr: Marqueur bleu
pt_pt: Marcador Azul

# Purple Marker
source: パープルマーカー
fr: Marqueur violet
pt_pt: Marcador Púrpura

# Grey Marker
source: グレイマーカー
fr: Marqueur gris
pt_pt: Marcador Cinza

# Previous Keyframe
source: 前のキーフレーム
fr: Image clé précédente
pt_pt: Keyframe Anterior

# Next Keyframe
source: 次のキーフレーム
fr: Image clé suivante
pt_pt: Keyframe Seguinte

# Previous Frame / Move Left
source: 前のフレーム/左に移動
fr: Image précédente / Se déplacer à gauche
pt_pt: Frame Anterior/Mover para a Esquerda

# Next Frame / Move Right
source: 次のフレーム/右に移動
fr: Image suivante / Se déplacer à droite
pt_pt: Frame Seguinte/Mover para a Direita

# Previous Edit Point/ Move Up
source: 前の編集ポイント/上に移動
fr: Point d'édition précédent / Se déplacer en haut
pt_pt: Ponto de Edição Anterior/Mover para Cima

# Next Edit Point/ Move Down
source: 次の編集ポイント/下に移動
fr: Point d'édition suivant / Se déplacer en bas
pt_pt: Ponto de Edição Seguinte/Mover para Baixo

# Preset Motions
source: モーションプリセット
fr: Mouvements prédéfinis
pt_pt: Animações Padrão

# Scale
source: スケール
fr: Mise à l'échelle
pt_pt: Redimensionar

# Edit Keyframe
source: キーフレームの編集
fr: Modifier image clé
pt_pt: Editar Keyframe

# Delete Keyframe
source: キーフレームの削除
fr: Supprimer image clé
pt_pt: Excluir Keyframe

# Clear All Keyframes
source: すべてのキーフレームをクリア
fr: Supprimer toutes les images clés
pt_pt: Limpar Todos os Keyframes

# Add Animation
source: アニメーションを追加
fr: Ajouter animation
pt_pt: Adicionar Animação

# Preset Motions and Keyframe Animations cannot be used at the same time.
source: モーションプリセットとキーフレームアニメーションを同時に使うことはできません。
fr: Les mouvements prédéfinis et les animations d'images clés ne peuvent pas être utilisés en même temps.
pt_pt: As Animações Padrão e Animações de Keyframe não podem ser usadas em simultâneo.

# Drag or double-click to apply.
source: ドラッグするかダブルクリックして適用してください。
fr: Faites glisser ou double-cliquez pour appliquer.
pt_pt: Arraste ou clique duas vezes para aplicar.

# Double-click to apply.
source: ダブルクリックして適用します。
fr: Double-cliquez pour appliquer.
pt_pt: clique duas vezes para aplicar.

# The new animation will replace the previous animation.
source: 新しいアニメーションが前のアニメーションを置き換えます。
fr: La nouvelle animation remplacera l'animation précédente.
pt_pt: A nova animação irá substituir a animação anterior.

# Slide Up
source: 上にスライド
fr: Glisser vers le haut
pt_pt: Deslizar para Cima

# Slide Right
source: 右にスライド
fr: Glisser vers la droite
pt_pt: Deslizar para a Direita

# Fade In
source: フェードイン
fr: Fondu en entrée
pt_pt: Desvanecer na Entrada

# Fade Out
source: フェードアウト
fr: Fondu en sortie
pt_pt: Desvanecer na Saída

# Vortex In
source: 渦巻きイン
fr: Vortex en entrée
pt_pt: Vortex na Entrada

# Vortex Out
source: 渦巻きアウト
fr: Vortex en sortie
pt_pt: Vortex na Saída

# Ducking
source: ダッキング
fr: Atténuation
pt_pt: Ducking

# Lower the volume of other clips
source: 他のクリップの音量を下げる
fr: Diminuer le volume des autres clips
pt_pt: Reduzir o volume dos outros clipes

# The clips you have selected have different values set.
source: 選択したクリップで異なる値が設定されています。
fr: Les clips que vous avez sélectionnés ont des valeurs différentes.
pt_pt: Os clipes que você selecionou contêm conjuntos de valores diferentes.

# Not all of the selected clips are enabled.
source: 選択したすべてのクリップが有効になるわけではありません。
fr: Les clips sélectionnés ne sont pas tous activés.
pt_pt: Nem todos os clipes selecionados estão ativos.

# Something went wrong. Please try again.
source: 問題が発生した可能性があります。 もう一度お試しください。
fr: Un problème est survenu. Veuillez réessayer.
pt_pt: Ocorreu um erro. Por favor tente novamente.

# Motion Tracking
source: モーショントラック
fr: Suivi de mouvement
pt_pt: Rastreamento de Movimento

# Start Tracking
source: 追跡開始
fr: Commencer le suivi
pt_pt: Iniciar Rastreamento

source: 追跡ボックスの中にあるターゲットは、追跡されている間、画面上100%見えている必要があります。
fr: La cible à l'intérieur de la zone de suivi doit être visible 100 % du temps où elle est suivie.
pt_pt: O alvo dentro da caixa de rastreamento deve estar visível a 100% quando estiver sendo rastreado.

source: モーショントラックを適用すると、このクリップに適用されたフリップエフェクトはリセットされます。続けますか？
fr: Afin d'appliquer le suivi de mouvement, l'effet de retournement sur ce clip sera annulé. Souhaitez-vous continuer ?
pt_pt: Para aplicar o rastreamento de movimento, o efeito de virar neste clipe será revertido. Você pretende continuar?

source: モーショントラックを適用すると、このクリップに適用されたキーフレームや、アニメーション、パン＆ズームモーションは削除されます。続けますか？
fr: Afin d'appliquer le suivi de mouvement, toute image clé, animation ou mouvement de panoramique et de zoom sera supprimée. Souhaitez-vous continuer ?
pt_pt: Para aplicar o rastreamento de movimento, todos os keyframes, animações, ou movimentos de aproximar e ampliar serão removidos. Você pretende continuar?

source: モーショントラックの横にあるチェックボックスをオフにすると、モーショントラックのデータがすべてクリアされます。続けますか？
fr: Décocher la case à côté de Suivi de mouvement effacera toutes les données de suivi de mouvement. Souhaitez-vous continuer?
pt_pt: Desmarcar a caixa junto ao Rastreamento de Movimento irá limpar todos os dados de rastreamento de movimentos. Você pretende continuar?

source: リセットすると、現在使われているモーショントラックのデータはすべてクリアされます。続けますか？
fr: La réinitialisation effacera toutes les données de suivi de mouvement actuelles. Souhaitez-vous continuer?
pt_pt: Reiniciar irá limpar todos os dados atuais de rastreamento de movimentos. Você pretende continuar?

# Don't show this again
source: この画面を再度表示しない
fr: Ne plus me montrer cela
pt_pt: Não mostrar novamente

# During the rendering process all other operations are temporarily unavailable.
source: レンダリング中は、他のすべての操作が一時的にご利用できなくなります。
fr: Pendant le processus de rendu, toutes les autres opérations sont temporairement indisponibles.
pt_pt: Durante o processo de renderização todas as outras operações estão temporariamente indisponíveis.

# Please move the playhead to the selected clip to begin motion tracking.
source: モーショントラックを開始するには、選択したクリップ上にプレイヘッドを移動してください。
fr: Veuillez déplacer la tête de lecture vers le clip sélectionné pour commencer le suivi de mouvement.
pt_pt: Por favor mova o cursor de reprodução para o clipe selecionado para iniciar o rastreamento de movimento.

source: モーショントラックを適用するため、プレイヘッドをクリップの前方に移動してください。
fr: Veuillez déplacer la tête de lecture plus tôt dans le clip afin de laisser de la place pour appliquer le suivi de mouvement.
pt_pt: Por favor mova o cursor de reprodução para que exista espaço para aplicar o rastreamento de movimento.

# Select a folder to exact file from archived project
source: アーカイブされたプロジェクトから該当ファイルが入っているフォルダを選択する
pt_pt: Selecione uma pasta para o arquivo exato do projeto arquivado

# The remaining disk space is:
source: ハードディスクの空き容量は以下の通りです。
pt_pt: espaço restante em disco é:

# Account
source: アカウント
pt_pt: Conta

# Get Started with Filmora
source: Filmoraを始めよう
pt_pt: Comece a Trabalhar com o Filmora

# Main Benefits
source: 主なメリット
pt_pt: Benefícios Principais

# Free Trial Version
source: 無料体験版
pt_pt: Versão de Teste Gratuita

# Activated Version
source: 製品版
pt_pt: Versão Ativada

# All Features
source: すべての機能
pt_pt: Todos os Recursos

# Export and share video without a watermark
source: 透かしなしでビデオを出力＆共有
pt_pt: Exporte e compartilhe o vídeo sem marca de água

# Free technical support
source: 無償技術サポート
pt_pt: Suporte técnico gratuito

# If you already purchased Filmora, click here to activate!
source: Filmora Xをすでにご購入されている場合は、ここをクリックしてライセンス認証をしてください。
pt_pt: Se você já comprou o Filmora, clique aqui para ativar!

# Welcome back!
source: Filmoraをご試用いただき、ありがとうございます。
pt_pt: Bem-vindo de volta!

# Are you enjoying the free trial of Filmora?
source: Filmora Xの無料体験はいかがでしょうか？
pt_pt: Você está desfrutando da versão de teste do Filmora?

# Continue Free Trial
source: 無料体験のまま続ける
pt_pt: Continuar Versão de Teste

# Welcome back
source: Filmoraをご試用いただき、ありがとうございます
pt_pt: Bem-vindo de volta

# Buy now to export videos without a watermark!
source: ご購入いただくと、透かしなしでビデオが出力できます。
pt_pt: Compre já para exportar vídeos sem marca de água!

# If you already purchased Filmora, click here to refresh your activation status!
source: Filmora Xをすでにご購入されている場合は、ここをクリックしてライセンス認証をしてください。
pt_pt: Se você já comprou o Filmora, clique aqui para ativar!

# Purchase Filmora to export without a watermark
source: Filmora X を購入して、透かしなしでビデオを出力できる
fr: Achetez Filmora pour exporter sans filigrane
pt_pt: Compre o Filmora para exportar sem marca de água

# Full Version
source: 製品版
pt_pt: Versão Completa

# Videos exported from the free trial will include a watermark.
source: 無料体験版で出力されたビデオには透かしが入ります。
pt_pt: Os vídeos exportados na versão de teste incluem uma marca de água.

# Log in to Export with Watermark
source: ログインして透かし付きで出力
pt_pt: Entre para Exportar Sem Marca de Água

# Contact us.
source: こちら（こちら三个字超链接）
pt_pt: Contacte-nos.

# Questions? Contact us.
source: 何かご不明な点がございましたらこちら（こちら三个字超链接）よりお問い合わせください。
pt_pt: Questões? Contacte-nos.

# Purchase Filmora to export without a watermark.
source: Filmora Xをご購入いただくと、透かしなしでビデオが出力できます。
pt_pt: Compre o Filmora para exportar sem marca de água.

# Click here to log in and export without a watermark.
source: こちらをクリックしてログインし、透かしなしでビデオを出力してください。
pt_pt: Clique aqui para entrar e exportar sem marca de água.

# Already purchased? Click here to log in and export without a watermark.
source: すでに購入済みですか？こちらをクリックしてログインし、透かしなしでビデオを出力してください。
pt_pt: Já comprou? Clique aqui para entrar e exportar sem marca de água.

# Export with Watermark
source: 透かし付きで出力
pt_pt: Exporte sem Marca de Água

# Click here to refresh your activation status.
source: こちらをクリックしてライセンスステータスを更新してください。
pt_pt: Clique aqui para atualizar seu estado de ativação.

# Already purchased? Click here to refresh your activation status.
source: すでに購入済みですか？こちらをクリックしてライセンスステータスを更新してください。
pt_pt: Já comprou? Clique aqui para atualizar seu estado de ativação.

source: Filmora Xをすでにご購入されている場合は、Wondershare IDにログインしてソフトのライセンス認証をしてください。
pt_pt: Se você já comprou o Filmora, por favor entre com o seu Wondershare ID para ativar o software.

# If you haven't yet, click here to buy Filmora.
source: まだご購入されていない場合は、こちらをクリックしてFilmora Xをご購入ください。
pt_pt: Se ainda não comprou, clique aqui para comprar o Filmora.

# Log In
source: ログイン
pt_pt: Entrar

# If you have purchased Filmora, you can now export without a watermark!
source: Filmora Xをご購入されている場合は、透かしなしでビデオを出力できます。
pt_pt: Se você já comprou o Filmora, já pode exportar sem marca de água!

# click here to buy Filmora.
source: こちらをクリックしてFilmora Xをご購入ください。
pt_pt: clique aqui para comprar o Filmora.

# Activation failed. Here are some reasons this might have happened:
source: ライセンス認証に失敗しました。考えられる認証失敗の理由は下記の通りです。ご参照ください。：
pt_pt: Falha ao ativar. Estas podem ser algumas das razões para o sucedido:

source: 1.ネットワークの接続状態が悪い可能性があります。 1〜2分待ってから、「再試行」をクリックし、再度お試しください。
pt_pt: 1. Pode estar ocorrendo um atraso na rede. Aguarde um ou dois minutos, e clique em 'Tentar Novamente'.

source: 2.ご購入時に使用したWondershare IDとログインしているWondershare IDが異なる可能性があります。 現在、%@でログインしています。
pt_pt: 2. Você pode estar logado num Wondershare ID diferente do qual usou para efetuar a sua compra. Atualmente está logado como: %@.

source: ここをクリックしてログアウトしてください。 次に、ライセンスに関連付けられたWondershare IDでログインしてください。
pt_pt: Clique aqui para sair. Depois, entre com o Wondershare ID associado à sua licença.

# Click here to log out.
source: ここをクリックしてログアウトしてください。
pt_pt: Clique aqui para sair.

# You are logged out. Please relogin to activate.
source: ログアウトされました。お手数ですが、再度ログインして、ライセンス認証をしてください。
pt_pt: Você está desconectado. Faça login novamente para ativar.

# Film & Animation
source: 映画とアニメ
pt_pt: Filmes e animação

# Autos & Vehicles
source: 自動車と乗り物
pt_pt: Automóveis

# Pets & Animals
source: ペットと動物
pt_pt: Animais

# Sports
source: スポーツ
pt_pt: Desporto

# Travel & Events
source: 旅行とイベント
pt_pt: Viagens e eventos

# People & Blogs
source: ブログ
pt_pt: Pessoas e blogs

# Comedy
source: コメディ
pt_pt: Comédia

# Entertainment
source: エンターテイメント
pt_pt: Entretenimento

# News & Politics
source: ニュースと政治
pt_pt: Notícias e política

# Howto & Style
source: ハウツーとスタイル
pt_pt: Tutoriais e estilo

# Education
source: 教育
pt_pt: Educação

# Science & Technology
source: 科学と技術
pt_pt: Ciência e tecnologia

# Nonprofits & Activism
source: 非営利団体と社会活動
pt_pt: Organizações sem fins lucrativos e ativismo

# Appearance
source: 外観
fr: Apparence
pt_pt: Aspecto

# Dark Mode
source: ダークモード
fr: Mode Sombre
pt_pt: Modo Escuro

# Light Mode
source: ライトモード
fr: Mode Clair
pt_pt: Modo Claro

# System Default
source: システムデフォルト
fr: par défaut
pt_pt: Padrão do Sistema

# Upgrade plan
source: プランをアップグレード
fr: Mettre à jour le plan
pt_pt: Plano de atualização

# Watermarked
source: 透かし入り
fr: Filigrane actif
pt_pt: Marca d'água

# Your export video will include a watermark because you have choose a free plan.
source: 無料プランをご利用いただいているため、出力されたビデオには透かしが入ります。
fr: Les vidéos que vous exportez inclueront un filigrane en raison du plan gratuit sur lequel vous travaillez.
pt_pt: Seu vídeo de exportação incluirá uma marca d'água porque você escolheu um plano gratuito.

# Upgrade to remove watermarks.
source: 透かしを削除するにはプランをアップグレードしてください。
fr: Mettez Filmora à niveau pour enlever le filigrane.
pt_pt: Atualize para remover marca d'água.

# Premium Includes
source: プレミアム機能
fr: La version Premium comprend
pt_pt: Inclui Premium

# Go upgrade
source: プランをアップグレード
fr: Mettre à jour
pt_pt: Atualizar

# Contact us
source: お問い合わせ
fr: Contactez-nous
pt_pt: Contate-Nos

# Already purchased?
source: すでにご購入済みですか？
fr: Déjà acheté?
pt_pt: Já comprou?

source: この動画編集ソフトはとても簡単です。動画編集したことがない人も簡単に操作できます。
fr: Cet éditeur de vidéo est facile à prendre en main, même si vous n'avez jamais édité de vidéo avant.
pt_pt: Este editor de vídeos é fácil para qualquer pessoa, mesmo aquelas que nunca tenham editado vídeos na vida.

# 4K Support
source: 4K対応
fr: Soutien 4K
pt_pt: Suporta 4K

# All Text Styles
source: すべてのテキストスタイル
fr: Tous les styles de texte
pt_pt: Todos os estilos de texto

# 285+Filters
source: 285+フィルター
fr: 285+Filtre
pt_pt: 285+ Filtros

# More Share
source: より多くの人にシェア
fr: Plus d'infos
pt_pt: Compartilhe mais

# Tech Support
source: 技術サポート
fr: Support technique
pt_pt: Suporte técnico

# Music Tools
source: 音楽ツール
fr: Outils musicaux
pt_pt: Ferramentas de música

# The file name cannot contain any emoji characters.
source: ファイル名に絵文字を含めることはできません。
pt_pt: O nome do arquivo não pode conter caracteres emoji.

# Feedback
source: フィードバック
pt_pt: Feedback

source: OK
fr: Oui

# Alpha Channel
source: アルファチャンネル
fr: Couche Alpha

source: Twrl
fr: Tourbillon

source: Wham!
fr: Pan!

# Color Match
source: カラーマッチ
fr: Color Match
