Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Res/LocalizedLanguage/*.lproj/Localizable.strings
Languages: fr, pt_pt

# Text style 20
source: テキストスタイル20
fr: Style de texte 20
pt_pt: Estilo de texto 20

# Text style 21
source: テキストスタイル21
fr: Style de texte 21
pt_pt: Estilo de texto 21

# Text style 22
source: テキストスタイル22
fr: Style de texte 22
pt_pt: Estilo de texto 22

# Text style 23
source: テキストスタイル23
fr: Style de texte 23
pt_pt: Estilo de texto 23

source: パッケージファイルが無効です！破損している可能性があります、プログラムを再インストールしてください！
fr: Ce pack n'est pas valide! Peut-être a-t-il été endommagé, veuillez réinstaller le programme!
pt_pt: Este pacote não é válido! Pode ter sido danificado, por favor reinstale o programa!

# Media Mismatch
source: メディアの不一致
fr: Incohérence des médias
pt_pt: Incompatibilidade de Mídia

source: 選択したファイルの長さがプロジェクトで使用したクリップと異なるため、問題が発生する可能性があります。同じ長さのファイルを再選択してください。
fr: La durée du fichier sélectionné est différente de celle que vous avez utilisée dans le projet et peut occasionner des problèmes. Veuillez sélectionner un autre fichier de même durée.
pt_pt: A duração do arquivo selecionado é diferente do clipe que você usou no projeto e pode causar problemas, por favor, selecione novamente outro arquivo com a mesma duração.

source: 選択したファイルの長さは、プロジェクトで使用したクリップと同じでなければなりません。
fr: Oups, la durée du fichier sélectionné doit être identique à celle du clip que vous avez utilisé dans le projet.
pt_pt: Ups, a duração do arquivo selecionado deve ser a mesma do clipe que você usou no projeto.

# No write privilege for the target directory, please specify a new directory.
source: ターゲットディレクトリの書き込み権限がありません。新しいディレクトリを指定してください。
fr: Aucun privilège en écriture pour le répertoire cible, veuillez spécifier un nouveau répertoire.
pt_pt: Não existe nenhum privilégio de gravação para o diretório de destino, especifique um novo diretório.

# Show Speed Control
source: スピードコントロールを表示
fr: Afficher le contrôle de la vitesse
pt_pt: Mostrar Controle de Velocidade

# Can't find the file, please make sure the filename and path are not changed:
source: ファイルが見つかりません。もう一度、ファイル名とパスをご確認ください。
fr: Fichier introuvable, veuillez vous assurer que le nom du fichier et le chemin ne sont pas mofifiés.
pt_pt: Impossível encontrar o arquivo, por favor, certifique-se de que o nome do arquivo e o caminho não tenham sido alterados:

# No disc.Please insert a blank one.
source: ディスクがありません。空のディスクを挿入してください。
fr: Pas de disque. Veuillez en insérer un vierge.
pt_pt: Nenhum disco. Por favor, insira um disco em branco.

# Customize Equalizer
source: イコライザのカスタマイズ
fr: Personnaliser l'égaliseur
pt_pt: Personalizar Equalizador

# Countdown1
source: カウントダウン1
fr: Minuterie1
pt_pt: Contagem Regressiva1

# Countdown2
source: カウントダウン2
fr: Minuterie2
pt_pt: Contagem Regressiva2

# Countdown3
source: カウントダウン3
fr: Minuterie3
pt_pt: Contagem Regressiva3

# Countdown4
source: カウントダウン4
fr: Minuterie4
pt_pt: Contagem Regressiva4

# Countdown5
source: カウントダウン5
fr: Minuterie5
pt_pt: Contagem Regressiva5

# Countdown6
source: カウントダウン6
fr: Minuterie6
pt_pt: Contagem Regressiva6

# Countdown7
source: カウントダウン7
fr: Minuterie7
pt_pt: Contagem Regressiva7

# Countdown8
source: カウントダウン8
fr: Minuterie8
pt_pt: Contagem Regressiva8

# Countdown9
source: カウントダウン9
fr: Minuterie9
pt_pt: Contagem Regressiva9

# Black
source: ブラック
fr: Noir
pt_pt: Preto

# Grey
source: グレー
fr: Gris
pt_pt: Cinzento

# White
source: ホワイト
fr: Blanc
pt_pt: Branco

# Checkerboard
source: チェックボード
fr: Damier
pt_pt: Quadro

# Gradient1
source: グラデーションで塗りつぶし1
fr: Dégradé1
pt_pt: Gradiente1

# Gradient2
source: グラデーションで塗りつぶし2
fr: Dégradé2
pt_pt: Gradiente2

# Gradient3
source: グラデーションで塗りつぶし3
fr: Dégradé3
pt_pt: Gradiente3

# Gradient4
source: グラデーションで塗りつぶし4
fr: Dégradé4
pt_pt: Gradiente4

# Gradient5
source: グラデーションで塗りつぶし5
fr: Dégradé5
pt_pt: Gradiente5

# Gradient6
source: グラデーションで塗りつぶし6
fr: Dégradé6
pt_pt: Gradiente6

# Gradient7
source: グラデーションで塗りつぶし7
fr: Dégradé7
pt_pt: Gradiente7

# This app requires camera access to record video.
source: ビデオを録画するためにカメラにアクセスする必要があります。
fr: Cette application nécessite un accès à la caméra pour enregistrer une vidéo.
pt_pt: Este aplicativo requer acesso à câmera para gravar vídeo.

# This app requires microphone access to record audio.
source: オーディオを録音するためにマイクにアクセスが必要です。
fr: Cette application nécessite un accès au microphone pour enregistrer de l'audio.
pt_pt: Este aplicativo requer acesso ao microfone para gravar áudio.

# This app needs to send Apple Events to control iTunes.
source: iTunesを制御するためアップルイベントを送信する必要があります。
fr: Cette application doit envoyer des événements Apple pour contrôler iTunes.
pt_pt: Este aplicativo precisa enviar Eventos da Apple para controlar o iTunes.

# Filmora does not have access to your Camera and Microphone.
source: Filmoraはカメラとマイクにアクセスできません。
fr: Filmora n'a pas accès à votre appareil photo et à votre microphone.
pt_pt: A Filmora não tem acesso à sua câmera e microfone.

# Filmora does not have access to your screen recording.
source: Filmoraは、画面録画にアクセスできません。
pt_pt: O Filmora não tem acesso à sua gravação na tela.

source: アクセスを許可するには、「システム環境設定」を開いて、「セキュリティとプライバシー」をクリックして、プライバシー設定を変更してください。
fr: Pour autoriser l'accès, ouvrez les Préférences Système, cliquez sur Sécurité & Confidentialité et ajustez les paramètres de confidentialité.
pt_pt: Para permitir o acesso, abra as Preferências do Sistema, clique em Segurança e Privacidade e ajuste as configurações de Privacidade.

# Drop Shadow
source: ドロップシャドウ
fr: Ombre portée
pt_pt: Drop Shadow

# 16:9 (Widescreen)
source: 16:9 (ワイドスクリーン)
fr: 16:9 (Format large)
pt_pt: 16:9 (Panorâmica)

# 9:16 (Portrait)
source: 9:16 (縦画面)
fr: 9:16 (Portrait)
pt_pt: 9:16 (Retrato)

# 4:3 (Standard)
source: 4:3 (標準)
fr: 4:3 (Standard)
pt_pt: 4:3 (Padrão)

# 21:9 (Cinema)
source: 21:9 (シネマスコープ)
fr: 21:9 (Cinéma)
pt_pt: 21:9 (Cinema)

# Select Project Aspect Ratio
source: 縦横比を設定
fr: Choisissez le rapport d'aspect du projet
pt_pt: Selecionar Proporção da Tela do Projecto

# Change Project Aspect Ratio
source: 縦横比を変更
fr: Changez le rapport d'aspect du projet
pt_pt: Alterar Proporção da Tela do Projecto

# All Effects
source: すべてのエフェクト
fr: Tous les effets
pt_pt: Todos os Efeitos

# Auto Enhance
source: 自動補正
fr: Amélioration automatique
pt_pt: Auto-Melhoramento

# High Quality (Full)
source: 超高品質 (Full)
fr: Meilleure qualité (Complète)
pt_pt: Alta Qualidade (Total)

# Better Quality (1/2)
source: 高品質 (1/2)
fr: Bonne qualité (1/2)
pt_pt: Melhor Qualidade (1/2)

# Medium Quality (1/4)
source: 標準品質 (1/4)
fr: Qualité moyenne (1/4)
pt_pt: Qualidade Média (1/4)

# Low Quality (1/8)
source: 普通品質 (1/8)
fr: Faible qualité (1/8)
pt_pt: Qualidade Baixa (1/8)

# Open Filmstock
source: Filmstockを開く
pt_pt: Abrir Filmstock

# Enable hardware acceleration for video decoding
source: ビデオをデコードする際、ハードウェアアクセラレーションを有効にする
fr: Activer l'accélération matérielle pour le décodage vidéo
pt_pt: Ativar aceleração de hardware para descodificação de vídeo

# Enable hardware acceleration for video encoding
source: ビデオをエンコードする際、ハードウェアアクセラレーションを有効にする
fr: Activer l'accélération matérielle pour le codage vidéo
pt_pt: Ativar aceleração de hardware para codificação de vídeo

source: GPUレンダリングとハードウェアデコードの状態が変更されました。Filmoraの再起動で有効になります.
fr: L'état du rendu GPU et du décodage matériel a été changé et prendra effet après le redémarrage du Filmora.
pt_pt: O estado da renderização da GPU e da decodificação de hardware foi alterado e entrará em vigor após um reinício do Filmora.

source: オリジナルのカスタムテキストを作成し、名前を付けます。 作成されたカスタムテキストはタイトルライブラリの「カスタム」の中に保存されます。
fr: Nommez vos paramètres de texte personnalisés. Ils seront enregistrés dans la catégorie «Personnaliser» de votre bibliothèque de titres.
pt_pt: Nomeie suas configurações de texto personalizado. Eles serão salvos na categoria "Personalizado" na sua biblioteca de títulos.

# Save as Custom
source: カスタムとして保存
fr: Enregistrer en tant que personnalisé
pt_pt: Salvar como Personalizado

# SAVE AS CUSTOM
source: カスタムとして保存
fr: Enregistrer en tant que personnalisé
pt_pt: Salvar como Personalizado

# Render Preview
source: レンダリングプレビュー
fr: Rendre prévisualisation
pt_pt: Renderizar Pré-Visualização

# Rendering files
source: レンダリングファイル
fr: Rendu des fichiers
pt_pt: Renderizando arquivos

# Creating preview render for smooth playback
source: スムーズにプレビューするため、レンダリングを実行中です。
fr: Création du rendu de prévisualisation pour une lecture fluide
pt_pt: Criando uma renderização de pré-visualização para uma reprodução suave

# Rendering frame %d of %lld
source: フレーム %d の %lldをレンダリング
fr: Rendu de l'image %d sur %lld
pt_pt: Renderizando frame %d de %lld

# Rendering frames: %lld of %lld
source: フレーム %d の %lldをレンダリング
fr: Rendu des images en cours: %lld of %lld
pt_pt: Renderizando frames: %lld de %lld

# Estimated Time Left: %@
source: 推定残り時間：%@
fr: Temps restant estimé: %@
pt_pt: Tempo Restante Estimado: %@

# Success! Your video has been created.
source: ビデオ生成に成功しました。
fr: Le film a été créé avec succès!
pt_pt: O filme foi criado com sucesso!

# File name should not begin with a dot "."
source: ファイル名はドット 「.」で始められません。
fr: Les noms qui commencent par un point "." sont réservés pour le système.
pt_pt: Nomes que comecem com ponto "." estão reservados para o sistema.

# If you use dot "." at the beginning of your file's name the file will be hidden.
source: ファイル名の先頭に「.」を使用すると、ファイル名が表示されません。
fr: Si vous décidez malgré tout d'utiliser un nom commençant par un point ".", le fichier sera masqué.
pt_pt: Se você optar por usar um nome que comece com um ponto, o arquivo ficará oculto.

# Use "."
source: 「.」を使用
fr: Utiliser "."
pt_pt: Usar "."

# Oops! You aren't subscribed to a Filmstock plan through this Wondershare ID.
source: ご入力されたWondershare IDはFilmstock のサブスクリプションプランに登録されていません。
pt_pt: Ups! Sua conta do Wondershare ID não possui uma assinatura válida do Filmstock.

# Delete Preview Render Files
source: プレビュー レンダリングファイルを削除
fr: Supprimer les fichiers de rendu de prévisualisation
pt_pt: Excluir Arquivos da Renderização de Pré-Visualização

# Tutorials
source: チュートリアル
fr: Tutoriel
pt_pt: Tutorial

# Give Feedback
source: フィードバックを送信
fr: Commentaires
pt_pt: Opinião

# Preview Render:
source: レンダリングプレビュー：
fr: Prévisualiser rendu:
pt_pt: Renderizar Pré-Visualização:

# Background render
source: バックグラウンドレンダリング
fr: Rendu d'arrière-plan
pt_pt: Renderizar no Fundo

# Start after
source: 自動レンダリング開始時：
fr: Commencer après
pt_pt: Começar após

# Seconds
source: 秒後
fr: Secondes
pt_pt: Segundos

# Preview Render files folder:
source: プレビューレンダリングファイルのフォルダ：
fr: Dossier des fichiers de rendu de prévisualisation:
pt_pt: Pasta dos arquivos da Renderização da Pré-Visualização:

# Automatically delete render files when closing a project file
source: プロジェクトファイルを閉じる際に、レンダリングファイルを自動的に削除する
fr: Supprimer automatiquement tous les fichiers de rendu lorsqu'un fichier projet est fermé.
pt_pt: Excluir automaticamente arquivos renderizados ao fechar um arquivo de projeto

# Delete render files
source: レンダリングファイルを削除
fr: Supprimer les fichiers de rendu
pt_pt: Excluir arquivos renderizados

# Are you sure you want to delete all render files?
source: すべてのレンダリングファイルを削除してよろしいですか？
fr: Êtes-vous sûr de vouloir supprimer tous les fichiers de rendu ?
pt_pt: Tem a certeza que pretende remover todos os arquivos renderizados?

# Auto Ripple
source: 自動リップル
fr: Supprimer et raccorder automatique
pt_pt: Corte de Onda Automático

# Auto Ripple On
source: 自動リップルをオンにする
fr: Supprimer et raccorder automatique activé
pt_pt: Ativar Auto Excluir e Juntar

# Auto Ripple Off
source: 自動リップルをオフにする
fr: Supprimer et raccorder automatique désactivé
pt_pt: Desativar Auto Excluir e Juntar

# Shared Media
source: 共有メディア
fr: Mes ressources partagées
pt_pt: Mídia Compartilhada

# Advanced Split Screen Edit
source: 詳細
fr: Édition avancée d'écran partagé
pt_pt: Edição de Tela Dividida Avançada

# Pan:
source: パン：
fr: Panorama
pt_pt: Aproximar:

# Error! Low disk space
source: エラー！ ディスク容量が足りません。
fr: Erreur! Espace disque faible
pt_pt: Erro! Disco com espaço reduzido

# Error! Render folder is full
source: エラー！ レンダリングフォルダに空き容量がありません。
fr: Erreur! Le dossier de rendu est plein
pt_pt: Erro! A pasta de renderização está cheia

# Insert Mode:
source: 挿入モード：
fr: Mode d'insertion:
pt_pt: Inserir Modo:

# Split selected track only and insert
source: 選択したトラックのみを分割して挿入する
fr: Partager la piste sélectionnée uniquement et insérer
pt_pt: Apenas dividir faixa selecionada e inserir

# Split all tracks and insert
source: すべてのトラックを分割して挿入する
fr: Partager toutes les pistes et insérer
pt_pt: Dividir todas as faixas e inserir

source: ファイル名の長さが、指定のフォルダに対して長すぎる可能性があります。短いファイル名に変更して再実行するか、より短いパス名がある場所に移動してください。
fr: Le nom du fichier serait trop long pour le dossier de destination. Raccourcissez le nom du fichier et réessayez ou essayez un emplacement dont le chemin est plus court.
pt_pt: O(s) nome(s) do(s) arquivo(s) são demasiado longos para a pasta de destino. Você pode encurtar o nome do arquivo e tentar novamente, ou tentar outra localização com um caminho mais reduzido.

# There is not enough disk space. Free up disk space and try again.
source: ディスク容量が不足しています。ディスクスペースを確保してから再度お試しください。
fr: Il n'y a pas assez d'espace disque. Libérez suffisamment d'espace disque, puis réessayez.
pt_pt: Não existe espaço suficiente no disco. Libere algum espaço no disco e tente novamente.

# The Split Screen clip has been modified. Do you want to save the changes?
source: 分割表示クリップが変更されました。変更を保存しますか？
fr: Le clip d'écran partagé a été modifié, souhaitez-vous enregistrer les modifications?
pt_pt: O clipe da Tela Dividida foi modificado, você pretende salvar as alterações?

# Import media here to use it in multiple projects.
source: メディアを複数のプロジェクトで使用するには、ここにインポートしてください。
fr: Importez les médias fréquemment utilisés ici pour les utiliser dans plusieurs projets
pt_pt: Importe Aqui Mídia Usada Frequentemente para Usar em Vários Projets

source: ファイル名の長さが、指定のフォルダに対して長すぎる可能性があります。より短いパス名がある場所に移動してください。
fr: Le nom du fichier serait trop long pour le dossier de destination. Raccourcissez le nom du fichier et réessayez ou essayez un emplacement dont le chemin est plus court.
pt_pt: O(s) nome(s) do(s) arquivo(s) são demasiado longos para a pasta de destino. Você pode tentar uma localização com um caminho mais reduzido.

source: 分割表示のクリップを作成するには、プレビューアのドロップゾーンにビデオまたは画像をドラッグしてください。「高度編集」ボタンをクリックして、各サブクリップを編集することも可能です。
fr: Faites glisser une vidéo ou une image dans la zone de dépôt dans l'aperçu pour créer votre clip en écran partagé. Cliquez sur le bouton "Avancé" pour découper chaque sous-clip.
pt_pt: Arraste e solte o vídeo ou a imagem na área deseja do pre-visualizador para criar um clipe da tela dividida. Clique no botão "Avançado" para cortar cada sub-clipe.

# Add to Split Screen
source: 分割表示に追加
fr: Ajouter à l'écran partagé
pt_pt: Adicionar à Tela Dividida

# Import Frequently Used Media Here to Use Across Projects
source: よく使用するメディアをここにインポートしてプロジェクト間で使用する
fr: Importez les médias fréquemment utilisés ici pour les utiliser dans plusieurs projets.
pt_pt: Importar Mídia Usada Frequentemente Aqui para Usar Entre Projetos

# Confirm your order information
source: 注文情報を確認してください
fr: Confirmez vos informations de commande
pt_pt: Confirme as informações da sua encomenda

# Confirm
source: 確認
fr: Confirmer
pt_pt: Confirmar

# Email
source: Eメール
fr: Courriel
pt_pt: Email

# Order number
source: 注文番号
fr: Numéro de commande
pt_pt: Número da encomenda

# Product name
source: 製品名
fr: Nom de produit
pt_pt: Nome do produto

# Telephone number
source: 電話番号
fr: Numéro de téléphone
pt_pt: Número de telefone

# Are you sure you want to remove all render files?
source: レンダリングファイルを全て削除してよろしいですか？
fr: Êtes-vous sûr de vouloir supprimer tous les fichiers de rendu?
pt_pt: Tem a certeza de que pretende remover todos os arquivos de renderização?

# Are you sure you want to remove all proxy files?
source: プロキシファイルを全て削除してよろしいですか？
fr: Êtes-vous sûr de vouloir supprimer tous les fichiers proxy?
pt_pt: Tem a certeza de que pretende remover todos os arquivos proxy?

source: プレビューレンダリングを実行するためのディスク容量が足りません。ディスク容量を確保してから再度お試しください。
fr: L'espace disque disponible est insuffisant pour terminer le rendu de l'aperçu. Libérez de l'espace disque, puis réessayez.
pt_pt: Não existe espaço suficiente no disco para concluir a renderização da pré-visualização, por favor libere algum espaço e tente novamente.

# Individual Plan
source: 個人向けプラン
fr: Plan individuel
pt_pt: Plano Individual

# Business Plan
source: ビジネスプラン
fr: Plan entreprise
pt_pt: Plano de Negócios

# Academic Plan
source: 学生・教職員プラン
fr: Plan étudiant
pt_pt: Plano Académico

# Manage My Account
source: マイアカウントを管理
fr: Gérer mon compte
pt_pt: Gerir Minha Conta

source: 設定可能なものがありません。分割表示プレビューアをクリックして編集を続けてください。
fr: Rien de configurable, veuillez cliquer sur une section d’écran partagé dans la fenêtre d'aperçu pour continuer l’édition.
pt_pt: Não existe nada para configurar, por favor clique na área de tela dividida no Pré-VIsualizador para continuar a edição.

# Fit Split Screen Duration on main Timeline
source: 分割表示のメディアの長さをタイムラインに合わせる
fr: Ajuster la durée de l'écran partagé sur la timeline principale
pt_pt: Ajustar Duração da Tela Dividida na Linha de Tempo Principal

# Split Screen 1
source: 分割表示1
fr: Écran Partagé 1
pt_pt: Tela Dividida 1

# Advanced
source: 高度
pt_pt: Avançado

# Render Timeline
source: プレビューレンダリング
fr: Rendre prévisualisation
pt_pt: Renderizar Pré-Visualização

# Untitled
source: タイトルなし
fr: Sans-titre
pt_pt: Sem título

# Split Screen Duration
source: 分割表示の長さ
fr: Durée de l'écran partagé
pt_pt: Duração da Tela Dividida

# Enable Split Screen Animation
source: 分割表示のアニメーションを有効にする
fr: Activer l'animation d'écran partagé
pt_pt: Ativar animação de Dela Dividida

# Preparing...
source: 準備中…
fr: Préparation…
pt_pt: Preparando...

# Creating...
source: 変換中…
fr: Création en cours…
pt_pt: Criando...

# Make TSFolder...
source: TSフォルダを作成…
fr: Créer le dossier TS…
pt_pt: Criar TSFolder...

# Copy TSFolder...
source: TSフォルダをコピー…
fr: Copier le dossier TS…
pt_pt: Copiar TSFolder...

# Make DVDMedia...
source: DVDメディアを作成…
fr: Créer un DVDMedia…
pt_pt: Criar DVDMedia...

# Make ISO...
source: ISOを作成…
fr: Créer un ISO…
pt_pt: Criar ISO...

# Copy ISO...
source: ISOをコピー…
fr: Copier un ISO…
pt_pt: Copiar ISO...

# Burning...
source: 作成中…
fr: Gravure en cours…
pt_pt: Gravando...

# Uploading...
source: アップロード中…
fr: Upload en cours…
pt_pt: Carregando...

# Create DVD Menu
source: DVD メニューを作成
fr: Créer un menu DVD
pt_pt: Criar menu de DVD

source: ファイル名に利用できない文字があります！ "*./[]\:";|="、左記記号やひらがな、カタカナ、漢字などの文字は利用できません。
fr: Caractères non valides dans le nom de fichier! "*./[]\:";|=", les caractères Japonais et Chinois ne sont également pas autorisés !
pt_pt: Caracteres inválidos no nome do arquivo! "* . " / []:; | = ", Bem como os caracteres Japoneses e Chineses não são permitidos!

source: 差し支えなければ、作成される動画の種類をお知らせください。お客様の貴重なご意見を今後の編集エフェクトの開発の参考にさせていただきます。（最大3つまで選択可能）
fr: Quels types de vidéos voulez-vous faire ? Votre réponse nous aidera à décider quels types d'effets nous créerons dans le futur. (Max. 3 choix)
pt_pt: Que tipo de vídeos pretende criar? A sua resposta irá ajudar-nos a decidir que tipo de efeitos criaremos no futuro. (Máx. 3 escolhas)

# Submit
source: 送信
fr: Soumettre
pt_pt: submeter

# Skip
source: スキップ
fr: Passer
pt_pt: Saltar

# Follow us for more tutorials.
source: Filmora公式チャンネルをフォローする
fr: Suivez-nous pour plus de tutos
pt_pt: Siga-nos para mais tutoriais

# Learn Filmora
source: スタートガイドを始める
fr: Apprendre Filmora
pt_pt: Aprender Filmora

# Quick Tour
source: クイックスタート
fr: Visite rapide
pt_pt: Guia de Início Rápido

source: Filmoraをご利用いただき誠にありがとうございます。 動画編集をさらに簡単にお楽しみいただけるよう、1分間のクイックスタートガイドをご覧ください。
fr: Bonjour, merci d’avoir choisi Filmora. Nous avons mis en place cettevisite rapide pour vous aider à créer des vidéos incroyables, cela nevous prendra qu'une minute!
pt_pt: Olá, obrigado por escolher o Filmora. Criámos este guia de início rápido para ajudar você a começar a criar seus vídeos fantásticos. Irá apenas durar 1 minuto!

# 1/5 Import Media
source: 1/5メディアをインポート
fr: 1/5 Importer média
pt_pt: 1/5 Importar Mídia

# Import video clips, images, and audio files.
source: ビデオクリップ、画像、およびオーディオファイルをインポートしてみましょう。
fr: Importer des clips vidéo, des images et desfichiers audio.
pt_pt: Importe clipes de vídeo, imagens e arquivos de áudio.

# NEXT
source: 次へ
fr: SUIVANT
pt_pt: SEGUINTE

# 2/5 Add Resources to Project
source: 2/5プロジェクトにリソースを追加
fr: 2/5 Ajouter des ressources au projet
pt_pt: 2/5 Adicionar Recursos ao Projecto

# Add Resources to Project
source: プロジェクトにリソースを追加
fr: Ajouter des ressources au projet
pt_pt: Adicionar Recursos ao Projecto

source: ドラッグ＆ドロップするだけ！クリップ、タイトル、トランジション、エフェクトなどをタイムラインに簡単に追加可能。
fr: Juste glisser et déposer! Ajouter facilement des clips, des titres, des transitions, des effets et plus dans la timeline.
pt_pt: Basta arrastar e largar! Adicione facilmente clipes, títulos, transições, efeitos, e mais à linha de tempo.

# 3/5 Manage Clips on Timeline
source: 3/5タイムラインでクリップを整理
fr: 3/5 Gérer les clips sur la timeline
pt_pt: 3/5 Gerir Clipes na Linha de Tempo

# Manage Clips on Timeline
source: タイムラインでクリップを整理
fr: Gérer les clips sur la timeline
pt_pt: Gerir Clipes na Linha de Tempoe

source: 「はさみ」ツールを使用してクリップを分割してください。クリップをドラッグして、別のトラックに移動してみましょう。
fr: Couper les clips en utilisant l'outil 'Ciseaux'.Glisser les clips pour les déplacer dans différentes pistes.
pt_pt: Divida clipes com a ferramenta 'tesoura'. Arraste clipes e mova-os para faixas diferentes.

# 4/5 Preview Your Project
source: 4/5プロジェクトをプレビュー
fr: 4/5 Prévisualiser votre projet
pt_pt: 4/5 Pré-Visualizar o Seu Projecto

# Preview Your Project
source: プロジェクトをプレビュー
fr: Prévisualiser votre projet
pt_pt: Pré-Visualizar o Seu Projecto

source: 再生ヘッドを視聴を開始する場所にドラッグし、「再生」ボタンをクリックしてください。
fr: Glisser la tête de lecture à l'endroit où vous souhaitez commencer à regarder et cliquez sur le bouton de 'Lecture'.
pt_pt: Arraste o seu cursor de reprodução para onde pretende começar a assistir e clique no botão 'Reproduzir'.

# 5/5 Export and Share
source: 5/5エクスポートと共有
fr: 5/5 Exporter et partager
pt_pt: 5/5 Exportar e Partilhar

# Export and Share
source: エクスポートと共有
fr: Exporter et partager
pt_pt: Exportar e Partilhar

# Export your video to your computer or share it on social media.
source: ビデオをエクスポートするか、ソーシャルメディアで共有してください。
fr: Exportez votre vidéo sur votre ordinateur ou partagez-la sur les réseaux sociaux.
pt_pt: Exporte o seu vídeo para o seu computador ou partilhe nas redes sociais.

# Finish
source: 終わり
fr: Terminer
pt_pt: Terminar

# Click here to watch video tutorials, read our user guide, and more.
source: こちらから動画チュートリアルやユーザーガイドがご覧いただけます。
fr: Cliquez ici pour visionner les tutoriels vidéo,lire notre guide de l'utilisateur et plus.
pt_pt: Clique aqui para assistir aos vídeos-tutoriais, ler o nosso guia de usuário, e mais.

# START A NEW VIDEO
source: 新しいプロジェクトを開始する
fr: Démarrer une nouvelle vidéo
pt_pt: Começar um vídeo novo

# STAY IN THIS PORJECT
source: サンプルプロジェクトを編集する
fr: Restez dans ce projet
pt_pt: Continuar neste projeto

source: Well Done！
fr: bien joué!
pt_pt: bem feito!

source: クイックスタートガイドが終了しました。これで、オリジナルのビデオ制作を開始したり、Filmoraの詳細を学ぶことができます。
fr: Vous avez terminé le guide de démarrage rapide ! Félicitations ! Vous pouvez maintenant créer votre propre création ou en savoir plus sur Filmora.
pt_pt: Você terminou o guia de Início Rápido!Agora você pode começar sua própria criação ou aprender mais sobre o Filmora.

source: 本当にクイックスタートガイドを終了しますか？
fr: Êtes-vous sûr de vouloir quitter la visite rapide ? Elle ne prendra qu'une minute de votre temps et vous apprendrez beaucoup de choses.
pt_pt: Tem a certeza de que pretende sair do guia de Início Rápido? Apenas demora 1 minuto e você aprende muito.

# Continue
source: 続ける
fr: Continuer
pt_pt: Continuar

# Quit the tour
source: 終了
fr: Quitter la visite
pt_pt: Sair do guia
