Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Res/LocalizedLanguage/*.lproj/Localizable.strings
Languages: fr, pt_pt

# Stabilization
source: 手ぶれ補正
fr: Stabilisation
pt_pt: Estabilização

# Analyze
source: 分析する
fr: Analyser
pt_pt: Analisar

# Smooth level:
source: スムーズレベル：
fr: Niveau de lissage:
pt_pt: Nível Suave:

# White Balance
source: ホワイトバランス
fr: Balance des blancs
pt_pt: Equilíbrio de Branco

# Temprature:
source: 色温度：
fr: Température:
pt_pt: Temperatura:

# Tint:
source: 色合い：
fr: Teinte:
pt_pt: Matiz:

# Tone
source: トーン
fr: Tonalité
pt_pt: Tom

# Contrast:
source: コントラスト：
fr: Contraste:
pt_pt: Contraste:

# Saturation:
source: 彩度：
fr: Saturation:
pt_pt: Saturação:

# Brightness:
source: 明るさ：
fr: Luminosité:
pt_pt: Brilho:

source: 3D LUT
fr: Table de correspondance 3D (LUT 3D)
pt_pt: LUT 3D

source: 3D LUT：
fr: Table de correspondance 3D (LUT 3D):
pt_pt: LUT 3D:

# None
source: なし
fr: Aucun
pt_pt: Nenhum

# Load New LUT
source: 新しいLUTを読み込み
fr: Charger une nouvelle table
pt_pt: Carregar Novo LUT

# FadeIn:
source: フェードイン：
fr: Fondu d'entrée:
pt_pt: Fade In:

# FadeOut:
source: フェードアウト：
fr: Fondu de sorti:
pt_pt: Fade Out:

# Pitch:
source: ピッチ：
fr: Hauteur de ton:
pt_pt: Frequência:

# Equalizer:
source: イコライザ：
fr: Égaliseur:
pt_pt: Equalizador:

# Denoise:
source: ノイズ除去：
fr: Antibruit:
pt_pt: Reduzir Ruído:

# Remove Background noise
source: バックグラウンドノイズを除去する
fr: Supprimer le bruit de fond
pt_pt: Remover ruído de fundo

# Weak
source: 弱
fr: Faible
pt_pt: Fraco

# Mid
source: 標準
fr: Milieu
pt_pt: Médio

# Strong
source: 強
fr: Fort
pt_pt: Forte

# Volume:
source: 音量
fr: Volume:
pt_pt: Volume:

# Classic
source: クラシック
fr: Classique
pt_pt: Clássico

# Dance
source: ダンス
fr: Danse
pt_pt: Dança

# Low Bass
source: ローバス
fr: Fréquence Basse
pt_pt: Baixo Reduzido

# Sparkle
source: スパークル
fr: Scintillement
pt_pt: Brilho

# Pop
source: ポップ
fr: Pop
pt_pt: Estalido

# Rock'n'Roll
source: ロックンロール
fr: Rock N Roll
pt_pt: Rock n' Roll

# Soft
source: ソフト
fr: Doux
pt_pt: Suave

# Techno
source: テクノ
fr: Techno
pt_pt: Tecno

# Hard Rock
source: ハードロック
fr: Hard Rock
pt_pt: Hard Rock

# Ska
source: スカ
fr: Ska
pt_pt: Ska

# Country
source: 国と地域
fr: Pays
pt_pt: País

# Acoustic
source: アコースティック
fr: Acoustique
pt_pt: Acústico

# Folk
source: フォークソング
fr: Folk
pt_pt: Folclórico

# Blues
source: ブルース
fr: Blues
pt_pt: Blues

# Transition Universal
source: ユニバーサルトランジション
fr: Transition Universelle
pt_pt: Transição Universal

# Duration:
source: 持続期間：
fr: Durée:
pt_pt: Duração:

# Apply to all transitions
source: すべてのトランジションに適用
fr: Appliquer à toutes les transitions
pt_pt: Aplicar a todas as transições

# Transition Mode:
source: トランジションモード：
fr: Mode de transition:
pt_pt: Modo de Transição:

# Overlap
source: オーバーラップ
fr: Chevauchement
pt_pt: Sobreposição

# Prefix
source: プレフィックス
fr: Préfixe
pt_pt: Prefixo

# Postfix
source: ポストフィックス
fr: Postfix
pt_pt: Sufixo

# Transition %@ Special
source: %@をトランジションする
fr: Transition %@ spécial
pt_pt: Transição %@ Especial

# There is no parameter for this Filter
source: このフィルタのパラメータはありません
fr: Il n'y a pas de paramètre pour ce filtre
pt_pt: Não existem parâmetros para este filtro

# mode %d
source: モード%d
fr: mode %d
pt_pt: modo %d

# Circular
source: 円形
fr: Circulaire
pt_pt: Circular

# Linear
source: リニア
fr: Linéaire
pt_pt: Linear

# Failed in Loading files.
source: ファイルの読み込みに失敗しました
fr: Échec du chargement des fichiers.
pt_pt: Falha ao carregar arquivos.

# Loading file...
source: ファイルを読み込み中...
fr: Chargement du fichier ...
pt_pt: Carregando o arquivo ...

# Copying files
source: ファイルのコピー
fr: Copie des fichiers
pt_pt: Copiando arquivos

# Copying file...
source: ファイルをコピー中...
fr: Copie du fichier...
pt_pt: Copiando arquivo ...

# Loading files
source: ファイルを読み込み
fr: Chargement des fichiers
pt_pt: Carregando arquivos

source: macOS試用版の制限により、4K解像度のビデオファイルは対応していません。
fr: Les fichiers vidéo de résolution 4K ne sont pas pris en charge dans la version d'essai en raison de la limitation de MacOS.
pt_pt: Arquivos de vídeo de resolução 4K não são suportados na versão de teste devido a limitações do macOS.

# Show details
source: もっと見る
fr: Afficher les détails
pt_pt: Mostrar detalhes

# For more information, please click here to contact our support team.
source: 詳細は、こちらからサポートチームにお問い合わせください。
fr: Pour plus d'informations, cliquez ici pour contacter notre équipe d'assistance.
pt_pt: Para mais informações, por favor clique aqui para entrar em contato com nossa equipe de suporte.

# Speed:
source: 速度：
fr: Vitesse:
pt_pt: Velocidade:

# Reverse:
source: 逆再生：
fr: Sens inverse:
pt_pt: Reverter:

# Play video clip in reverse
source: 逆再生速度
fr: Jouer le clip vidéo en inversé
pt_pt: Reproduzir clipe de vídeo revertido

# Ripple:
source: リップル：
fr: Ondulation:
pt_pt: Ondulação:

# Keep Ripple
source: リップル編集
fr: Modifier Ondulation
pt_pt: Editar Ondulação

# Custom speed
source: 速度をカスタム
fr: Vitesse personnalisée
pt_pt: Velocidade personalizada

# Slow
source: 遅く
fr: Lent
pt_pt: Lento

# Fast
source: 速く
fr: Rapide
pt_pt: Rápido

# Reverse
source: リバース
fr: Sens inverse
pt_pt: Reverter

# Replay
source: 再生
fr: Rejouer
pt_pt: Repetir

# Add Speed Point
source: スピードポイントを追加する
fr: Ajouter un point de vitesse
pt_pt: Adicionar Ponto de Velocidade

# Clear Speed Point
source: スピードポイントを削除
fr: Enlever point de vitesse
pt_pt: Limpar Ponto de Velocidade

# Custom Freeze frame Duration
source: フリーズフレームの持続時間をカスタマイズ
fr: Personnaliser la durée de l'arrêt sur image
pt_pt: Duração Personalizada do Frame Congelado

# Photo
source: 写真
fr: Photo
pt_pt: Foto

# Audio
source: 音楽
fr: Audio
pt_pt: Áudio

# All
source: すべて
fr: Tout
pt_pt: Todos

# YES
source: はい
fr: Oui
pt_pt: SIM

# NO
source: いいえ
fr: Non
pt_pt: NÃO

# List View
source: リスト表示
fr: Affichage liste
pt_pt: Exibição em Lista

# Large Thumbnail View
source: 大アイコンのサムネイル表示
fr: Affichage large vignette
pt_pt: Visualização em Miniaturas Grandes

# Middle Thumbnail View
source: 中アイコンのサムネイル表示
fr: Affichage moyenne vignette
pt_pt: Visualização em Miniaturas Médias

# Small Thumbnail View
source: 小アイコンのサムネイル表示
fr: Affichage petite vignette
pt_pt: Visualização em Miniaturas Pequenas

# Name
source: 名前
fr: Nom
pt_pt: Nome

# Type
source: タイプ
fr: Type
pt_pt: Tipo

# Date Created
source: 作成日
fr: Date de création
pt_pt: Data Criada

# Category
source: カテゴリー
fr: Catégorie
pt_pt: Categoria

# Ascending
source: 昇順
fr: Croissant
pt_pt: Ascendente

# Descending
source: 降順
fr: Décroissant
pt_pt: Descendente

# Camera Name
source: カメラ名
fr: Nom de caméra
pt_pt: Nome da Câmera

# Sort By
source: 並び替え
fr: Trier par
pt_pt: Ordenar por

# Group By
source: グループ
fr: Grouper par
pt_pt: Agrupar por

# Display media folder list
source: メディアフォルダリストを表示する
fr: Afficher la liste des dossiers médias
pt_pt: Exibir lista de pastas de mídia

# Large Thumbnail
source: 大アイコンのサムネイル
fr: Grande vignette
pt_pt: Miniatura Grande

# Small Thumbnail
source: 小アイコンのサムネイル
fr: Petite vignette
pt_pt: Miniatura Pequena

# Folder
source: フォルダ
fr: Dossier
pt_pt: Pasta

# Sample Videos
source: サンプル動画
fr: Échantillon Vidéos
pt_pt: Vídeo de Exemplo

# Sample Colors
source: サンプルカラー
fr: Échantillon couleurs
pt_pt: Amostra de Cor

# Project Media
source: プロジェクトメディア
fr: Projet Média
pt_pt: Mídia do Projeto

# My Projects
source: マイプロジェクト
fr: Mes projets
pt_pt: Meus Projetos

# Import Media Files
source: メディアファイルをインポート
fr: Importer des fichiers médias
pt_pt: Importar Arquivos de Mídia

# Import Media Folder
source: メディアフォルダをインポート
fr: Importer un dossier média
pt_pt: Importar Pasta de Mídia

# Import from Camera or Phone
source: カメラまたはスマホからインポート
fr: Importer depuis un appareil photo ou un téléphone
pt_pt: Importar da Câmera ou Celular

# Import with Instant Cutter Tool
source: 超高速動画カッターツールからインポート
fr: Importer avec l'outil Instant Cutter
pt_pt: Importar com a Ferramenta do Divisor Sem Perdas

# Download Media from Facebook
source: Facebookからメディアをダウンロード
fr: Télécharger des fichiers médias depuis Facebook
pt_pt: Baixar Mídia do Facebook

# Download Photos from Instagram
source: Instagramから写真をダウンロード
fr: Télécharger des photos depuis Instagram
pt_pt: Baixar Fotos do Instagram

# Download Photos from Flickr
source: Flickrから写真をダウンロード
fr: Télécharger des photos depuis Flickr
pt_pt: Baixar Fotos do Flickr

# Create Adjustment Layer
source: 調整レイヤーを作成
fr: Créer un calque de réglage
pt_pt: Criar Camada de Ajuste

# Create Color Matte
source: カラーマットを作成
fr: Créer Cache Couleur
pt_pt: Criar Cor Mate

# Record from WebCam
source: ウェブカメラからの録画
fr: Enregistrer depuis WebCam
pt_pt: Gravar da WebCam

# Record Voiceover
source: Voiceoverを録音
fr: Enregistrer Voix Off
pt_pt: Gravar Voz

# Record PC Screen
source: PC画面を録画
fr: Enregistrer Écran Mac
pt_pt: Gravar Tela

# Insert
source: 挿入
fr: Insérer
pt_pt: Inserir

# Overwrite
source: 上書き
fr: Écraser
pt_pt: Substituir

# Append(add to the end)
source: プロジェクトの終わりに追加
fr: Ajouter (à la fin)
pt_pt: Adicionar ao fim

# Add to new track
source: 新しいトラックに追加
fr: Ajouter à la nouvelle piste
pt_pt: Adicionar à nova faixa

# Create Proxy file
source: プロキシファイルを作成
fr: Créer un fichier proxy
pt_pt: Criar arquivo Proxy

# Cancel Create Proxy file
source: プロキシをキャンセルする
fr: Annuler le proxy
pt_pt: Cancelar Proxy

# Relink Media
source: メディアの再リンク
fr: Relier Média
pt_pt: Reconectar Mídia

# Rename
source: 名前を変更
fr: Renommer
pt_pt: Renomear

# Reveal in Finder
source: Finderに表示
fr: Révéler dans le Finder
pt_pt: Revelar no Localizador

# Scene Detection
source: シーン検出
fr: Détection de scène
pt_pt: Detecção de Cena

# Audio Track
source: 音楽トラック
fr: Piste audio
pt_pt: Faixa de Áudio

# Properties
source: プロパティ
fr: Propriétés
pt_pt: Propriedades

# Warning:
source: 警告：
fr: Attention:
pt_pt: Atenção:

# Warning
source: 警告
fr: Attention
pt_pt: Atenção

# Folder name already exits, please choose a new name
source: この名前は使用中です。新しい名前を選択してください。
fr: Ce nom existe déjà, veuillez choisir un nouveau nom.
pt_pt: Este nome está em uso, por favor escolha um novo nome.

source: 選択された1つまたは複数のクリップがタイムラインに追加されました。ライブラリから削除すると、プロジェクトからも削除されます。続行しますか？
fr: Un ou plusieurs de vos clips sélectionnés ont été ajoutés à la timeline. Les supprimer de la bibliothèque média les supprimera également du projet. Souhaitez-vous continuer?
pt_pt: Um ou mais dos seus clipes selecionados foram adicionados à linha do tempo. Excluí-los da biblioteca também os Eliminará do projeto. Você deseja continuar?

# Filter
source: フィルタ
fr: Filtre
pt_pt: Filtro

# Sort
source: ソート
fr: Trier
pt_pt: Ordenar

# Record
source: 録画
fr: Enregistrer
pt_pt: Gravar

# Import
source: インポート
fr: Importer
pt_pt: Importar

# less than 1 min
source: 1分未満
fr: moins de 1 min
pt_pt: menos de 1 min

# 1 ~ 5 min
source: 1〜5分
fr: 1 ~ 5 min
pt_pt: 1 ~ 5 min

# 5 ~ 30 min
source: 5〜30分
fr: 5 ~ 30 min
pt_pt: 5 ~ 30 min

# 30 ~ 60 min
source: 30〜60分
fr: 30 ~ 60 min
pt_pt: 30 ~ 60 min

# more than 60 min
source: 60分以上
fr: plus de 60 min
pt_pt: mais de 60 min

# Apply
source: 適用
fr: Appliquer
pt_pt: Aplicar

# Apply to All
source: すべてに適用
fr: Appliquer à tous
pt_pt: Aplicar a Todos

# APPLY TO ALL
source: すべてに適用
fr: Appliquer à tous
pt_pt: Aplicar a Todos

# Download
source: ダウンロード
fr: Télécharger
pt_pt: Baixar

# Download All
source: すべてをダウンロードする
fr: Tout télécharger
pt_pt: Baixar Tudo

# Random to All
source: すべてをランダムにする
fr: Aléatoire à tous
pt_pt: Aleatório para Todos

# Add to Favorite
source: お気に入りに追加
fr: Ajouter aux Favoris
pt_pt: Adicionar aos Favoritos

# Remove from favorite
source: お気に入りから削除
fr: Supprimer des favoris
pt_pt: Remover dos Favoritos

# FAVORITE
source: お気に入り
fr: Préféré
pt_pt: FAVORITO

# Start Time
source: 開始時間
fr: Heure de début
pt_pt: tempo de início

# End Time
source: 終了時間
fr: Heure de fin
pt_pt: tempo de fim

# Titles
source: タイトル
fr: Titres
pt_pt: Títulos

# Transitions
source: トランジション
fr: Transitions
pt_pt: Transições

# Location:
source: ロケーション：
fr: Emplacement:
pt_pt: Localização:

# Location
source: ロケーション
fr: Emplacement
pt_pt: Localização

# File Size:
source: ファイルサイズ：
fr: Taille du fichier:
pt_pt: Tamanho do Arquivo:

# Date Created:
source: 作成日：
fr: Date de création:
pt_pt: Data de Criação:

# Codec:
source: コーデック：
fr: Codec:
pt_pt: Codec:

# Resolution
source: 解像度
fr: Résolution
pt_pt: Resolução

# FrameRate:
source: フレームレート：
fr: Fréquence d'images:
pt_pt: Taxa de Frames:

# Frame Rate:
source: フレームレート：
fr: Fréquence d'images:
pt_pt: Taxa de Frames:

# Frame Rate
source: フレームレート
fr: Fréquence d'images
pt_pt: Taxa de Frames

# Aspect Ratio:
source: アスペクト比：
fr: Ratio d'aspect:
pt_pt: Proporção da Tela:

# Bit Rate:
source: ビットレート：
fr: Débit binaire:
pt_pt: Taxa de Bits:

# Camera Maker:
source: カメラメーカー：
fr: Marque de caméra:
pt_pt: Criador de Câmera:

# Camera Model:
source: カメラモデル：
fr: Modèle de caméra:
pt_pt: Modelo da Câmera:

# Exposure Time:
source: 露光時間：
fr: Temps d'exposition:
pt_pt: Tempo de Exposição:

# Channel:
source: チャネル：
fr: Couche:
pt_pt: Canal:

# Sample Rate:
source: サンプルレート：
fr: Taux d'échantillonnage:
pt_pt: Taxa de Exemplo:

# Sample Rate
source: サンプルレート
fr: Taux d'échantillonnage
pt_pt: Taxa de Exemplo

# Property
source: プロパティ
fr: Propriété
pt_pt: Propriedade

# Used
source: 使用済
fr: Utilisé
pt_pt: Usado

# Media Type
source: メディアタイプ
fr: Type de support
pt_pt: Tipo de Mídia

# Favorite
source: お気に入り
fr: Préféré
pt_pt: Favorito

source: サイズの小さいプロキシコピーで作業をすると、より高速で編集をお楽しみいただけます。出力する際には、プロジェクトは元のサイズでレンダリングされます。こちらの設定は「環境設定」でリセットすることができます。
fr: Pour des performances d'édition plus rapides, vous pouvez travailler avec des copies proxy plus petites. Lors de l'exportation, les projets seront rendus dans leur qualité d'origine. Vous pouvez également réinitialiser ceci plus tard dans "Préférences"
pt_pt: Para um desempenho de edição mais rápido, você pode trabalhar com cópias de proxy menores. Ao exportar, os projetos serão renderizados com sua mídia original de qualidade total. Você também pode redefinir esta opção mais tarde nas "Preferências".

# Title
source: タイトル
fr: Titre
pt_pt: Título

# My Video
source: マイビデオ
fr: Ma vidéo
pt_pt: Meu Vídeo

# My Audio
source: マイオーディオ
fr: Mon Audio
pt_pt: Meu áudio

# Export
source: エクスポート
fr: Exportation
pt_pt: Exportar

source: ネットワーク接続の原因でアップロードに失敗しました。詳細については、サポートチームにお問い合わせください。
fr: Le téléchargement a échoué, possiblement à cause du réseau. Cliquez ici pour contacter notre équipe d'assistance.
pt_pt: O upload falhou, talvez devido à rede.Para mais informações, clique aqui para entrar em contato com nossa equipe de suporte.

source: 認証の有効期限が切れました。アップロードを続行するにはアカウントを再承認してください。
fr: Oups, l'autorisation a expiré, veuillez ré-autoriser votre compte pour continuer le téléchargement.
pt_pt: Ups, a autorização expirou, por favor autorize novamente a sua conta para continuar o carregamento.

source: アップロードを開始する際にエラーが発生しました。お使いのVimeoアカウントに十分な空き容量がありません。アカウントのステータスを確認の上、再試行してください。
fr: Oups! Une erreur est survenue, vous n'avez pas assez d'espace libre avec votre compte Vimeo, veuillez vérifier le statut de votre compte ou réessayer plus tard.
pt_pt: Ups! Ocorreu um erro ao iniciar seu carregamento, você não tem espaço livre suficiente na sua conta do Vimeo, por favor verifique o estado da sua conta ou tente novamente mais tarde.

source: アップロードを開始する際にエラーが発生しました。ベーシックアカウントは週1個だけHDビデオをアップロードすることができます。アカウントのステータスをご確認してください。
fr: Oups! Une erreur est survenue, vous ne pouvez télécharger qu'une seule vidéo HD par semaine avec un compte Basic, veuillez vérifier l'état de votre compte ou réessayer plus tard.
pt_pt: Ups! Ocorreu um erro ao iniciar seu carregamento. Você só pode enviar 1 vídeo em HD por semana com uma conta Básica. Verifique o estado da sua conta ou tente novamente mais tarde.

source: アップロードを開始する際にエラーが発生しました。ベーシックアカウントでは1日に10本の動画しかアップロードできません。アカウントのステータスを確認してください。
fr: Oups! Une erreur est survenue, vous ne pouvez télécharger que 10 vidéos par jour avec un compte Basic, veuillez vérifier l'état de votre compte ou réessayer plus tard.
pt_pt: Ups! Ocorreu um erro ao iniciar seu carregamento. Você só pode enviar 10 vídeos por dia com uma conta Básica. Verifique o estado da sua conta ou tente novamente mais tarde.

source: この動画の長さは15分を超えています。YouTubeアカウントが未確認の場合、15分未満の長さの動画しかアップロードできません。
fr: Oups! La vidéo dure plus de 15 minutes, un compte normal devrait lever la limite de téléchargement sur YouTube.
pt_pt: Ups! A duração deste vídeo é superior a 15 minutos, a conta normal aumentará o limite após o envio para o YouTube.

source: アップロードに失敗しました。再生時間が20分以下でサイズが1GB以下のビデオしかFacebookにアップロードできません。このビデオをアップロードしたい場合はビデオをお使いのPCにエクスポートし、手動でアップロードしてください。
fr: Oups! Impossible de télécharger cette vidéo car Facebook limite la durée de la vidéo à 20 minutes et la taille de la vidéo à 1 Go; Il est recommandé d'exporter votre vidéo sur l'ordinateur, puis de la télécharger manuellement.
pt_pt: Opa! Falha ao carregar este vídeo, pois o Facebook limita a duração do vídeo a 20 min e o tamanho do vídeo a 1 GB; Recomendamos exportar o seu vídeo para o computador, e em seguida carregá-lo manualmente.

# Find in Target
source: Finderに表示
fr: Trouver dans la cible
pt_pt: Encontrar no Alvo

# Resume
source: 再開
fr: Reprendre
pt_pt: Retomar

# Step: Bruning to Dic,please wait a moment.
source: ステップ：ディスクに書き込み中、しばらくお待ちください...
fr: Étape: Gravure sur disque, veuillez patienter quelques instants ...
pt_pt: Passo: Gravando no disco, por favor aguarde um instante...

# Step: make iSO %.2f%%
source: ステップ：DVDをISOに作成中％.2f%%
fr: Étape: Créer un DVD ISO% .2f%%
pt_pt: Passo: Criar ISO do DVD% .2f%%

# Step: upload %d
source: ステップ： %dアップロード中
fr: Étape: Upload %d
pt_pt: Passo: carregar %d

# Step: Copying folder Please Wait...
source: ステップ：フォルダをコピー中、お待ちください...
fr: Étape: Copie du dossier Veuillez patienter ...
pt_pt: Passo: Copiando pasta, Por favor Aguarde ...

# Step: Making ISO Please Wait...
source: ステップ：DVDをISOに作成中、お待ちください...
fr: Étape: Créer un DVD ISO Veuillez patienter ...
pt_pt: Passo: Criando o DVD ISO, Por Favor Aguarde ...

# Step: Converting %d%%
source: ステップ： %d%%変換中
fr: Étape: Conversion de %d%%
pt_pt: Passo: convertendo %d%%

# Step: Faild
source: ステップ：失敗
fr: Étape: Échec
pt_pt: Passo: Falhou

# Step: Updating...
source: ステップ：更新中...
fr: Étape: mise à jour ...
pt_pt: Passo: Atualizando ...

source: お客様の国を選択してください。自動的に適切なTV規格を設定します。
fr: Veuillez sélectionner votre pays, Filmora choisira automatiquement le standard TV approprié.
pt_pt: Por favor, selecione seu país, o Filmora escolherá o padrão de TV correto para você automaticamente.

# Select Music
source: 音楽を選択
fr: Sélectionnez la musique
pt_pt: Selecionar Música

# EXPORT
source: エクスポート
fr: Exporter
pt_pt: EXPORTAR

# Others...
source: その他...
fr: Autres...
pt_pt: Outras...

# Good
source: 標準品質
fr: Correcte
pt_pt: Bom

# SETTING
source: 設定
fr: Paramètres
pt_pt: CONFIGURAÇÕES

# Better
source: 高品質
fr: Meilleure
pt_pt: Melhor

# Best
source: 最高品質
fr: Optimale
pt_pt: Máximo

# Please connect optical driver!
source: ドライバーを接続してください
fr: Veuillez connecter le pilote optique!
pt_pt: Por favor, conecte a drive óptica!

# CREATE MENU
source: メニューを作成
fr: Créer Menu
pt_pt: CRIAR MENU

# Public
source: 公開
fr: Public
pt_pt: Público

# public
source: 公開
fr: Public
pt_pt: Público

# private
source: 非公開
fr: Privé
pt_pt: Privado

# Anyone
source: すべての人
fr: N'importe qui
pt_pt: Todos

# anybody
source: 全員
fr: N'importe qui
pt_pt: Qualquer Pessoa

# Only Me
source: 自分のみ
fr: Seulement moi
pt_pt: Só Eu

# contacts
source: コンタクト
fr: Contacts
pt_pt: Contatos

# Full
source: フル
fr: Complet
pt_pt: Cheio

# Playback Quality
source: 再生品質
fr: Qualité de lecture
pt_pt: Qualidade de Reprodução

# Fit
source: フィット
fr: Correspondre
pt_pt: Ajustar

# Safe Zone
source: セーフゾーン
fr: Zones sûres
pt_pt: Zonas de Segurança

# Zoom Level
source: ズームレベル
fr: Niveau de zoom
pt_pt: Nível de Ampliação

# Use Original Media When Pause
source: 一時停止時に元のメディアを使用する
fr: Utiliser le support original en pause
pt_pt: Usar mídia original ao pausar

# Histogram
source: ヒストグラム
fr: Histogramme
pt_pt: Histograma

# Color
source: 色
fr: Couleur
pt_pt: Cor

# Light
source: ライト
fr: Lumière
pt_pt: Luz

# Vignette
source: ビネット
fr: Vignette
pt_pt: Vinheta

# Temperature
source: 色温度
fr: Température
pt_pt: Temperatura

# Tint
source: 色合い
fr: Teinte
pt_pt: Matiz

# Exposure
source: 露光
fr: Exposition
pt_pt: Exposição

# Brightness
source: 明るさ
fr: Luminosité
pt_pt: Brilho

# Contrast
source: コントラスト
fr: Contraste
pt_pt: Contraste

# Saturation
source: 彩度
fr: Saturation
pt_pt: Saturação

# Vibrance
source: 鮮やかさ
fr: Vibrance
pt_pt: Vibração

# Highlights
source: ハイライト
fr: Tons clairs
pt_pt: Destaques

# Shadows
source: シャドウ
fr: Ombres
pt_pt: Sombras

# Whites
source: 白
fr: Blancs
pt_pt: Brancos

# Blacks
source: 黒
fr: Noirs
pt_pt: Negros

# Amount
source: 量
fr: Quantity
pt_pt: Quantidade

# Size
source: サイズ
fr: Taille
pt_pt: Tamanho

# Roundness
source: 円形
fr: Rondeur
pt_pt: Redondeza

# Feather
source: アンチエイリアス
fr: Lissage
pt_pt: Leveza

# Highlight
source: ハイライト
fr: Ton clairs
pt_pt: Destacar

# Red
source: レッド
fr: rouge
pt_pt: Vermelho

# Orange
source: オレンジ
fr: Orange
pt_pt: Cor de Laranja

# Yellow
source: イエロー
fr: Jaune
pt_pt: Amarelo

# Green
source: グリーン
fr: vert
pt_pt: Verde

# Magenta
source: マゼンタ
fr: Magenta
pt_pt: Magenta

# Purple
source: パープル
fr: Violet
pt_pt: Roxo

# Blue
source: ブルー
fr: Bleu
pt_pt: Azul

# Cyan
source: シアン
fr: Cyan
pt_pt: Ciano

# Hue
source: 色相
fr: Teinte
pt_pt: Matiz

# Luminance
source: 明るさ
fr: Luminance
pt_pt: Luminância

# Name your own color preset, it will be saved in the "Custom" category in Preset
source: カスタムカラープリセットに名前を付けてください。 プリセットのカスタムカテゴリに保存されます。
fr: Nommez votre préréglage de couleur personnalisé. Il sera enregistré dans la catégorie personnalisé dans préréglage.
pt_pt: Nomeie sua predefinição de cores personalizada. Será salva na categoria Personalizada em Predefinição.

source: この名前はすでに使用されています。置き換えると、既存のプリセットが上書きされます。
fr: Ce nom est déjà utilisé. Remplacer le préréglage existant?
pt_pt: Esse nome já está em uso. Substituir a predefinição existente?

# Add to favorite
source: お気に入りに追加
fr: Ajouter aux Favoris
pt_pt: Adicionar aos favoritos

# Delete custom preset
source: カスタムプリセットを削除
fr: Supprimer le préréglage personnalisé
pt_pt: Eliminar predefinição personalizada

# Adjust
source: 調整
fr: Ajuster
pt_pt: Ajustar

# Preset
source: プリセット
fr: Préréglage
pt_pt: Predefinidos

# Save as Preset
source: プリセットとして保存
fr: Enregistrer en tant que préréglage
pt_pt: Salvar como predefinido

# Reset All
source: すべてをリセット
fr: Réinitialiser tout
pt_pt: Reiniciar Tudo

# Advanced Color Tuning
source: 高度色彩補正
fr: Réglage de couleur avancé
pt_pt: Correção Avançada de Cores

# Disable Comparison
source: 比較を無効にする
fr: Désactiver la comparaison
pt_pt: Desativar Comparação

# Split View-Left/Right
source: 分割ビュー - 左/右
fr: Affichage divisée - Gauche/Droite
pt_pt: Vista Dividida - Esquerda / Direita

# Split View-Top/Bottom
source: 分割ビュー - 上/下
fr: Affichage divisée - Haut/Bas
pt_pt: Vista Superior / Inferior Dividida

# Side by Side View
source: 並べてビュー
fr: Affichage côte à côte
pt_pt: Vista Lado-a-Lado

# Compare Before/After
source: 比較 使用前/使用後
fr: Comparer avant/après
pt_pt: Comparar Antes/Depois

# Show Original
source: オリジナルを表示する
fr: Montrer l'original
pt_pt: Mostrar Original

# Start time:
source: 開始時間：
fr: Heure de début:
pt_pt: Hora de início:

# End time:
source: 終了時間：
fr: Heure de fin:
pt_pt: tempo de fim:

# Size:
source: サイズ：
fr: Taille:
pt_pt: Tamanho:

# Zoom:
source: ズーム：
fr: Zoom:
pt_pt: Ampliação:

# Color:
source: 色：
fr: Couleur:
pt_pt: Cor:

# Border
source: 枠線
fr: Contour
pt_pt: Borda

# Rotate
source: 回転
fr: Faire pivoter
pt_pt: Rodar

# Media
source: メディア
fr: Média
pt_pt: Mídia

# Drag video or image onto the drop zone to create your split screen video.
source: 分割表示のビデオを作成するため、ドロップゾーンに動画や写真をドラッグしてください。
fr: Faites glisser la vidéo ou l'image sur la zone de dépôt pour créer votre vidéo en écran partagé.
pt_pt: Arraste o vídeo ou a imagem para a área assinalada para criar seu vídeo em tela dividida.

# Download Media from %@
source: %@からメディアをダウンロード
fr: Télécharger le média depuis %@
pt_pt: Baixar mídia de %@
