Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/LocalizedLanguage/*.lproj/Localizable.strings
Languages: de, nl, ru

source: Get More Royalty-Free Music.
de: Erhalten Sie mehr lizenzfreie Musik.
nl: Krijg meer rechtenvrije muziek Probeer het gratis uit.
ru: Получить больше бесплатной музыки Попробовать бесплатно.

source: Conflicting ShortcutsThe "Ctrl+C" shortcut is already assigned to the "Copy" command. Do you wish to replace it?
de: Überlappende KombinationDer "Strg+C"-Befehl wurde bereits dem "Kopieren"-Befehl zugeordnet. Möchten Sie diesen ersetzen?
nl: Tegenstrijdige snelkoppelingenDe sneltoets " Ctrl + C " is al toegewezen aan de opdracht "Kopiëren". Wilt u deze vervangen?
ru: Противоречивые СочетанияВ сочетания клавиш"CTRL+C" и" сочетание клавиш уже назначено на "команды"копировать"". Вы хотите заменить его?

source: Cannot Set ShortcutNot all keys can be used in shortcuts.
de: Fehler bei dem Einstellen der TastenkombinationNicht alle Kombinationen können verwendet werden.
nl: Kan geen snelkoppeling instellenNiet alle toetsen kunnen in snelkoppelingen worden gebruikt.
ru: Не Удается Установить ЯрлыкНе все клавиши можно использовать в ярлыках.

source: Add a New Folder
de: Neuer Ordner erstellen
nl: Nieuwe map toevoegen
ru: Добавить новую папку

source: Unmute
de: Ton anschalten
nl: Dempen stoppen

source: Mark In
de: In-Makierung setzen (I)
nl: Markeer in

source: Trim Start to Playhead
de: Abspielkopf-Position als Start
nl: Verplaats Start naar afspeelpositie

source: Trim End to Playhead
de: Abspielkopf-Position als Ende
nl: Verplaats Einde naar afspeelpositie

source: Zoom Timeline
de: Zeitleiste zoomen
nl: Zoom Tijdlijn

source: Ratio:
de: Seitenverhältnis:
nl: Verhouding:

source: HardMix
de: Hart mischen
nl: Harde mix

source: Denoise:
de: Rauschunterdrückung:
nl: Ruis verwijderen:

source: Split View-Top/Bottom
de: Geteilte Ansicht - Oben/Unten
nl: Splits View-Top/Bodem

source: Top Center
de: Oben zentriert
nl: Midden boven

source: DVD Lable:
de: DVD-Etikett:
nl: DVD-etiket:

source: Up Roll
de: Nach oben rollen
nl: Omhoog Roll

source: Crosszoom
de: Übergangs-Zoom
nl: KruisZoom

source: LinearWipe
de: Lineares Wischen
nl: lijnaire veeg

source: SkewRight
de: Schräg einblenden
nl: ScheefRechts

source: Boom!
nl: Boem!

source: Fade Slide 1
de: Einblenden & hochschieben
nl: Dia 1 verschieten

source: Fade Slide 2
de: Einblenden & herunterschieben
nl: Dia 2 vervagen

source: Fade Slide 3
de: Einblenden & nach links schieben
nl: Dia 3 vervagen

source: Fade Slide 4
de: Einblenden & nach rechts schieben
nl: Dia 4 langzaam vervagen

source: Fade Zoom Out
de: Einblenden & verkleinern
nl: Fade Zoom Uit

source: Flip Down1
de: Nach unten umklappen
nl: Flip omlaag1

source: Flip Down2
de: Nach unten umklappen 2
nl: Flip omlaag2

source: Flip Up1
de: Nach oben umklappen
nl: Flip omhoog1

source: Flip Up2
de: Nach oben umklappen 2
nl: Flip omhoog2

source: Drop Shadow
de: Schlagschatten
nl: Slagschaduw

source: Forget password?
de: Passwort vergessen?
nl: Wachtwoord vergeten?

source: Please input your email
de: Bitte geben Sie Ihre Email-Adresse ein
nl: Vul alstublieft uw e-mailadres in.

source: Confirm Password
de: Passwort
nl: Bevestig uw Wachtwoord

source: Please enter a vaild email
de: Bitte geben Sie eine gültige Email-Adresse ein
nl: Voer een geldig e-mailadres in

source: Please enter a password
de: Bitte geben Sie ein Passwort ein
nl: Voer een wachtwoord in

source: The password youve entered is incorrect.
de: Ungültiges Passwort
nl: Het ingevoerde wachtwoord is onjuist

source: Something wrong please try again!
de: Etwas stimmt nicht. Bitte versuchen Sie es erneut!
nl: Er is iets misgegaan, probeer het later opnieuw!

source: Login successfully
de: Anmeldung erfolgreich
nl: Succesvolle aanmelding

source: Success
de: Erfolgreich
nl: Succes

source: In Process
de: In Bearbeitung
nl: Onder Uitvoering

source: Create an Account
de: Einen Account erstellen
nl: Account Aanmaken

source: Create Account Successfully!
de: Konto erfolgreich erstellt!
nl: Account succesvol aangemaakt!

source: Log in to your Wondershare ID
de: Melden Sie sich mit Ihrer Wondershare-ID an
nl: Log in op uw Wondershare-ID

source: Create your Wondershare ID
de: Erstellen Sie Ihre Wondershare-ID
nl: Maak uw Wondershare-ID:

source: Already have an account?
de: Haben Sie bereits einen Account?
nl: Heeft u al een account?

source: Sign in here
de: Melden Sie sich hier an
nl: Hier aanmelden

source: Not a member?
de: Noch nicht registiert?
nl: Nog geen lid?

source: Back to Log In
de: Zurück zur Anmeldung
nl: Terug naar inloggen

source: Next Step
de: Nächster Schritt
nl: Volgende Stap

source: Reset Password
de: Passwort zurücksetzen
nl: Wachtwoord opnieuw instellen

source: Please wait for follow-up actions!
de: Bitte warten Sie auf weitere Anweisungen!
nl: Wacht alstublieft op de vervolgacties!

source: Didn't receive an email?
de: Haben Sie keinen Code erhalten?
nl: Geen e-mail ontvangen?

source: Click here to
de: Hier klicken um erneut
nl: Klik hier om opnieuw te

source: resend
de: zu senden
nl: verzenden

source: Forgot your password?
de: Haben Sie Ihr Passwort vergessen?
nl: Uw wachtwoord vergeten?

source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse hier ein
nl: Vul alstublieft uw e-mailadres in.

source: For your account security please enter your verification code below. We sent your verification code to
de: Bitte geben Sie unten zur Sicherheit Ihres Kontos Ihren Verifizierungscode ein. Wir haben Ihren Verifizierungscode an folgende Adresse geschickt
nl: Verificatiecode invoeren

source: Enter verification code
de: Verifizierungscode eingeben
nl: Verificatiecode invoeren

source: By creating this account you are agreeing to our
de: Mit Erstellung dieses Accounts stimmen Sie unseren
nl: Bij het aanmaken van een account gaat u akkoord met de

source: Privacy Policy
de: Datenschutzbestimmungen
nl: Privacybeleid

source: Please enter a valid first name.
de: Vorname darf nicht leer sein
nl: Voer een geldige voornaam in.

source: Please enter a valid last name.
de: Nachname darf nicht leer sein
nl: Geef alstublieft een geldige achternaam.

source: Network connection failed
de: Netzwerkverbindung fehlgeschlagen
nl: Netwerkverbinding mislukt

source: Do Some Color Correction
de: Farbkorrekturen vornehmen
nl: Doe wat kleurcorrectie

source: Edge Processing:
de: Kantenverarbeitung:
nl: Randverwerking:

source: Got it!
de: Verstanden!
nl: Begrepen!

source: FadeIn:
de: Einblenden:

source: Relink Media
de: Medien neu verknüpfen

source: Zoom:
de: Zoomen:

source: Alpha Channel
de: Alphakanal

source: Choose a Plan
de: Wählen Sie eine Lizenz oder ein Abo aus

source: Unlimited with watermark
de: Unbegrenzt mit Wasserzeichen

source: DVDMedia
de: DVD-Medien

source: Rich Tick
de: Hüpfen

source: Doomo
de: Unscharfes Einfügen

source: Drop1
de: Herunterfallen

source: Twrl
de: Herumwirbeln

source: Fade Zoom In
de: Einblenden & vergrößern

source: Wham!
de: Aufschlagen

source: Enter a combination of at least six numbersletters & symbols.
de: Bitte geben Sie ein Passwort mit einer Länge von 6-16 Zeichen ein.

source: Windows
de: Fenster

source: Log in to export with watermark
de: Anmelden zum Exportieren mit Wasserzeichen

source: Open Filmstocks
de: Filmstocks öffnen

source: Oops! You aren't subscribed to a Filmstocks plan through this Wondershare ID.
de: Hoppla! Ihr Wondershare-ID Konto verfügt nicht über ein gültiges Filmstocks-Abonnement.

source: start time
de: Startzeitpunkt

source: End time
de: Endzeitpunkt

source: Find even more video effects, music, stock footage, and images on Filmstocks.
de: Finde noch weitere Videoeffekte, Musik, Videos und Bilder in Filmstocks.

source: Visit Filmstocks
de: Filmstocks besuchen

source: You need internet access to visit Filmstocks. Please check your connection and try again.
de: Du benötigst einen Internetzugang, um auf Filmstocks zugreifen zu können. Bitte überprüfe Deine Verbindung und versuche es erneut.

source: Access more effects! Try Filmstocks free for %@ days.
de: Greife auf weitere Effekte zu! Probiere Filmstocks kostenlos für %@ Tage aus.

source: Free Trial of Filmstocks
de: Kostenlose Filmstocks Testversion

source: When your trial ends you can choose to purchase a Filmstocks plan to continue using these resources.
de: Wenn Ihre Probezeit endet, können Sie sich für den Kauf eines Filmstocks entscheiden, der diese Ressourcen weiterhin nutzen möchte.

source: Sorry, your free trial has ended. To continue using Filmstocks resources please purchase a subscription.
de: Leider ist Deine kostenlose Testversion bereits abgelaufen. Um die Medien von Filmstocks weiterhin nutzen zu können, hole dir das kostenpflichtige Abonnement.

source: You are subscribed to the Filmstocks Standard Plan. If you need to try the effects from the Premium Plan, please upgrade your account.
de: Du bist für das Filmstocks Standardabo angemeldet. Wenn Du die Effekte des Premiumabos ausprobieren möchtest, upgrade bitte Dein Konto.

source: You are subscribed to the Filmstocks Premium Plan. All the recommended effects below can be used.
de: Du bist für das Filmstocks Premiumabo angemeldet. Alle unten empfohlenen Effekte können nun verwendet werden.

source: Find effects downloaded from Filmstocks here.
de: Hier findest Du die Effekte, die Du aus Filmstocks heruntergeladen hast.

source: Get More Effects from Filmstocks
de: Hole dich mehr Effekte von Filmstocks

source: Try Filmstocks free for %d days
de: Versuche Filmstocks kostenlos für %d Tage

source: Try Filmstocks free for 7 days.
de: Testen Sie Filmstocks 7 Tage lang kostenlos.

source: 2. For your trial period you'll have access to a specific selection of resources from Filmstocks.
de: 2. Für Ihre Probezeit haben Sie Zugang zu einer bestimmten Auswahl von Ressourcen aus Filmstocks.

source: 3. When your trial ends you can choose to purchase a Filmstocks plan if you want to continue using these resources.
de: 3. Wenn Ihre Probezeit endet, können Sie einen Filmstocks-Plan erwerben, wenn Sie diese Ressourcen weiterhin nutzen möchten.

source: Visit Filmstocks.
de: Besuchen Sie Filmstocks.

source: You've Earned 7 Days of the Filmstocks Standard Plan
de: Sie haben 7 Tage des Filmstocks Standard Plan verdient
