Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/LocalizedLanguage/*.lproj/Localizable.strings
Languages: de, nl, ru

source: Video/Effect Design:
de: Video- / Effekt-Design:
ru: Видео / дизайн эффектов:

source: Product Marketing:
de: Produktmarketing:
ru: Маркетинг продукции:

source: Video editing simplified
de: Videobearbeitung vereinfacht
nl: Videobewerking vereenvoudigd
ru: Редактирование видео

source: Transform
de: Ausrichten
nl: Transformeren
ru: преобразование

source: Rotate:
de: Drehen:
nl: Draaien:
ru: Поворот:

source: Flip:
de: Spiegeln:
nl: Omdraaien:
ru: Кувырок:

source: Scale:
de: Skalieren:
nl: Schaal:
ru: Масштаб:

source: Position:
nl: Positie:
ru: Должность:

source: Composition
de: Compositing
nl: Composities
ru: Compositing

source: Blending Mode:
de: Blendemodus:
nl: Overvloeimodus:
ru: Режим наложения:

source: Darken
de: Verdunkeln
nl: Donkerder
ru: темнеть

source: Multiply
de: Multiplizieren
nl: Vermenigvuldigen
ru: Умножение

source: ColorBurn
de: Farbig nachbelichten
nl: Kleur branden
ru: Цветной огонь

source: LinearBurn
de: Linear nachbelichten
nl: Lineaire Burn
ru: Линейный ожог

source: Screen
de: Bildschirm
nl: Scherm
ru: экран

source: ColorDodge
de: Farbig abwedeln
nl: Kleur Uitwijking
ru: Цветная доджа

source: LinearDodge
de: Linear abwedeln
nl: Lineaire Uitwijking
ru: Линейная уловка

source: Overlay
ru: оверлей

source: SoftLight
de: Sanftes Licht
nl: Zacht licht
ru: Мягкий свет

source: HardLight
de: Hartes Licht
nl: Hard licht
ru: Жесткий свет

source: VividLight
de: Plastisches Licht
nl: Levendig licht
ru: Яркий свет

source: LinearLight
de: Lineares Licht
nl: Lineair licht
ru: Линейный свет

source: PinLight
de: Lichtpunkt
ru: Световой сигнал

source: Difference
de: Unterschied
nl: Verschil
ru: разница

source: Exclusion
de: Ausschluss
nl: Uitsluiting
ru: исключение

source: Lighten
de: Heller machen
nl: Lichter
ru: светлеть

source: Opacity:
de: Deckkraft:
nl: Opaciteit:
ru: Непрозрачность:

source: Lens Correction
de: Objektivkorrektur
nl: Lenscorrectie
ru: Коррекция объектива

source: Select Model to defish:
de: Kamera-Modell auswählen
nl: Selecteer het model dat je wilt defishen:
ru: Выберите модель для определения:

source: Select a Profile
de: Profil auswählen
nl: Selecteer een profiel
ru: Выберите профиль

source: Select a Resolution
de: Auflösung auswählen
nl: Selecteer een resolutie
ru: Выберите разрешение

source: Adjust Level:
de: Stufe anpassen:
nl: Pas niveau aan:
ru: Отрегулируйте уровень:

source: Chroma Key(Green Screen)
de: Greenscreen
nl: Chroma Key (groen scherm)
ru: Ключ Chroma (зеленый экран)

source: Select Color:
de: Farbe auswählen:
nl: Selecteer kleur:
ru: Выберите цвет:

source: Tolerence:
de: Toleranz:
nl: Tolerantie:
ru: Толерантность:

source: Border thinkness:
de: Kantenstärke:
nl: Randdikte:
ru: Толщина края:

source: Feather:
de: Weiche Kanten:
nl: Rand verzachten:
ru: Перо края:

source: Alpha Channel:
de: Alphakanal:
nl: Alfa kanaal:
ru: Альфа-канал:

source: Stabilization
de: Stabilisierung
nl: Stabilisatie
ru: стабилизация

source: Analyze
de: Analysieren
nl: Analyseren
ru: анализировать

source: Smooth level:
de: Glätten:
nl: Gladheid niveau:
ru: Гладкий уровень:

source: White Balance
de: Weißabgleich
nl: Wit balans
ru: Баланс белого

source: Temprature:
de: Temperatur:
nl: Temperatuur:
ru: Температура:

source: Tint:
de: Farbton:
ru: Оттенок:

source: Tone
de: Farbton
nl: Toon:
ru: тон

source: Contrast:
de: Kontrast:
ru: Контраст:

source: Saturation:
de: Sättigung:
nl: Verzadiging:
ru: Насыщенность:

source: Brightness:
de: Helligkeit:
nl: Helderheid:
ru: Яркость:

source: None
de: Keine
nl: Geen
ru: Никто

source: Load New LUT
de: Neue LUT laden
nl: Laad nieuwe LUT
ru: Загрузить новый LUT

source: FadeOut:
de: Ausblenden:
nl: Uitfaden:
ru: Исчезать:

source: Pitch:
de: Tonhöhe:
ru: Подача:

source: Equalizer:
ru: Эквалайзер:

source: Remove Background noise
de: Hintergrundgeräusche entfernen
nl: Verwijder achtergrondruis
ru: Удалить фоновый шум

source: Weak
de: Schwach
nl: Zwak
ru: слабый

source: Mid
de: Mittel
nl: midden
ru: средний

source: Strong
de: Stark
nl: Sterk
ru: сильный

source: Volume:
de: Lautstärke:
ru: Объем:

source: Classic
de: Klassisch
nl: Klassiek
ru: классический

source: Dance
de: Tanzen
nl: Dans
ru: танец

source: Low Bass
de: Basslastig
nl: Lage bas
ru: Низкий бас

source: Sparkle
de: Funkeln
nl: Sparkel
ru: искриться

source: Pop
ru: поп

source: Rock'n'Roll
ru: Рок н-ролл

source: Soft
de: Sanft
nl: Zacht
ru: Мягкий

source: Hard Rock
ru: Тяжелый рок

source: Country
de: Land
nl: Land
ru: Страна

source: Acoustic
de: Akustisch
nl: Akoestisch
ru: акустическое

source: Folk
ru: народный

source: Transition Universal
de: Übergang Universal
nl: Universele transitie
ru: Переходный универсальный

source: Duration:
de: Dauer:
nl: Looptijd:
ru: Продолжительность:

source: Apply to all transitions
de: Auf alle Übergänge anwenden
nl: Toepassen op alle overgangen
ru: Применить ко всем переходам

source: Transition Mode:
de: Übergangsmodus:
nl: Overgangsmodus:
ru: Режим перехода:

source: Overlap
de: Überlappung
nl: Overlappen
ru: перекрываться

source: Prefix
de: Präfix
nl: Voorvoegsel
ru: Префикс

source: Postfix
nl: Achtervoegsel
ru: постфикс

source: Transition %@ Special
de: Übergang %@ Spezial
nl: Overgang %@ Special
ru: Переход %@ Special

source: There is no parameter for this Filter
de: Für diesen Filter gibt es keinen Parameter
nl: Er is geen parameter voor dit filter
ru: Для этого фильтра нет параметров

source: mode %d
de: Modus %d
nl: modus %d
ru: режим %d

source: Circular
de: Kreisförmig
ru: круговое

source: Linear
nl: Lineair
ru: линейный

source: Failed in Loading files.
de: Laden der Dateien fehlgeschlagen.
nl: Laden van bestanden is mislukt.
ru: Не удалось загрузить файлы.

source: Loading file...
de: Datei wird geladen...
nl: Bestand laden...
ru: Загрузка файла ...

source: Copying files
de: Kopiere Dateien
nl: Bestanden kopiëren
ru: Копирование файлов

source: Copying file...
de: Kopiere Dateien...
nl: Bestand kopiëren...
ru: Копирование файла ...

source: Loading files
de: Lade Dateien
nl: Bestanden laden
ru: Загрузка файлов

source: 4K resolution video files are not supported in trial version due to macOS's limitaion.
de: Videodateien in 4K-Auflösung werden in der Testversion aufgrund der Begrenzung von MacOS nicht unterstützt.
nl: Videobestanden met een 4K-resolutie worden niet ondersteund in de proefversie vanwege de beperkingen van MacOS.
ru: Видеофайлы с разрешением 4K не поддерживаются в пробной версии из-за ограничений macOS.

source: Show details
de: Details anzeigen
nl: Toon details
ru: Показать детали

source: For more information, please click here to contact our support team.
de: Für weitere Informationen klicken Sie bitte hier, um unser Support-Team zu kontaktieren.
nl: Klik hier voor meer informatie om contact op te nemen met ons ondersteuningsteam.
ru: Для получения дополнительной информации, пожалуйста, нажмите здесь, чтобы связаться с нашей службой поддержки.

source: Speed:
de: Tempo:
nl: Snelheid:
ru: Скорость:

source: Reverse:
de: Umkehren:
nl: Omgekeerd:
ru: Задний ход:

source: Play video clip in reverse
de: Rückwärts abspielen
nl: Snelheid achteruit
ru: Обратная скорость

source: Ripple:
nl: Rimpeling:
ru: Пульсация:

source: Keep Ripple
de: Ripple-Bearbeitung
nl: Rimpeling Bewerken
ru: Редактирование пульсаций

source: Custom speed
de: Benutzerdefinierte Geschwindigkeit
nl: Aangepaste snelheid
ru: Пользовательская скорость

source: Slow
de: Langsam
nl: Langzaam
ru: Медленный

source: Fast
de: Schnell
nl: Snel
ru: Быстро

source: Reverse
de: Rückwärts abspielen
nl: Omgekeerd
ru: Задний ход

source: Replay
de: Wiederholung
nl: Herhaling
ru: переигровка

source: Add Speed Point
de: Geschwindigkeitspunkt hinzufügen
nl: Voeg Speed ​​Point toe
ru: Добавить скорость

source: Clear Speed Point
de: Geschwindigkeitspunkt löschen
nl: Wis Speed ​​Point
ru: Очистить скорость

source: Custom Freeze frame Duration
de: Benutzerdefinierte Standbild-Dauer
nl: Aangepaste Freeze Frame duur
ru: Пользовательская продолжительность стоп-кадра

source: Photo
de: Foto
nl: Foto
ru: Фото

source: Audio
ru: Аудио

source: All
de: Alle
nl: Alle
ru: Все

source: YES
de: Ja
nl: JA
ru: ДА

source: NO
de: Nein
nl: NEE
ru: НЕТ

source: List View
de: Listenansicht
nl: Lijstweergave
ru: Посмотреть список

source: Large Thumbnail View
de: Große Miniaturansicht
nl: Groot miniatuuroverzicht
ru: Большой вид эскизов

source: Middle Thumbnail View
de: Mittlere Miniaturansicht
nl: Middelste miniatuurweergave
ru: Средний вид эскизов

source: Small Thumbnail View
de: Kleine Miniaturansicht
nl: Kleine miniatuurweergave
ru: Маленький вид эскизов

source: Name
nl: Naam
ru: имя

source: Type
de: Art
ru: Тип

source: Date Created
de: Erstellungsdatum
nl: Datum gecreeërd
ru: Дата создания

source: Category
de: Kategorie
nl: Categorie
ru: категория

source: Ascending
de: Aufsteigend
nl: Oplopend
ru: Восходящий

source: Descending
de: Absteigend
nl: Aflopend
ru: нисходящий

source: Camera Name
de: Kameraname
nl: Cameranaam
ru: Имя камеры

source: Sort By
de: Sortieren nach
nl: Sorteer op
ru: Сортировать по

source: Group By
de: Gruppieren nach
nl: Groeperen op
ru: Группа по

source: Display media folder list
de: Medienordnerliste anzeigen
nl: Media mappenlijst weergeven
ru: Отобразить список медиапакетов

source: Large Thumbnail
de: Großes Vorschaubild
nl: Grote miniatuur
ru: Большая миниатюра

source: Small Thumbnail
de: Kleines Vorschaubild
nl: Kleine miniatuur
ru: Маленькая миниатюра

source: Folder
de: Ordner
nl: Map
ru: скоросшиватель

source: Sample Videos
de: Beispielvideos
nl: Voorbeeldvideo's
ru: Примеры видео

source: Sample Colors
de: Beispielfarbe
nl: Voorbeeldkleuren
ru: Образцы цветов

source: Project Media
de: Meine Projekte
ru: Проектные СМИ

source: My Projects
de: Meine Projekte
nl: Mijn projecten
ru: Мои проекты

source: Import Media Files
de: Mediendateien importieren...
nl: Importeer mediabestanden
ru: Импорт медиафайлов

source: Import Media Folder
de: Medienordner importieren...
nl: Importeer mediamap
ru: Импортировать папку мультимедиа

source: Import from Camera or Phone
de: Von Kamera oder Smartphone importieren...
nl: Importeren vanuit camera of telefoon
ru: Импорт из камеры или телефона

source: Import with Instant Cutter Tool
de: Aus Instant-Cutter Tool importieren ...
nl: Importeren met Instant Cutter Tool
ru: Импорт с помощью инструмента Instant Cutter

source: Download Media from Facebook
de: Medien von Facebook herunterladen...
nl: Download media van Facebook
ru: Загрузить медиафайлы из Facebook

source: Download Photos from Instagram
de: Fotos von Instagram herunterladen...
nl: Download foto's van Instagram
ru: Загрузить фотографии с Instagram

source: Download Photos from Flickr
de: Fotos von Flickr herunterladen...
nl: Foto's downloaden van Flickr
ru: Загрузить фотографии с Flickr

source: Create Adjustment Layer
de: Anpassungsebene erstellen
nl: Maak aanpassingslaag
ru: Создать корректирующий слой

source: Create Color Matte
de: Farbmatte erstellen
nl: Create Kleurenmat
ru: Создать цветной матовый

source: Record from WebCam
de: Webcam aufnehmen...
nl: Neem op van WebCam
ru: Запись с веб-камеры

source: Record Voiceover
de: Begleitkommentar aufnehmen
nl: Neem Voiceover op
ru: Запись голоса

source: Record PC Screen
de: Bildschirm aufnehmen
nl: Record pc-scherm
ru: Запись экрана ПК

source: Insert
de: Einfügen
nl: invoegen
ru: Вставить

source: Overwrite
de: Überschreiben
nl: beschrijven
ru: затирать

source: Append(add to the end)
de: Anhängen
nl: Toevoegen
ru: присоединять

source: Add to new track
de: Zu neuer Spur hinzufügen
nl: Toevoegen aan nieuw nummer
ru: Добавить на новый альбом

source: Create Proxy file
de: Proxy-Datei erstellen
nl: Maak een proxy-bestand
ru: Создать файл прокси

source: Cancel Create Proxy file
de: Proxy abbrechen
nl: Proxy annuleren
ru: Отменить прокси

source: Rename
de: Umbenennen
nl: andere naam geven
ru: переименовывать

source: Reveal in Finder
de: Im Finder anzeigen
nl: Tonen in Finder
ru: Показать в Finder

source: Scene Detection
de: Szenenerkennung
nl: Scènedetectie
ru: Обнаружение сцены

source: Audio Track
de: Audiospur
nl: Audio bestand
ru: Аудио трек

source: Properties
de: Eigenschaften
nl: eigenschappen
ru: свойства

source: Warning:
de: Warnung:
nl: Waarschuwing:
ru: Предупреждение:

source: Warning
de: Warnung
nl: Waarschuwing
ru: Предупреждение

source: Folder name already exits, please choose a new name
de: Dieser Name wird verwendet, bitte wählen Sie einen neuen Namen.
nl: Deze naam is in gebruik, kies een nieuwe naam.
ru: Это имя используется, выберите новое имя.

source: Your selection is used on at least one timeline. Are you sure you want to remove it from your project?
de: Einer oder mehrere Ihrer ausgewählten Clips wurden zur Zeitleiste hinzugefügt. Wenn Sie sie aus der Bibliothek löschen, werden sie auch aus dem Projekt gelöscht. Möchten Sie fortfahren?
nl: Een of meer van jouw geselecteerde clips zijn toegevoegd aan de tijdlijn. Als je ze uit de bibliotheek verwijdert, worden ze ook uit het project verwijderd. Wil je doorgaan?
ru: Один или несколько выбранных клипов добавлены на временную шкалу. Удаление их из библиотеки также удалит их из проекта. Вы хотите продолжить?

source: Filter
ru: Фильтр

source: Sort
de: Sortieren
nl: Soort
ru: Сортировать

source: Record
de: Aufnehmen
nl: Opnemen
ru: запись

source: Import
de: Importieren
nl: Importeren
ru: Импортировать

source: less than 1 min
de: weniger als 1 min
nl: minder dan 1 minuut
ru: менее 1 мин

source: 1 ~ 5 min
de: 1 bis 5 Minuten
nl: 1 ~ 5 minuten
ru: 1 ~ 5 мин.

source: 5 ~ 30 min
de: 5 ~ 30 Minuten
nl: 5 ~ 30 minuten
ru: 5 ~ 30 мин.

source: 30 ~ 60 min
de: 30 ~ 60 Minuten
nl: 30 ~ 60 minuten
ru: 30 ~ 60 мин.

source: more than 60 min
de: mehr als 60 Minuten
nl: meer dan 60 minuten
ru: более 60 минут

source: Apply
de: Anwenden
nl: Toepassen
ru: Подать заявление

source: Apply to All
de: Auf alle anwenden
nl: Toepassen op alles
ru: Применить ко всему

source: APPLY TO ALL
de: Auf alle anwenden
nl: Toepassen op alles
ru: Применить ко всему

source: Download
de: Herunterladen
nl: Download nu uw gratis pakket.
ru: Скачать

source: Download All
de: Alle herunterladen
nl: Download alles
ru: Скачать все

source: Random to All
de: Zufällig auf alle
nl: Willekeurig voor iedereen
ru: Случайный для всех

source: Add to Favorite
de: Zu Favoriten hinzufügen
nl: Toevoegen aan favorieten
ru: Добавьте в избранное

source: Remove from favorite
de: Vom Favoriten entfernen
nl: Verwijderen van favoriet
ru: Удалить из избранного

source: FAVORITE
de: Favorit
nl: FAVORIET
ru: ЛЮБИМЫЙ

source: Start Time
nl: Starttijd
ru: Время начала

source: End Time
de: Endzeit
nl: Eindtijd
ru: Время окончания

source: Titles
de: Titel
nl: TITELs
ru: Заголовки

source: Transitions
de: Übergänge
nl: Transities
ru: Переходы

source: Location:
de: Ort:
nl: Plaats:
ru: Место нахождения:

source: Location
de: Ort
nl: Plaats
ru: Место нахождения

source: File Size:
de: Dateigröße:
nl: Bestandsgrootte:
ru: Размер файла:

source: Date Created:
de: Erstellungsdatum:
nl: Datum gecreeërd:
ru: Дата создания:

source: Codec:
ru: кодек:

source: Resolution
de: Auflösung
nl: Resolutie
ru: разрешение

source: FrameRate:
de: Bildrate:
ru: Частота кадров:

source: Frame Rate:
de: Bildrate:
ru: Частота кадров:

source: Frame Rate
de: Bildrate
ru: Частота кадров

source: Aspect Ratio:
de: Seitenverhältnis:
nl: Beeldverhouding:
ru: Соотношение сторон:

source: Bit Rate:
ru: Скорость передачи:

source: Camera Maker:
de: Kamerahersteller:
ru: Производитель камеры:

source: Camera Model:
de: Kameramodell:
ru: Модель камеры:

source: Exposure Time:
de: Belichtungszeit:
nl: Blootstellingstijd:
ru: Время воздействия:

source: Channel:
de: Kanal:
nl: Kanaal:
ru: Источник:

source: Sample Rate:
ru: Частота дискретизации:

source: Sample Rate
ru: Частота дискретизации

source: Property
de: Eigentum
nl: Eigendom
ru: Имущество

source: Used
de: Verwendet
nl: Gebruikt
ru: Используемый

source: Media Type
de: Medientyp
ru: Тип носителя

source: Favorite
de: Favorit
nl: Favoriete
ru: любимец

source: The video you ara loading is in high quality, do you wish to create proxy file to accelerate editingprocess?
de: Für eine schnellere Bearbeitungsleistung können Sie mit kleineren Proxy-Kopien arbeiten. Beim Exportieren werden Projekte mit Ihren ursprünglichen Medien in voller Qualität gerendert. Sie können dies auch später in "Einstellungen" zurücksetzen.
nl: Voor snellere bewerkingsprestaties kunt je werken met kleinere proxy-exemplaren. Bij het exporteren worden projecten weergegeven met jouw originele media van volledige kwaliteit. je kunt dit ook later opnieuw instellen in "Voorkeuren".
ru: Для более быстрого редактирования вы можете работать с меньшими прокси-копиями. При экспорте проекты будут отображаться с оригинальными полнофункциональными медиа. Вы также можете сбросить его позже в «Предпочтения».

source: Title
de: Text
nl: Titel
ru: заглавие

source: My Video
de: Mein Video
nl: Mijn video
ru: Мое видео

source: My Audio
de: Mein Audio
nl: Mijn audio
ru: мой аудио

source: Export
de: Exportieren
nl: Exporteren
ru: экспорт

source: Uploading is failed maybe due to network.For more information, please click here to contact our support team.
de: Das Hochladen ist möglicherweise aufgrund des Netzwerks fehlgeschlagen. Für weitere Informationen klicken Sie bitte hier, um unser Support-Team zu kontaktieren.
nl: Uploaden is mislukt, misschien vanwege het netwerk.Voor meer informatie, klik hier om contact op te nemen met ons ondersteuningsteam.
ru: Загрузка невозможна, возможно, из-за сети. За дополнительной информацией, пожалуйста, нажмите здесь, чтобы связаться с нашей службой поддержки.

source: Oops, authorization expired, please re-authorize your account to continue the uploading.
de: Hoppla, die Autorisierung ist abgelaufen, bitte autorisieren Sie Ihr Konto erneut, um mit dem Hochladen fortzufahren.
nl: Oeps, autorisatie verlopen, herimplementeer je account om door te gaan met uploaden.
ru: К сожалению, авторизация истекла, пожалуйста, повторно авторизуйте свою учетную запись, чтобы продолжить загрузку.

source: Oops! There is an error to start your upload, you don’t have enough free space with your Vimeo account, please check your account status or try again later;
de: Hoppla! Es gibt einen Fehler beim Starten des Uploads. Sie haben nicht genügend freien Speicherplatz für Ihr Vimeo-Konto. Überprüfen Sie den Status Ihres Kontos oder versuchen Sie es später erneut.
nl: Oeps! Er is een fout opgetreden om je upload te starten, je hebt niet genoeg vrije ruimte met je Vimeo-account, controleer je accountstatus of probeer het later opnieuw;
ru: К сожалению! При загрузке загружена ошибка, у вас недостаточно свободного места на вашей учетной записи Vimeo, проверьте статус своей учетной записи или повторите попытку позже;

source: Oops! There is an error to start your upload, you can only upload 1 HD video per week with a Basic account, please check your account status or try again later;
de: Hoppla! Es gibt einen Fehler beim Starten Ihres Uploads. Sie können nur 1 HD-Video pro Woche mit einem Basic-Konto hochladen. Bitte überprüfen Sie Ihren Kontostatus oder versuchen Sie es später erneut.
nl: Oeps! Er is een fout opgetreden om je upload te starten, je kunt slechts 1 HD-video per week uploaden met een Basic-account, controleer je accountstatus of probeer het later opnieuw;
ru: К сожалению! При загрузке загружается ошибка, вы можете загружать только 1 видео HD в неделю с помощью основной учетной записи, пожалуйста, проверьте статус своей учетной записи или повторите попытку позже;

source: Oops! There is an error to start your upload, you can only upload 10 video per day with a Basic account, please check your account status or try again later;
de: Hoppla! Es gibt einen Fehler beim Starten des Uploads. Sie können nur 10 Videos pro Tag mit einem Basic-Konto hochladen. Bitte überprüfen Sie Ihren Account-Status oder versuchen Sie es später erneut.
nl: Oeps! Er is een fout opgetreden om je upload te starten, je kunt slechts 10 video's per dag uploaden met een Basic-account, controleer je accountstatus of probeer het later opnieuw;
ru: К сожалению! При загрузке загружается ошибка, вы можете загружать только 10 видео в день с помощью основной учетной записи, пожалуйста, проверьте статус своей учетной записи или повторите попытку позже;

source: Oops! This video length is longer than 15 mins,normal account should increse limit after upload to YouTube.
de: Hoppla! Die Videolänge ist länger als 15 Minuten.
nl: Oeps! Deze videolengte is langer dan 15 minuten, normale account zou de limiet moeten verhogen na het uploaden naar YouTube.
ru: К сожалению! Эта длина видео длится более 15 минут, обычная учетная запись должна увеличивать лимит после загрузки на YouTube.

source: Oops! Failed to upload this video as Facebook limits the video length to 20 min and video size to 1GB; It is recommended to export your video to computer, and then upload it manually.
de: Hoppla! Das Video konnte nicht hochgeladen werden, da Facebook die Videolänge auf 20 Minuten und die Videogröße auf 1 GB begrenzt. Es wird empfohlen, das Video auf den Computer zu exportieren und dann manuell hochzuladen.
nl: Oeps! Kan deze video niet uploaden omdat Facebook de videolengte beperkt tot 20 min. En videoformaat tot 1 GB; Het wordt aanbevolen om jouw video naar de computer te exporteren en vervolgens handmatig te uploaden.
ru: К сожалению! Не удалось загрузить это видео, поскольку Facebook ограничивает длину видео до 20 минут и размер видео до 1 ГБ; Рекомендуется экспортировать видео на компьютер, а затем загружать его вручную.

source: Find in Target
de: In Ziel finden
nl: Zoek in doel
ru: Найти в Target

source: Resume
de: Fortfahren
nl: Hervat
ru: Продолжить

source: Step: Bruning to Dic,please wait a moment.
de: Schritt: DVD wird beschrieben. Bitte warten...
nl: Stap: branden naar schijf, even geduld aub...
ru: Шаг: Запись на диск, подождите некоторое время ...

source: Step: make iSO %.2f%%
de: Schritt: Erstelle DVD ISO %.2f%%
nl: Stap: maak DVD ISO %.2f%%
ru: Шаг: Сделайте DVD ISO% .2f%%

source: Step: upload %d
de: Schritt: Laden hoch %d
nl: Stap: upload %d
ru: Шаг: добавление %d

source: Step: Copying folder Please Wait...
de: Schritt: Kopiere Ordner. Bitte warten ...
nl: Stap: map kopiëren Even geduld...
ru: Шаг: копирование папки Пожалуйста, подождите ...

source: Step: Making ISO Please Wait...
de: Schritt: Erstelle DVD-ISO. Bitte warten...
nl: Stap: DVD ISO maken Even geduld aub...
ru: Шаг: Создание DVD ISO Пожалуйста, подождите ...

source: Step: Converting %d%%
de: Schritt: Konvertiere %d%%
nl: Stap: %d%% converteren
ru: Шаг: Преобразование %d%%

source: Step: Faild
de: Schritt: Fehlgeschlagen
nl: Stap: mislukt
ru: Шаг: Ошибка

source: Step: Updating...
de: Schritt: Aktualisiere...
nl: Stap: Updaten...
ru: Шаг: обновление ...

source: Please select your country, Filmora will choose the right TV Standard for you automatically.
de: Bitte wählen Sie Ihr Land aus. Filmora wählt automatisch den für Sie passenden TV-Standard aus.
nl: Selecteer jouw land, Filmora kiest automatisch de juiste TV-standaard voor u.
ru: Пожалуйста, выберите свою страну, Filmora выберет правильный телевизионный стандарт для вас автоматически.

source: Select Music
de: Musik auswählen
nl: Selecteer muziek
ru: Выберите музыку

source: EXPORT
de: Exportieren
nl: EXPORTEREN
ru: ЭКСПОРТ

source: Others...
de: Andere...
nl: Anderen...
ru: Другие ...

source: Good
de: Gut
nl: Goed
ru: Хорошо

source: SETTING
de: Einstellungen
nl: INSTELLINGEN
ru: НАСТРОЙКИ

source: Better
de: Besser
nl: Beter
ru: Лучше

source: Best
de: Beste
nl: Het beste
ru: Лучший
