Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/LocalizedLanguage/*.lproj/Localizable.strings
Languages: de, nl, ru

source: 16.Introduce the team with a company video.
de: 16 Stellen Sie das Team mit einem Unternehmensvideo vor.
nl: 16. Stel het team voor met een bedrijfsvideo.
ru: 16. Снимите видео о компании, чтобы представить участников команды.

source: 17. Create a music video for your fire audio track.
de: 17. Erstellen Sie ein Musikvideo für Ihre Feuerwehr-Audiospur.
nl: 17. Maak een muziekvideo voor je audiotrack.
ru: 17. Создавайте музыкальные видео для ваших аудиофайлов.

source: Redo last action.
de: Letzte Aktion wiederholen.
nl: Redo laatste actie
ru: Повторить последнее действие.

source: Undo last action.
de: Letzte Aktion rückgängig machen.
nl: Undo laatste actie.
ru: Отменить последнее действие.

source: Delete selected media on timeline.
de: Ausgewählte Medien auf der Zeitachse löschen.
nl: Verwijder geselecteerde media op timeline
ru: Удалить часть видео, выбрав фрагмент на временной шкале.

source: Split selected media at playhead location.
de: Ausgewählte Medien an der Playhead-Position aufteilen.
nl: Splits geselecteerde media op de locatie van de afspeelkop.
ru: Разделить выбранные фрагменты видео с помощью курсора.

source: Choose a smaller section of your image to keep.
de: Wählen Sie einen kleineren Ausschnitt Ihres Bildes, den Sie behalten möchten.
nl: Kies een kleiner deel van je afbeelding om te bewaren.
ru: Выбрать область изображения для обрезки.

source: Speed
de: Geschwindigkeit
nl: Snelheid
ru: Скорость воспроизведения

source: Adjust the speed of your media or play it backwards.
de: Passen Sie die Geschwindigkeit Ihrer Medien an oder spielen Sie sie rückwärts ab.
nl: Pas de snelheid van uw media aan of speel het achteruit af.
ru: Отрегулировать скорость или изменить направление воспроизведения вашего видео.

source: Change the aesthetic of your media by adjusting settings like white balance, saturation, and contrast or by applying 3D LUTs.
de: Ändern Sie die Ästhetik Ihrer Medien, indem Sie Einstellungen wie Weißabgleich, Sättigung und Kontrast anpassen oder 3D-LUTs anwenden.
nl: Verander de esthetiek van uw media door instellingen zoals witbalans, verzadiging en contrast aan te passen of door 3D LUT's toe te passen.
ru: Экспериментируйте с эстетикой ваших видео, настраивая баланс белого, насыщенность и контрастность, а также используя таблицу преобразования 3D LUT.

source: Click for more help.
de: Klicken Sie für weitere Hilfe.
nl: Klik voor meer hulp.
ru: Нажмите для получения дополнительной информации.

source: Change your background or create special effects.
de: Ändern Sie Ihren Hintergrund oder erstellen Sie Spezialeffekte.
nl: Verander uw achtergrond of creëer special effects.
ru: Измените свой фон или создайте специальные эффекты.

source: Find additional editing options like opacity, rotation, motion, and more.
de: Finden Sie zusätzliche Bearbeitungsoptionen wie Deckkraft, Rotation, Bewegung und mehr.
nl: Vind extra bewerkingsopties zoals transparantie, rotatie, beweging en meer.
ru: Используйте дополнительные параметры редактирования: непрозрачность, вращение, движение и т.д.

source: Extend or reduce the duration of your media. This may change the speed.
de: Verlängern oder verkürzen Sie die Dauer Ihrer Medien. Dies kann die Geschwindigkeit verändern.
nl: Verleng of verkort de duur van uw media. Dit kan de snelheid veranderen.
ru: Увеличьте или уменьшите продолжительность вашего видео или аудио. Скорость воспроизведения может измениться.

source: Right-click and visit Beat Search by previewing the music. The following music can be added to the timeline for further editing.
de: Korrigieren Sie Ihre Beleuchtung, gestalten Sie Ihre Farben oder geben Sie Ihrem Video eine ganz neue Ästhetik.
nl: Pas je verlichting aan, geef een style aan je kleuren, of geef je video een geheel nieuwe esthetiek.
ru: Настраивайте освещение, меняйте цвета, создавайте совершенно новую эстетику в ваших видео.

source: No Effects
de: Keine Effekte
nl: Geen Effecten
ru: Нет эффектов

source: 1. Click to split your selected clip.
de: 1. Klicken, um den ausgewählten Clip zu teilen.
nl: 1. Klik om uw geselecteerde clip te splitsen.
ru: 1. Нажмите, чтобы разделить выбранный клип.

source: 2. Click, hold, and drag to move the playhead.
de: 2. Klicken, halten und ziehen Sie, um den Abspielkopf zu verschieben.
nl: 2. Sleep het naar de afspeelkop toe.
ru: 2. Нажмите, удерживайте и перетащите, чтобы переместить курсор воспроизведения.

source: Right click on the song thumbnail to access Beat Detection. Then add the song to the timeline the beats will be marked for easy editing.
de: Klicken Sie mit der rechten Maustaste auf die Miniaturansicht des Songs, um die Beat-Erkennung aufzurufen. Fügen Sie dann das Lied zur Zeitleiste hinzu. Die Beats werden zur einfachen Bearbeitung markiert.
nl: Klik met de rechtermuisknop op de thumbnail van een nummer, om toegang te krijgen tot Beat Detection. Voeg het nummer dan aan de timeline toe. De beats worden gemarkeerd voor simpele bewerking.
ru: Щелкните правой кнопкой мыши по миниатюре аудио, чтобы открыть Beat Detection. Затем добавьте аудио на временную шкалу. Биты будут выделены для удобного редактирования.

source: Click here for tutorials.
de: Klicken Sie hier für Tutorials.
nl: Klik hier voor tutorials.
ru: Нажмите здесь для обучения.

source: Advanced Challenge
de: Erweiterte Missionen
nl: Geavanceerde Uitdaging
ru: Дополнительное задание

source: Welcome! Complete the missions below to get familiar with Filmora. Do them all to earn a reward!
de: Herzlich willkommen! Absolvieren Sie die folgenden Missionen, um sich mit Filmora vertraut zu machen. Machen Sie sie alle, um eine Belohnung zu erhalten!
nl: Welkom! Voltooi onderstaande missies om bekend te worden met Filmora. Doe ze allemaal om een beloning te verdienen!
ru: Добро пожаловать! Выполняйте задания, чтобы лучше изучить Filmora. Выполните их все и получите бонус!

source: Import Media 9.5
de: Medien importieren
nl: Importeer Media
ru: Импортирование аудио или видео

source: Split a Clip
de: Videoclip schneiden
nl: Splits een Clip
ru: Разделение клипа

source: Add Video Effects
de: Effekt hinzufügen
nl: Voeg video-effecten toe
ru: Добавить видеоэффекты

source: Export Your Video
de: Video exportieren
nl: Exporteer uw Video
ru: Экспорт видео

source: When you're done, click here to access your prize.
de: Wenn Sie fertig sind, klicken Sie hier, um auf Ihren Award zuzugreifen.
nl: Wanneer je klaar bent, klik hier om toegang te krijgen tot uw prijs.
ru: После завершения нажмите здесь, чтобы получить доступ к вашему призу.

source: Claim Your Reward
de: Belohnung erhalten
nl: Claim uw Prijs
ru: Получить бонус

source: Drag a video clip, image, or audio file from your computer and drop it into Project Media
de: Ziehen Sie einen Videoclip, ein Bild oder eine Audiodatei von Ihrem Computer und legen Sie sie in Projektmedien ab
nl: Sleep een videoclip, afbeelding of audiobestand van uw computer en zet het neer in Project Media.
ru: Перетащите видеоклип, изображение или аудиофайл с компьютера в окно программы.

source: Done! Next
de: Exportieren
nl: Klaar! Volgende
ru: Готово! Далее

source: Learn More
de: Mehr Informationen
nl: Meer Informatie
ru: Узнать больше

source: Click and drag to move the playhead. Then, click the scissors to split your clip.
de: Klicken und ziehen Sie, um den Abspielkopf zu verschieben. Klicken Sie dann auf die Schere, um den Clip zu spalten.
nl: Klik en sleep om de afspeelkop te verplaatsen. Klik vervolgens op de schaar om je clip te splitsen.
ru: Нажмите и перетащите, чтобы переместить курсор воспроизведения. Затем нажмите на ножницы, чтобы разделить клип.

source: Crop a Clip
de: Zuschnitt eines Clips
nl: Snijd een Clip bij
ru: Обрезка клипа

source: Click on the 'Crop' icon and then adjust the green box around your clip.
de: Klicken Sie auf das Symbol " Zuschneiden " und passen Sie dann das grüne Kästchen um Ihren Clip an.
nl: Klik op het pictogram 'Bijsnijden' en pas vervolgens het groene vak rond uw clip aan.
ru: Щелкните по значку «Обрезка», а затем настройте зеленое поле вокруг клипа.

source: Add a Transition
de: Einen Übergang hinzufügen
nl: Voeg een Overgang toe
ru: Добавление перехода

source: Go to Transitions and drag any transition so it's sitting between two clips.
de: Gehen Sie zu Übergänge und ziehen Sie einen beliebigen Übergang so, dass er sich zwischen zwei Clips befindet.
nl: Ga naar Overgangen en sleep elke overgang zodat deze tussen twee clips zit.
ru: Перейдите в «Переходы» и разместите переход между двумя клипами.

source: Back
de: Zurück
nl: Terug
ru: Назад

source: Add an Effect
de: Einen Effekt hinzufügen
nl: Voeg een Effect toe
ru: Добавление эффектов

source: Go to Effects and choose a filter or overlay. Drag it onto a clip, or into the space above it.
de: Gehen Sie zu Effekte und wählen Sie einen Filter oder eine Ebene. Ziehen Sie sie auf einen Clip oder in den Bereich darüber.
nl: Ga naar Effecten en kies een filter of overlay. Sleep het naar een clip of naar de ruimte erboven.
ru: Откройте эффекты и выберите фильтр или оверлей. Перетащите его в клип или в пространство над ним.

source: Add an Element
de: Ein Element hinzufügen
nl: Voeg een Element toe
ru: Добавление элементов

source: Go to Elements and choose a motion graphic you like. Drag it into your timeline above a clip.
de: Gehen Sie zu Elemente und wählen Sie eine Bewegungsgrafik, die Ihnen gefällt. Ziehen Sie sie in Ihre Zeitachse über einen Clip.
nl: Ga naar Elementen en kies een bewegende afbeelding die je leuk vindt. Sleep het naar je tijdlijn boven een clip.
ru: Перейдите в «Элементы» и выберите подходящий графический элемент. Перетащите его на временную шкалу над клипом.

source: Try the Speed Controls
de: Geschwindigkeitssteuerung ausprobieren
nl: Probeer de Snelheidsbediening uit
ru: Попробуйте изменить лительность видео

source: With a clip selected, click on the speed gauge icon. You'll see options to make your clip 100 times faster or slower.
de: Wenn ein Clip ausgewählt ist, klicken Sie auf das Symbol für die Geschwindigkeitsmessung. Sie sehen dann Optionen, mit denen Sie Ihren Clip 100 Mal schneller oder langsamer machen können.
nl: Selecteer een clip en klik op het pictogram van de snelheidsmeter. Je ziet opties om je clip 100 keer sneller of langzamer te maken.
ru: Выбрав клип, нажмите на значок "Длительность". Вы сможете ускорить или замедлить воспроизведение вашего клипа в 100 раз.

source: Click Export. Then, name your video and choose where to save it. Click Export in the window.
de: Klicken Sie auf Exportieren. Benennen Sie dann Ihr Video und wählen Sie, wo es gespeichert werden soll.
nl: Klik op Export. Geef je video een naam en kies waar je hem wilt opslaan. Klik op Exporteren in het venster.
ru: Нажмите Экспорт. Затем назовите свое видео и выберите, где его сохранить. Нажмите Экспорт в окне.

source: When your video is done exporting, your mission will be complete!
de: Wenn Ihr Video fertig exportiert ist, ist Ihr Auftrag abgeschlossen!
nl: Als je video klaar is met exporteren, is je missie voltooid!
ru: Когда ваше видео будет экспортировано, ваша миссия будет завершена!

source: Congrats!
de: Herzlichen Glückwunsch!
nl: Gefeliciteerd!
ru: Поздравляем!

source: For completing the Get Started missions, you've earned a free video effect pack!
de: Für den Abschluss der Get Started-Missionen haben Sie sich ein kostenloses Video-Effekt-Paket verdient!
nl: Voor het voltooien van de Start-missies heb je een gratis video-effectpakket verdiend!
ru: Вы получили бесплатный пакет видеоэффектов за выполнение всех заданий!

source: Claim Your Prize
de: Holen Sie sich Ihren Preis
nl: Claim uw Prijs
ru: Заберите ваш бонус!

source: You've Earned a FREE Effect Pack!
de: Sie haben sich ein KOSTENLOSES Effekt-Paket erarbeitet!
nl: Je hebt een GRATIS effectpakket verdiend!
ru: Вы получили БЕСПЛАТНЫЙ пакет эффектов!

source: *This offer is exclusive to users who completed the related tasks.
de: *Dieses Angebot gilt ausschließlich für Benutzer, die die entsprechenden Aufgaben erledigt haben.
nl: * Deze aanbieding is exclusief voor gebruikers die de gerelateerde taken hebben voltooid.
ru: * Данное предложение предназначено только для пользователей, которые выполнили соответствующие задания.

source: Choose Your FREE Effect Pack
de: Wählen Sie Ihr KOSTENLOSES Effekt-Paket.
nl: Kies uw GRATIS effectpakket
ru: Выберите ваш БЕСПЛАТНЫЙ пакет эффектов

source: Your Audience Awaits!
de: Ihr Publikum erwartet Sie!
nl: Uw publiek wacht!
ru: Ваша аудитория ждет!

source: Get Filmora and start creating.
de: Holen Sie sich Filmora und beginnen Sie mit der Erstellung.
nl: Download Filmora en start meteen.
ru: Скачайте Filmora и начать создавать!

source: Filmora Lifetime plan
de: Filmora Lebenszeitplan
nl: Filmora Levenslang plan
ru: Бессрочная лицензия Filmora

source: All features
de: Alle Eigenschaften
nl: Alle functies
ru: Все функции

source: Free updates
de: Kostenlose Updates
nl: Gratis updates
ru: Бесплатные обновления

source: No watermark
de: Kein Wasserzeichen
nl: Geen watermerk
ru: Без водяных знаков

source: Free Tech Support
de: Kostenlose technische Unterstützung
nl: Gratis Technische Ondersteuning
ru: Бесплатная техподдержка

source: Sorry, it looks like you've already claimed your free pack. You can download it from your account center.
de: Tut mir leid, es sieht so aus, als hätten Sie Ihr Gratis-Paket bereits beansprucht. Sie können es in Ihrem Kundencenter herunterladen.
nl: Sorry, het lijkt erop dat je je gratis pakket al hebt geclaimd. Je kunt het downloaden vanuit je accountcentrum.
ru: Извините, похоже, вы уже получили свою бесплатную версию. Вы можете загрузить ее в вашем аккаунте.

source: Take Me There
de: Dorthin bringen
nl: Breng me er naar toe
ru: Перейти

source: Sorry, it looks like you haven't earned this reward. In order to claim your free pack, download Filmora and complete the related tasks.
de: Tut mir leid, es sieht so aus, als hätten Sie diese Belohnung nicht erreicht. Um Ihr Freepack in Anspruch zu nehmen, laden Sie Filmora herunter und erledigen Sie die damit verbundenen Aufgaben.
nl: Sorry, het lijkt erop dat je deze beloning niet hebt verdiend. Download Filmora om je gratis pakket te claimen en voltooi de gerelateerde taken.
ru: Извините, похоже, вы еще не заработали данный бонус. Чтобы получить бесплатный пакет, загрузите Filmora и выполните соответствующие задания.

source: Download Free Trial
de: Kostenlose Testversion herunterladen
nl: Download gratis proefversie
ru: Скачать бесплатную пробную версию

source: Awesome!
de: Fantastisch!
nl: Geweldig!
ru: Отлично!

source: Now download your free pack.
de: Laden Sie jetzt Ihr kostenloses Paket herunter.
nl: Download nu uw gratis pakket.
ru: Теперь вы можете скачать ваш бесплатный пакет.

source: You already purchased this pack. Please choose a different pack.
de: Sie haben dieses Paket bereits erworben. Bitte wählen Sie ein anderes Paket.
nl: Je hebt dit pakket al gekocht. Kies een ander pakket.
ru: Вы уже приобрели данный пакет. Пожалуйста, выберите другой.

source: Do more with Filmora! Complete the missions below to learn more about the program and earn a reward.
de: Machen Sie mehr mit Filmora! Füllen Sie die folgenden Missionen aus, um mehr über das Programm zu erfahren und eine Belohnung zu erhalten.
nl: Doe meer met Filmora! Voltooi de onderstaande missies voor meer informatie over het programma en verdien een beloning.
ru: Больше возможностей с Filmora! Выполняйте задания, чтобы изучить все возможности нашей программы и получить бонус.

source: Try the Green Screen Tool
de: Probieren Sie das Green-Screen-Tool aus
nl: Probeer de Green Screen Tool
ru: Попробуйте инструмент «Зеленый фон»

source: Add Movement with Pan and Zoom
de: Bewegung mit Schwenken und Zoomen hinzufügen
nl: Voeg beweging toe met Pan en Zoom
ru: Добавьте движение с панорамированием и масштабированием

source: Use a Keyboard Shortcut
de: Verwenden einer Tastenkombination
nl: Gebruik een sneltoets
ru: Используйте горячие сочетания клавиш

source: Add a video with green in it to your timeline and double click on it. Then, check the box next to Chroma Key. The green will be keyed out.
de: Fügen Sie ein Video des etwas grünes enthält in Ihrer Zeitachse hinzu und führen Sie eine Doppelklick darauf aus. Aktivieren Sie dann das Kästchen neben Chroma Key. Das Grün wird ausgeblendet sein.
nl: Voeg een video met groen erin toe aan je tijdlijn en dubbelklik erop. Vink vervolgens het vakje naast Chroma Key aan. Het groen wordt uitgeschakeld.
ru: Добавьте видео с зеленым фоном на временную шкалу и дважды щелкните по нему. Затем установите флажок рядом с Chroma Key. Зеленый фон будет отключен.

source: Add Movement with Pan & Zoom
de: Bewegung mit Schwenken & Zoomen hinzufügen
nl: Voeg beweging toe met Pan en Zoom
ru: Добавление движения с панорамированием и масштабированием

source: Select a clip in the timeline and click the 'crop' icon in the toolbar. Then, click into the Pan & Zoom tab. Set a start and end frame to create movement.
de: Wählen Sie einen Clip in der Zeitleiste und klicken Sie auf das Symbol "Zuschneiden" in der Symbolleiste. Klicken Sie dann auf die Registerkarte "Schwenken & Zoomen". Legen Sie einen Start- und Endrahmen fest, um Bewegung zu erzeugen.
nl: Selecteer een clip in de tijdlijn en klik op het pictogram 'bijsnijden' in de werkbalk. Klik vervolgens op het tabblad Pannen en zoomen. Stel een begin- en eindframe in om beweging te creëren.
ru: Выберите клип на временной шкале и щелкните по значку «Обрезать» на панели инструментов. Затем нажмите на вкладку Pan & Zoom (панорамирование и масштабирование). Установите начальный и конечный кадр, чтобы создать движение.

source: Use a Split Screen Preset
de: Voreinstellung für geteilten Bildschirm vervenden .
nl: Gebruik een voorinstelling voor gesplitst scherm
ru: Использование пресета для разделения экрана

source: Go to the split screen tab and drag any preset into your timeline. Then, drag video clips or images into the drop zones in the Preview panel.
de: 1.Gehen Sie auf den "Geteilter Bildschirm"-Tab und ziehen Sie eine beliebige Voreinstellung in ihre Zeitachse. 2.Ziehen Sie dann Videoclips oder Bilder in die Drop-Zones im Vorschaubereich.
nl: Ga naar het tabblad gesplitst scherm en sleep een voorinstelling naar je tijdlijn. Sleep vervolgens videoclips of afbeeldingen naar de drop zones in het voorbeeldpaneel.
ru: Перейдите во вкладку разделения экрана и перетащите любой пресет на вашу временную шкалу. Затем перетащите видеоклипы или изображения в рабочие зоны на панели «Просмотр».

source: Try Advanced Text Editing
de: Versuchen Sie die erweiterte Textbearbeitung
nl: Probeer geavanceerde tekstbewerking
ru: Попробуйте расширенное редактирование текста

source: From the Titles tab drag any text effect into the timeline, double click on it, and choose Advanced. In the Advanced Text Editing window you can make a variety of changes.
de: Ziehen Sie auf der Registerkarte Titel einen beliebigen Texteffekt in die Zeitleiste, machen Sie einen Doppelklick darauf und wählen Sie Erweitert. Im Fenster Erweiterte Textbearbeitung können Sie eine Vielzahl von Änderungen vornehmen.
nl: Sleep vanuit het tabblad Titels elk teksteffect naar de tijdlijn, dubbelklik erop en kies Advanced. In het venster Advanced Text Editing kunt u verschillende wijzigingen aanbrengen.
ru: Перетащите любой текстовый эффект на временную шкалу во вкладке «Заголовки», дважды щелкните по нему и нажмите «Дополнительно». Вы можете поменять настройки в окне расширенного редактирования текста.

source: Double click on a clip in your timeline, then go into the Color tab and click Advanced to see all the color tuning options.
de: Machen Sie einen Doppelklick auf einen Clip in Ihrer Zeitleiste, gehen Sie dann auf die Registerkarte Farbe und klicken Sie auf Erweitert, um alle Optionen zur Farbanpassung anzuzeigen.
nl: Dubbelklik op een clip in uw tijdlijn, ga vervolgens naar het tabblad Kleur en klik op Advanced om alle opties voor kleurafstemming te zien.
ru: Дважды щелкните по клипу на временной шкале, затем перейдите во вкладку «Цвет» и нажмите «Дополнительно», чтобы увидеть все параметры настройки цвета.

source: Go to Help > Keyboard Shortcuts to see a list of the shortcuts available and try one out. Learning these will save you a lot of time.
de: Gehen Sie zu Hilfe > Tastenkombinationen, um eine Liste der verfügbaren Tastenkombinationen anzuzeigen und eine auszuprobieren. Wenn Sie diese lernen, werden Sie viel Zeit sparen.
nl: Ga naar Help > Keyboard Shortcuts om een lijst met beschikbare sneltoetsen te zien en probeer er een uit. Als u deze leert, bespaart u veel tijd.
ru: Нажмите «Справка» > «Сочетания клавиш», чтобы увидеть и попробовать доступные сочетания клавиш. Это позволит сэкономить ваше время.

source: Congrats on finishing the missions!
de: Gratulation zum Abschluss der Aufgaben!
nl: Gefeliciteerd met het voltooien van de missies!
ru: Вы выполнили все задания, поздравляем!

source: Search the Filmora User Guide
de: Suche im Filmora-Benutzerhandbuch
nl: Zoek in de Filmora-gebruikershandleiding
ru: Поиск по руководству пользователя Filmora

source: SEARCH
de: SUCHE
nl: ZOEKEN
ru: ПОИСК

source: Popular topics:
de: Beliebte Themen:
nl: Populaire onderwerpen:
ru: Популярные темы:

source: Activate Filmora
de: Filmora aktivieren
nl: Activeer Filmora
ru: Активация Filmora

source: Download free video effects
de: Kostenlose Videoeffekte herunterladen
nl: Download gratis video effecten
ru: Скачать видеоэффекты бесплатно

source: Remove watermark
de: Wasserzeichen entfernen
nl: Verwijder watermerk
ru: Удалить водяной знак

source: Quick Start Tour
de: Schnellstart-Tour
nl: Snelle Start Rondleiding
ru: Краткое руководство

source: Learn Filmora's basic workflow in 5 steps.
de: Lernen Sie den grundlegenden Arbeitsablauf von Filmora in 5 Schritten kennen.
nl: Maak kennis met Filmora's basis workflow in 5 stappen.
ru: Изучение основ работы в Filmora за 5 шагов.

source: Essential Editing Tutorials
de: Grundlegende Tutorials zum Editieren
nl: Essentiële bewerkingslessen
ru: Видеоуроки по основным функциям редактирования

source: Advanced Editing Tutorials
de: Tutorials zur fortgeschrittenen Bearbeitung
nl: Geavanceerde bewerkingslessen
ru: Видеоуроки по дополнительным функциям редактирования

source: Get Creative
de: Kreativ werden
nl: Wees Creatief
ru: Больше творчества!

source: More Video Tutorials
de: Weitere Video-Tutorials
nl: Meer video handleidingen
ru: Больше видеоуроков

source: User Guide
de: Benutzerhandbuch
nl: Gebruikersgids
ru: Руководство пользователя

source: Basic Editing
de: Grundlegende Bearbeitung
nl: Basis Bewerking
ru: Основы редактирования

source: Add Effects
de: Effekte hinzufügen
nl: Voeg Effecten toe
ru: Добавление эффектов

source: Advanced Editing
de: Erweiterte Bearbeitung
nl: Geavanceerde Bewerking
ru: Расширенные функции редактирования

source: Export & Share
de: Export & Anteil
nl: Exporteer & Deel
ru: Экспорт, отправка другим пользователям

source: See More Topics >>
de: Siehe Weitere Themen >>
nl: Bekijk meer Onderwerpen >>
ru: К другим темам >>

source: FAQs
nl: VGV
ru: Часто задаваемые вопросы

source: How can I activate my Filmora license?
de: Wie kann ich meine Filmora-Lizenz aktivieren?
nl: Hoe kan ik mijn Filmora-licentie activeren?
ru: Как активировать лицензию Filmora?

source: What is Filmstock?
de: Was sind Filmstocks?
nl: Wat is Filmstock?
ru: Что такое Filmstock?

source: How do I download all built-in effects?
de: Wie lade ich alle eingebauten Effekte herunter?
nl: Hoe download ik alle ingebouwde effecten?
ru: Как загрузить все встроенные эффекты?

source: Limitations of the free trial.
de: Einschränkungen der kostenlosen Testversion
nl: Beperkingen van de gratis proefperiode
ru: Ограничения бесплатной пробной версии
