Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/LocalizedLanguage/*.lproj/Localizable.strings
Languages: de, nl, ru

source: Please connect optical driver!
de: Bitte optischen Treiber verbinden!
nl: Sluit optische driver aan!
ru: Пожалуйста, подключите оптический драйвер!

source: CREATE MENU
de: Menü erstellen
nl: MAAK MENU
ru: СОЗДАТЬ МЕНЮ

source: Public
de: Öffentlich
nl: Openbaar
ru: общественного

source: public
de: Öffentlich
nl: Openbaar
ru: общественного

source: private
de: Privat
nl: Prive
ru: Частный

source: Anyone
de: Jeder
nl: Iedereen
ru: Кто угодно

source: anybody
de: Jeder
nl: Iemand
ru: кто-нибудь

source: Only Me
de: Nur ich
nl: Alleen ik
ru: Только я

source: contacts
de: Kontakte
nl: Contacten
ru: контакты

source: Sigin out
de: Abmelden
nl: Afmelden
ru: выход

source: Full
de: Höchste
nl: vol
ru: Полный

source: Playback Quality
de: Wiedergabequalität
nl: Afspeelkwaliteit
ru: Качество воспроизведения

source: Fit
de: Anpassen
nl: Passen
ru: Поместиться

source: Safe Zone
de: Sichere Zonen
nl: Veilige zones
ru: Безопасные зоны

source: Zoom Level
de: Zoomstufe
nl: Zoomniveau
ru: Уровень масштабирования

source: Use Original Media When Pause
de: Originalmedien bei Pause verwenden
nl: Gebruik originele media tijdens pauze
ru: Использовать оригинальные носители при паузе

source: Histogram
de: Histogramm
ru: Гистограмма

source: Color
de: Farbe
nl: Kleur
ru: цвет

source: Light
de: Licht
nl: Licht
ru: Легкий

source: Vignette
nl: Vignet
ru: Виньетка

source: Temperature
de: Temperatur
nl: Temperatuur
ru: температура

source: Tint
de: Farbton
ru: оттенок

source: Exposure
de: Belichtung
nl: Blootstelling
ru: Воздействие

source: Brightness
de: Helligkeit
nl: Helderheid
ru: яркость

source: Contrast
de: Kontrast
ru: контрастировать

source: Saturation
de: Sättigung
nl: Verzadiging
ru: насыщение

source: Vibrance
de: Lebendigkeit
ru: вибрация

source: Highlights
ru: Особенности

source: Shadows
de: Schatten
nl: Schaduwen
ru: Тени

source: Whites
de: Weißtöne
nl: Witten
ru: бели

source: Blacks
de: Schwarztöne
nl: Zwarten
ru: Чернокожие

source: Amount
de: Menge
nl: Aantal
ru: Количество

source: Size
de: Größe
nl: Grootte
ru: Размер

source: Roundness
de: Rundung
nl: Rondheid
ru: круглость

source: Feather
de: Schärfe
nl: Veer
ru: Перо

source: Highlight
de: Highlights
ru: основной момент

source: Red
de: Rot
nl: Rood
ru: красный

source: Orange
nl: Oranje
ru: оранжевый

source: Yellow
de: Gelb
nl: Geel
ru: желтый

source: Green
de: Grün
nl: Groen
ru: зеленый

source: Magenta
ru: фуксин

source: Purple
de: Lila
nl: Purper
ru: Пурпурный

source: Blue
de: Blau
nl: Blauw
ru: синий

source: Hue
de: Farbton
nl: Tint
ru: оттенок

source: Luminance
de: Luminanz
nl: Luminantie
ru: яркость

source: Name your own color preset, it will be saved in the "Custom" category in Preset
de: Bennen Sie Ihre benutzerdefinierte Farbvorlage. Sie wird unter Vorlagen in der Benutzerdefiniert-Kategorie gespeichert.
nl: Geef jouw aangepaste kleurvoorinstelling een naam. Het zal worden opgeslagen onder de categorie Aangepast in voorinstelling.
ru: Назовите свой собственный предварительный набор цветов. Он будет сохранен в разделе «Пользовательский» в «Предустановка».

source: A preset with the name already exists. Replace it will overwrite the current preset.
de: Dieser Name wird bereits verwendet. Möchten Sie die vorhandene Vorlage ersetzen?
nl: Deze naam is al in gebruik. Vervang de bestaande voorinstelling?
ru: Это имя уже используется. Заменить существующий пресет?

source: Add to favorite
de: Zu Favoriten hinzufügen
nl: Toevoegen aan favorieten
ru: Добавьте в избранное

source: Delete custom preset
de: Benutzerdefinierte Vorlage löschen
nl: Aangepaste voorinstelling verwijderen
ru: Удалить пользовательский пресет

source: Adjust
de: Anpassen
nl: aanpassen
ru: регулировать

source: Preset
de: Vorlagen
nl: Vooraf ingesteld
ru: Предустановленная

source: Save as Preset
de: Als Vorlage speichern
nl: Sla op als voorinstelling
ru: Сохранить как пресет

source: Reset All
de: Alle zurücksetzen
nl: Alles resetten
ru: Сбросить все

source: Advanced Color Tuning
de: Erweiterte Farbkorrektur
nl: Geavanceerde kleurcorrectie
ru: Расширенная цветовая коррекция

source: Disable Comparison
de: Vergleichsansicht deaktivieren
nl: Vergelijking uitschakelen
ru: Отключить сравнение

source: Split View-Left/Right
de: Geteilte Ansicht - Links/Rechts
nl: Weergave splitsen-links/rechts
ru: Сплит-просмотр-Влево / Вправо

source: Side by Side View
de: Seite-an-Seite Ansicht
nl: Zij aan zijaanzicht
ru: Вид сбоку

source: Compare Before/After
de: Vorher/nachher vergleichen
nl: Vergelijk Voor/Na
ru: Сравнить до / после

source: Show Original
de: Original zeigen
nl: Toon origineel
ru: Показать оригинал

source: Start time:
de: Startzeit:
nl: Starttijd:
ru: Время начала:

source: End time:
de: Endzeit:
nl: Eindtijd:
ru: Время окончания:

source: Size:
de: Größe:
nl: Grootte:
ru: Размер:

source: Color:
de: Farbe:
nl: Kleur:
ru: Цвет:

source: Border
de: Rahmen
nl: Rand
ru: бордюр

source: Rotate
de: Drehen
nl: Draaien
ru: Поворот

source: Media
de: Medien
ru: СМИ

source: Drag video or image onto the drop zone to create your split screen video.
de: Ziehen Sie ein Video oder ein Bild in die Drop-Zone, um ein Splitscreen-Video zu erstellen.
nl: Sleep video of afbeelding naar de dropzone om jouw gesplitste schermvideo te maken.
ru: Перетащите видео или изображение в зону перетаскивания, чтобы создать видео с разделенным экраном.

source: Download Media from %@
de: Medien von %@ herunterladen
nl: Media downloaden van %@
ru: Загрузите Media из %@

source: SIGN IN
de: Anmelden
nl: AANMELDEN
ru: ВОЙТИ В СИСТЕМУ

source: SIGN OUT
de: Abmelden
nl: AFMELDEN
ru: ВЫХОД

source: Save to:
de: Speichern unter:
nl: Opslaan in:
ru: Сохранить:

source: Files selected: %d file(s)
de: Ausgewählte Dateien: %d Datei(en)
nl: Bestanden geselecteerd: %d bestand (en)
ru: Выбранные файлы: %d файлов (ов)

source: Stereo
ru: Стерео

source: Surround
nl: Omringen
ru: окружать

source: Master
ru: Мастер

source: SAVE AS PRESET
de: Als Vorlage speichern
nl: OPSLAAN ALS VOORINSTELLING
ru: СОХРАНИТЬ КАК ПРЕДСТАВЛЕНИЕ

source: ADVANCED
de: Erweitert
nl: GEAVANCEERD
ru: Дополнительно

source: Top Left
de: Oben links
nl: Linksboven
ru: Верхний левый

source: Top Right
de: Oben rechts
nl: Rechtsboven
ru: В правом верхнем углу

source: Center Left
de: Links zentriert
nl: Midden links
ru: Центр слева

source: Center
de: Zentriert
nl: Centrum
ru: Центр

source: Center Right
de: Rechts zentriert
nl: Centrum rechts
ru: Центр права

source: Bottom Left
de: Unten links
nl: Linksonder
ru: Нижняя левая

source: Bottom Center
de: Unten zentriert
nl: Middenonder
ru: Нижний Центр

source: Bottom Right
de: Unten rechts
nl: Rechts onder
ru: Внизу справа

source: Freedom
de: Freiheit
nl: Vrijheid
ru: свобода

source: Font
de: Schriftart
nl: Lettertype
ru: Шрифт

source: Settings
de: Einstellungen
nl: instellingen
ru: настройки

source: Align:
de: Ausrichten:
nl: Lijn:
ru: Выравнивание:

source: Text Spacing:
de: Textabstand:
nl: Tekstafstand:
ru: Текстовый интервал:

source: Line Spacing:
de: Zeilenabstand:
nl: Regelafstand:
ru: Межстрочный интервал:

source: Text layer:
de: Textebene:
nl: Tekstlaag:
ru: Текстовый слой:

source: Bold
de: Fett
nl: Vet
ru: Жирный

source: Italic
de: Kursiv
nl: Cursief
ru: Курсивный

source: Align Left
de: Links ausrichten
nl: Links Uitlijnen
ru: Выровнять по левому краю

source: Align Center
de: Mittig ausrichten
nl: Midden Uitlijnen
ru: Выровнять по центру

source: Align Right
de: Rechts ausrichten
nl: Rechts Uitlijnen
ru: Выровнять по правому краю

source: Align Justified
de: Ausrichtung justieren
nl: Gegrond Uitlijnen
ru: Выравнивание подтверждено

source: Title Inspector
de: Titel-Inspektor
nl: Titelinspecteur
ru: Инспектор по титулу

source: Add Text Box
de: Textfeld hinzufügen
nl: Tekstvak Toevoegen
ru: Добавить текстовое поле

source: Add Shape
de: Form hinzufügen
nl: Vorm Toevoegen
ru: Добавить форму

source: Add Photo
de: Foto hinzufügen
nl: Voeg foto toe
ru: Добавить фото

source: Customize
de: Anpassen
nl: Aanpassen
ru: Настроить

source: Animation
nl: animatie
ru: Анимация

source: Move to Front
de: Nach vorne bewegen
nl: Verplaats naar voren
ru: Перейти на передний план

source: Move Forward One
de: Eine Ebene nach vorne bewegen
nl: Verplaats Een naar Voren
ru: Переместить вперед один

source: Move Back One
de: Zurückgehen
nl: Eén terug verplaatsen
ru: Вернуться назад

source: Move to Back
de: Nach hinten bewegen
nl: Verplaats naar Achteren
ru: Переместить назад

source: Color Fill
de: Farbfüllung
nl: Kleurvulling
ru: Цветная заливка

source: Gradient Fill
de: Verlaufsfüllung
nl: Kleurverloop
ru: Градиентная заливка

source: Image Fill
de: Bildfüllung
nl: Beeldvulling
ru: Заполнение изображения

source: Parameter:
ru: Параметр:

source: Blur:
de: Unschärfe:
ru: Размытие:

source: Type:
de: Art:
ru: Тип:

source: Opaciity:
de: Deckkraft:
nl: Opaciteit:
ru: Непрозрачность:

source: Angle:
de: Winkel:
nl: Hoek:
ru: Угол:

source: Effect:
de: Effekt:
ru: Эффект:

source: Distance:
de: Entfernung:
nl: Afstand:
ru: Расстояние:

source: Input text
de: Eingabetext
nl: Voer tekst in
ru: Текст ввода

source: Text Fill
de: Textfüllung
nl: Tekstvulling
ru: Заполнение текста

source: Text Border
de: Textrahmen
nl: Tekstrand
ru: Текстовая граница

source: Text Shadow
de: Textschatten
nl: Schaduw tekst
ru: Текстовая тень

source: Shape Fill
de: Formfüllung
nl: Vormvulling
ru: Заполнение формы

source: Shape Border
de: Formgrenze
nl: Vorm rand
ru: Форма границы

source: Name your own text preset, it will be saved in the "%@" category in %@
de: Benennen Sie Ihre benutzerdefinierte Textvorlage. Sie wird in der Kategorie " %@ " in %@ gespeichert.
nl: Geef jouw aangepaste teksTVoorinstelling een naam, deze wordt opgeslagen in de " %@ " -categorie in %@
ru: Назовите свой пользовательский пресет текста, он будет сохранен в категории « %@ » в папке %@

source: Text/Credit
de: Text/Abspann
nl: Tekst/Credit
ru: Текст / Кредит

source: Replace
de: Ersetzen
nl: Vervangen
ru: замещать

source: A preset with the name already exists. Please choose a new name.
de: Der Name wird bereits verwendet. Bitte wählen Sie einen anderen Namen.
nl: De naam is al in gebruik. Kies een nieuwe naam.
ru: Имя уже используется. Выберите новое имя.

source: Import from Device
de: Von Gerät importieren
nl: Importeren vanaf apparaat
ru: Импорт с устройства

source: Picture
de: Bild
nl: afbeelding
ru: Картина

source: LivePhoto
de: Live-Foto
nl: Live foto
ru: Живая фотография

source: Change
de: Ändern
nl: Verander
ru: + Изменить

source: Import from:
de: Importieren von:
nl: Importeren van:
ru: Импорт из:

source: No device detected
de: Kein Gerät gefunden
nl: Geen apparaat gedetecteerd
ru: Устройств не обнаружено

source: IMPORT
de: Importieren
nl: IMPORTEREN
ru: ИМПОРТИРОВАТЬ

source: Check All
de: Alle überprüfen
nl: Controleer alles
ru: Отметить все

source: Date
de: Datum
nl: Datum
ru: Дата

source: Downloading
de: Lade herunter
nl: downloaden
ru: загрузка

source: Downloading online content (%d%) ...
de: Lade Online-Inhalte herunter (%d%)...
nl: Online inhoud downloaden ( %d%)...
ru: Загрузка онлайн-контента ( %d%) ...

source: Delete Selected
de: Ausgewählte löschen
nl: Verwijder geselecteerde
ru: Удалить выбранное

source: Delete unused effect pack can save disk space, would you want to delete some?
de: Löschen Sie nicht verwendete Effektpakete, um Speicherplatz freizugeben. Sie können sie später erneut im Effects Store herunterladen.
nl: Verwijder ongebruikte effectpakketten om schijfruimte vrij te maken, je kunt ze later opnieuw downloaden via de Effect Store.
ru: Удалите неиспользуемые пакеты эффектов, чтобы освободить место на диске, вы можете загрузить их позже из Хранилища эффектов.

source: Message Center
de: Nachrichten Center
nl: Bericht Centrum
ru: Центр сообщений

source: Mark as Read
de: Als gelesen markieren
nl: Markeer als Gelezen
ru: Пометить как прочитанное

source: Account Information
de: Account-Informationen
nl: Accountinformatie
ru: Информация об аккаунте

source: Login
de: Anmelden
nl: Aanmelden
ru: Вход

source: Logout
de: Abmelden
ru: Выйти

source: Create Account
de: Account erstellen
nl: Account maken
ru: Регистрация

source: Login to Continue
de: Anmelden um fortzufahren
nl: Doorgaan met Inloggen
ru: Войти, чтобы продолжить

source: You need a Wondershare ID to continue your current action. Please log in or create one for free.
de: Sie benötigen eine Wondershare-ID, um fortzufahren. Bitte melden Sie sich an, oder erstellen Sie einen kostenlosen Account.
nl: U heeft een Wondershare ID nodig om door te kunnen gaan met deze actie. Login of maak er een gratis aan.
ru: Для продолжения текущего действия вам потребуется идентификатор Wondershare. Войдите в систему или создайте ее бесплатно.

source: Expires after:
de: Ablaufdatum:
nl: Vervalt na:
ru: Истекает после:

source: upgrade
de: Upgraden
ru: обновить

source: Free Plan
de: Kostenlos
nl: Levenslange Plan
ru: Пожизненный план

source: Annual Plan
de: 1 Jahr
nl: Niet-eeuwigdurend Plan
ru: бессрочный план

source: Lifetime Plan
de: Lebenslang
nl: Gratis
ru: Бесплатный

source: Extend My License
de: Meine Lizenz verlängern
nl: Mijn Licentie Verlengen
ru: Расширить мою лицензию

source: Change Password
de: Passwort anpassen
nl: Wijzig Wachtwoord
ru: Изменить пароль

source: Unlimited
de: Unbegrenzt ohne Wasserzeichen
nl: Oneindig
ru: неограниченный

source: Register Your Software
de: Registrieren Sie Ihre Software
nl: Registreer Uw Software
ru: Зарегистрируйте свою программу

source: Licensed e-mail:
de: Benutzername:
nl: Gelicenseerde e-mail:
ru: Уполномоченный адрес электронной почты:

source: Registration Code:
de: Seriennummer:
nl: Registratie code:
ru: Регистрационный код:

source: Your copy of software is not activated and the outputted video will be added a watermark.
de: Ihre Kopie der Software wurde bisher nicht aktiviert, daher wird den Ausgabevideos ein Wasserzeichen hinzugefügt.
nl: Uw kopie van de software is niet geactiveerd en de uitgevoerde video krijt een watermerk.
ru: Ваша копия программного обеспечения не активирована, и на выведенном видео будет добавлен водяной знак.

source: Buy a License to remove the limitation to enjoy all the benefits of Video Editor and product lifetime support.
de: Erwerben Sie die Vollversion um alle Limitationen zu entfernen und alle Funktionen der Software nutzen zu können.
nl: Koop een Licentie om de limiet op te heffen en van alle voordelen van de Video Editor en levenslange product ondersteuning te kunnen genieten.
ru: Купите лицензию, чтобы удалить ограничение и пользоваться всеми преимуществами видеоредактора и пожизненной поддержкой продукта.

source: Buy Now
de: Jetzt kaufen
nl: Koop nu
ru: Купить сейчас

source: Evaluate
de: Bewerten
nl: Evaluatie
ru: Оценить

source: Register
de: Registrieren
nl: Registreer
ru: Регистрация

source: Trial Version
de: Testversion
nl: Probeerversie
ru: Пробная версия

source: Registered Version
de: Eingetragene Version
ru: Зарегистрированная версия

source: Registration info is invalid.
de: Die Registrierungsdaten sind ungültig.
nl: Registratie informatie is ongeldig.
ru: Регистрационная информация неверна.

source: Note: if you have any problem with the registration code and the software, please visit: Support Center
de: Hinweis: Wenn Sie irgendwelche Probleme mit dem Registrierungcode oder der Software haben, kontaktieren Sie bitte unseren:
nl: Opmerking: als u een probleem heeft met de registratie code en de software, bezoek dan a.u.b.:
ru: Внимание: Если у Вас возникли какие-либо проблемы с регистрационным кодом и программным обеспечением, пройдите, пожалуйста, по ссылке:

source: Was your payment processed successfully?
de: Wurde Ihre Bezahlung erfolgreich verarbeitet?
nl: Was uw betaling succesvol verwerkt?
ru: Был ли ваш платеж обработан успешно?

source: If you have paid successfully, please refresh your payment status. The payment status may not be refreshed timely due to network delay, you can also refresh your status again in "Activate"
de: Falls Ihre Bezahlung akzeptiert wurde, aktualisieren Sie bitte Ihren Zahlungsstatus. Falls sich die automatische Aktualisierung des Zahlungsstatus verzögert, können Sie den Status unter "Aktivieren" manuell aktualisieren.
nl: Als het betalen gelukt is, ververs aub uw betalingsstatus. De betalingsstatus kan misschien niet op tijd ververst zijn vanwege vertraging in het netwerk, u kunt uw status opnieuw verversen in "Activeer"
ru: Если вы успешно заплатили, обновите свой статус оплаты. Статус оплаты не может быть обновлен из-за сетевой задержки, вы также можете обновить свой статус в «Активировать»,

source: No activation status update, please refresh later.
de: Aktivierungsstatus wurde bisher nicht aktualisiert. Bitte versuchen Sie es später erneut.
nl: Geen activatiestatus update, ververs later.
ru: Не обновлять статус активации, пожалуйста, обновите позже.

source: Refresh Now
de: Jetzt aktualisieren
nl: Ververs Nu
ru: Обновить сейчас

source: Your activation status may not be refreshed timely under certain circumstances，you can have a try of refresh manually.
de: Ihr Aktivierungsstatus wurde möglicherweise bisher nicht automatisch aktualisiert. Sie können den Status manuell aktualisieren.
nl: Uw activatiestatus kan onder bepaalde omstandigheden niet ververst zijn, u kunt het handmatig proberen.
ru: Статус активации не может быть обновлен при определенных обстоятельствах, возможно, вы попытаетесь обновить его вручную.

source: Password Reset Succeeded!
de: Passwort wurde erfolgreich zurückgesetzt!
nl: Wachtwoord reset Succesvol!
ru: Сбой пароля сработал!

source: Status:
ru: Статус:

source: Expiration Date
de: Ablaufdatum
nl: Vervaldatum
ru: Срок годности

source: Active
de: Aktiv
nl: Actief
ru: активный

source: Unable to connect
de: Verbindungsaufbau fehlgeschlagen
nl: Kan niet verbinden
ru: Невозможно подключиться

source: Your computer seems to be offline, causing a connection error. Please check your connection and try again.
de: Ihr Computer scheint momentan nicht mit dem Internet verbunden zu sein. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
nl: Het lijkt er op dat uw computer offline is, vanwege een verbindingsfout. Controleer uw verbinding en probeer het nogmaals.
ru: Ваш компьютер, кажется, отключен, что вызывает ошибку подключения. Проверьте подключение и повторите попытку.

source: Never
de: Niemals
nl: Nooit
ru: Никогда

source: Every Day
de: Jeden Tag
nl: Elke dag
ru: Каждый день

source: Every Week
de: Jeden Woche
nl: Elke week
ru: Каждую неделю

source: Every Month
de: Jeden Monat
nl: Elke maand
ru: Каждый месяц

source: Arrange Objects
de: Objekte anordnen
nl: Objecten Opstellen
ru: Упорядочить объекты

source: Purchase
de: Kaufen
nl: Kopen
ru: покупка

source: Swap the Start and End areas
de: Start- und Endbereiche austauschen
nl: Wissel de Begin en Eind plekken om
ru: Поменяйте места начала и конца

source: There isn't enough space for importing, please delete unnecessary files to free enough space.
de: Es ist nicht genügend Speicherplatz auf der Festplatte vorhanden. Bitte geben Sie Speicherplatz frei und versuchen Sie es erneut.
nl: Er is onvoldoende ruimte op de schijf, maak enige schijfruimte vrij en probeer het opnieuw.
ru: На диске недостаточно места, пожалуйста, освободите место на диске и повторите попытку.

source: Recent Project will be shown here
de: Letzte Projekte
nl: Recente Projecten
ru: Недавние Проекты

source: Play/Pause
de: Abspielen/Pausieren
nl: Afspelen/Pauzeren
ru: Воспроизведение / Пауза

source: Play Full Screen
de: Im Vollbildmodus abspielen
nl: Speel volledig scherm
ru: Воспроизвести полный экран

source: Previous Edit
de: Vorherige Bearbeitung
nl: Vorige bewerking
ru: Предыдущий Редактировать

source: Next Edit
de: Nächste Bearbeitung
nl: Volgende bewerking
ru: Следующая Редактировать

source: Previous Second
de: Vorherige Sekunde
nl: Vorige seconde
ru: Предыдущая

source: Next Second
de: Nächste Sekunde
nl: Volgende seconde
ru: Следующая вторая

source: Previous Marker
de: Vorherige Markierung
nl: Vorige markering
ru: Предыдущий маркер

source: Next Marker
de: Nächste Markierung
nl: Volgende markering
ru: Следующий маркер

source: Beginning
de: Projektbeginn
nl: Project Begin
ru: Начало проекта

source: Zoom In Timeline
de: Heranzoomen
nl: Inzoomen
ru: Приблизить

source: Zoom Out Timeline
de: Herauszoomen
nl: Uitzoomen
ru: Уменьшить

source: Zoom to Fit Timeline
de: Zoom an Zeitleiste anpassen
nl: Zoom om te passen op de tijdlijn
ru: Увеличить до Fit

source: Enable Canvas Snapping
de: Leinwand einrasten aktivieren
nl: Inschakelen Canvas Snapping
ru: Включить привязку холста

source: Enter Full Screen
de: Vollbildmodus aktivieren
nl: Voer Volledig scherm in
ru: Войти в полноэкранный режим

source: Before
de: Vorher
nl: Voor
ru: До

source: After
de: Nachher
nl: Na
ru: После

source: Are you sure you want to delete this LUT file?
de: Möchten Sie diese LUT-Datei wirklich löschen?
nl: Weet u zeker dat u dit LUT-bestand wilt verwijderen?
ru: Вы действительно хотите удалить этот файл LUT?

source: You can load your own LUT files later.
de: Sie können später Ihre eigenen LUT-Dateien laden.
nl: U kunt uw eigen LUT-bestanden later laden.
ru: Вы можете загрузить свои собственные файлы LUT позже.

source: Yes
de: Ja
nl: Ja
ru: да

source: No
de: Nein
nl: Nee
ru: нет

source: is in an unsupported format and cannot be loaded.
de: ist ein nicht unterstütztes Format und kann nicht geladen werden.
nl: is in een niet-ondersteund formaat en kan niet worden geladen.
ru: находится в неподдерживаемом формате и не может быть загружен.

source: Load New LUT...
de: Neue LUT laden...
nl: Laad nieuwe LUT...
ru: Загрузите новый LUT ...

source: All Presets
de: Alle Vorlagen
nl: Alle Voorinstellingen
ru: Все пресеты

source: My Color Preset
de: Meine Farbvorlage
nl: Mijn voorinstelling 1
ru: Мой пресет 1

source: Quit
de: Beenden
nl: Stoppen
ru: Уволиться

source: Duration Settings
de: Dauer einstellen
nl: Duur instellingen
ru: Настройки продолжительности

source: Ok
de: Verstanden
nl: Begrepen
ru: Понял

source: Input Duration:
de: Eingabedauer:
nl: Invoerduur:
ru: Длительность ввода:

source: Motion
de: Bewegung
nl: motie
ru: движение

source: Random to all clips on current track
de: Zufällig auf alle
nl: Willekeurig voor alles
ru: Случайный для всех

source: Apply to all clips on current track
de: Auf alle anwenden
nl: Toepassen op alles
ru: Применить ко всему

source: Image
de: Bild
nl: Beeld
ru: Образ

source: Text
nl: Tekst
ru: Текст

source: Effects
de: Effekte
nl: EFFECTEN
ru: Последствия

source: Elements
de: Elemente
nl: Elementen
ru: Элементы

source: Split Screen
nl: Gesplitst scherm
ru: Разделенный экран

source: Import Media Files Here
de: Importieren Sie hier Mediendateien
nl: Importeer hier mediabestanden
ru: Импорт медиафайлов здесь

source: Drag to the timeline to apply
de: Zum Anwenden bitte auf die Zeitleiste ziehen
nl: Sleep naar de tijdlijn om toe te passen
ru: Перетащите на шкалу, чтобы применить

source: OpenPreferences
nl: Voorkeuren
ru: Предпочтения

source: Preferences
de: Einstellungen
nl: Voorkeuren
ru: предпочтения

source: General
de: Allgemeines
nl: Algemeen
ru: Генеральная

source: Folder Path
de: Ordner
nl: Folders
ru: Папки

source: Editing
de: Bearbeitung
nl: Bewerken
ru: редактирование

source: Performance
nl: Prestatie
ru: Представление

source: Output
de: Ausgabe
nl: Uitvoer
ru: Вывод

source: Open the Output Folder after exporting video.
de: Den Ausgabeordner nach dem Export von Videos öffnen.
nl: Open de Uitvoer Folder na het exporteren van video.
ru: Откройте выходную папку после экспорта видео.
