Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/LocalizedLanguage/*.lproj/Localizable.strings
Languages: de, nl, ru

source: Advanced Split Screen Edit
de: Erweiterte Bearbeitung des geteilten Bildschirms
nl: Geavanceerd Split Screen Bewerken
ru: Дополнительные возможности редактирования с разделенным экраном

source: Pan:
de: Panner
ru: Сдвиг:

source: Error! Low disk space
de: Fehler! Geringer Festplattenspeicher
nl: Fout! Lage schijfruimte
ru: Ошибка! На диске мало места

source: Error! Render folder is full
de: Fehler! Der Render-Ordner ist voll.
nl: Fout! Render map is vol
ru: Ошибка! Каталог рендеринга заполнен

source: Insert Mode:
de: Einfügemodus:
nl: Invoegen Modus:
ru: Режим вставки:

source: Split selected track only and insert
de: Nur ausgewählte Spur teilen und einfügen
nl: Geselecteerde track alleen splitsen en invoegen
ru: Разделить только выбранную дорожку и вставить

source: Split all tracks and insert
de: Alle Spuren teilen und einfügen
nl: Alle tracks splitsen en invoegen
ru: Разделить все дорожки и вставить

source: The file name(s) would be too long for the destination folder. You can shorten the file name and try again, or try a location that has a shorter path.
de: Der/die Dateiname(n) sind zu lang für den Zielordner. Kürzen Sie den Dateinamen und versuchen Sie es erneut , oder probieren Sie einen Ordner mit einem kürzeren Pfad aus.
nl: De bestandsnaam of -namen zijn te lang voor de doelmap. U kunt de bestandsnaam inkorten en het opnieuw proberen, of een locatie met een korter pad proberen.
ru: Название файла/файлов слишком длинное для целевого каталога. Сократите название файла и попробуйте еще раз или выберите местоположение с более коротким путем.

source: There is not enough disk space. Free up disk space and try again.
de: Es ist nicht genügend Festplattenspeicher vorhanden. Geben Sie genügend Festplattenspeicher frei, und versuchen Sie es dann erneut.
nl: Er is niet genoeg schijfruimte. Maak genoeg schijfruimte vrij, en probeer het dan opnieuw.
ru: Недостаточно места на диске. Освободите достаточное место и повторите попытку.

source: The Split Screen clip has been modified. Do you want to save the changes?
de: Der Split-Screen-Clip wurde geändert, möchten Sie die Änderungen speichern?
nl: De Split Screen clip is gewijzigd, wilt u de wijzigingen opslaan?
ru: Ролик Split Screen был изменен. Сохранить изменения?

source: Import media here to use it in multiple projects.
de: Importieren Sie häufig verwendete Medien, um sie projektübergreifend zu verwenden.
nl: Importeer Hier veelgebruikte media om ze in verschillende projecten te gebruiken
ru: Импортируйте сюда часто используемые медиафайлы, чтобы использовать их в разных проектах

source: The file name(s) would be too long for the destination folder. Try a location that has a shorter path.
de: Der/die Dateiname(n) sind zu lang für den Zielordner. Versuchen Sie es mit einem Ordner mit einem kürzeren Pfad.
nl: De bestandsnaam of -namen zijn te lang voor de doelmap. U kunt een locatie proberen die een korter pad heeft.
ru: Название файла/файлов слишком длинное для целевого каталога. Можно попробовать местоположение с более коротким путем.

source: Drag a video or image onto the drop zone in previewer to create your split screen clip. Click the "Advanced" button to trim each sub clip.
de: Ziehen Sie das Video oder Bild in die Drag&Drop-Zone im Vorschaufenster, um Ihren Splitscreen-Clip zu erstellen. Klicken Sie auf die Schaltfläche "Erweitert", um die einzelnen Clips zu trimmen.
nl: Przeciągnij wideo lub obraz do strefy upuszczania w podglądzie, aby utworzyć klip podzielonego ekranu. Kliknij przycisk "Zaawansowane", aby przyciąć każdy klip.
ru: Перетащите видео или изображение в рабочую зону в программе предварительного просмотра, чтобы создать клип для разделения экрана. Нажмите кнопку «Дополнительно», чтобы обрезать каждый дополнительный клип.

source: Add to Split Screen
de: Zum Split Screen hinzufügen
nl: Dodaj do podzielonego ekranu
ru: Добавить к разделенному экрану

source: Import Frequently Used Media Here to Use Across Projects
de: Importieren Sie hier häufig verwendete Medien , um sie projektübergreifend zu verwenden.
ru: Импортируйте сюда часто используемые медиафайлы, чтобы использовать их в разных проектах

source: Confirm your order information
de: Bestätigen Sie Ihre Bestellinformationen
nl: Bevestig uw bestelling informatie
ru: Подверждение информации о заказа

source: Confirm
de: Bestätigen
nl: Bevestigen
ru: Подверждение

source: Email
ru: Адрес электронной почты

source: Order number
de: Bestellnummer
nl: Bestellnummer
ru: Номер заказа

source: Product name
de: Produktname
nl: productnaam
ru: Название товара

source: Telephone number
de: Telefonnummer
nl: Telefoon nummer
ru: Номер телефона

source: Are you sure you want to remove all render files?
de: Sind Sie sich sicher, dass Sie alle Renderdateien entfernen möchten?
ru: Вы уверены, что хотите удалить все файлы рендеринга?

source: Are you sure you want to remove all proxy files?
de: Sind Sie sich sicher, dass Sie alle Proxy-Dateien entfernen möchten?
ru: Вы уверены, что хотите удалить все файлы прокси?

source: There is not enough free disk space to complete preview render, please free up some disk space and try again.
de: Es gibt nicht genug freien Festplattenspeicher, um die Rendervorschau abzuschließen, bitte machen Sie ein wenig Speicherplatz frei und versuchen Sie es erneut.
ru: Для выполнения рендеринга с предварительным просмотром недостаточно места на диске. Освободите место на диске и повторите попытку.

source: Individual Plan
de: Individueller Plan
ru: План Индивидуальный

source: Business Plan
ru: План Бизнес

source: Academic Plan
de: Schüler Plan
ru: План Академический

source: Manage My Account
de: Mein Konto verwalten
ru: Управлять учетной записью

source: Nothing configurable, please click a split screen section in Previewer to continue editing.
de: Keine Medien zu konfigurieren, wählen Sie ein geteiltes Bildschirmfeld in der Spur, um fortzufahren.
ru: Нечего конфигурировать. Нажмите на раздел разделенного экрана в Предварительном просмотре, чтобы продолжить редактирование.

source: Fit Split Screen Duration on main Timeline
de: Anpassung der Dauer des geteilten Bildschirms an die Hauptzeitleiste
ru: Подогнать Длительность Разделенного экрана на главной Шкале времени

source: Split Screen 1
ru: Разделить экран 1

source: Advanced
de: Erweitert
nl: Uitgebreid
ru: Дополнительно

source: Render Timeline
de: Rendervorschau
nl: Render Voorbeeld
ru: Предварительный просмотр рендеринга

source: Untitled
de: Unbenanntes Projekt
ru: Без названия

source: Split Screen Duration
de: Anzeigedauer des geteilten Bildschirms
nl: Duur van gesplitst scherm
ru: Продолжительность разделения экрана

source: Enable Split Screen Animation
de: Animation für geteilten Bildschirm aktivieren
nl: Schakel animatie op gesplitst scherm in
ru: Включить анимацию разделения экрана

source: Preparing...
de: Vorbereiten...
nl: Voorbereiding...
ru: Идет подготовка...

source: Creating...
de: Erstellen...
nl: creëren...
ru: Создание...

source: Make TSFolder...
de: TSOrdner erstellen...
nl: Maak TSMap...
ru: Создать TSFolder...

source: Copy TSFolder...
de: TSOrdner kopieren...
nl: Copy TSMap...
ru: Копировать TSFolder...

source: Make DVDMedia...
de: DVD Medien erstellen...
nl: Maak DVDMedia...
ru: Слздать DVDMedia

source: Make ISO...
de: ISO erstellen...
nl: Maak ISO...
ru: Создать ISO...

source: Copy ISO...
de: ISO Kopieren...
ru: Копировать ISO...

source: Burning...
de: Brennen...
nl: Branden...
ru: Запись...

source: Uploading...
de: Hochladen...
ru: Загрузка...

source: Create DVD Menu
de: DVD-Menü erstellen
nl: Maak DVD Menu
ru: Создание DVD меню

source: Invalid characters in DVD name! "*./[]\:";|=", as well as Japanese and Chinese characters are not allowed!
de: Ungültige Zeichen in Dateinamen! "*./[]\:";|=", sowie japanische und chinesische Schriftzeichen sind nicht erlaubt!
nl: Ongeldige letters in DVD naam! "*./[]\:";|=", en ook Japanse en Chinese tekens zijn niet toegestaan!
ru: Недопустимые символы в имени DVD! "*./[]\:";|=", а также японские и китайские символы!

source: How kinds of videos you are planning to make? We will provide relative resources/effects based on your opinion in the futher. (Max. 3 choices)
de: Welche Arten von Videos möchten Sie erstellen? Ihre Antwort hilft uns bei der Entscheidung, welche Effekte in Zukunft erzielt werden sollen. (Max. 3 Möglichkeiten)
nl: Wat voor soort video's wil je maken? Jouw antwoord helpt ons te beslissen wat voor soort effecten we in de toekomst willen maken. (Max. 3 keuzes)
ru: «Какие видео вы хотите снять? Ваш ответ поможет нам решить, какие эффекты делать в будущем. (Макс. 3 варианта)

source: Submit
de: Einreichen
ru: Отправить

source: Skip
de: überspringen
nl: overspringen
ru: пропускать

source: Follow us for more tutorials.
de: Folgen Sie uns für weitere Tutorials
nl: volg ons voor meer tutorials
ru: следуйте за нами для получения дополнительных уроков

source: Learn Filmora
de: Filmora erfahren
nl: Leer Filmora
ru: Узнайте Filmora

source: Quick Tour
de: Kurzanleitung
nl: Snelle start
ru: Быстрый старт

source: Hi, thanks for choosing Filmora. We made this quick start tour to help you jump in and make amazing videos. It'll only take 1 minute!
de: Hallo, vielen Dank, dass Sie sich für Filmora entschieden haben. Wir haben diese Kurzanleitung erstellt, das Ihnen beim Anfang und Erstellen fantastischer Videos hilft. Es dauert nur 1 Minute!
nl: Hallo, bedankt voor het kiezen van Filmora. We hebben deze snelstarttour gemaakt om je te helpen erin te springen en geweldige video's te maken. Het duurt maar 1 minuut!
ru: Привет, спасибо за выбор Filmora. Мы сделали этот быстрый старт, чтобы помочь вам запрыгнуть и сделать потрясающие видео. Это займет всего 1 минуту!

source: 1/5 Import Media
de: 1/5 Medien Importieren
nl: 1/5 Media importeren
ru: 1/5 Импорт Медиа

source: Import video clips, images, and audio files.
de: Videoclips, Bilder und Audiodateien importieren
nl: Videoclips, afbeeldingen en audiobestanden importeren.
ru: Импортируйте видеоклипы, изображения и аудиофайлы.

source: NEXT
de: WEITER
nl: VOLGENDE
ru: СЛЕДУЮЩИЙ

source: 2/5 Add Resources to Project
de: 2/5 Medien zum Projekt hinzufügen
nl: 2/5 Bronnen toevoegen aan project
ru: 2/5 Добавить ресурсы в проект

source: Add Resources to Project
de: Medien zum Projekt hinzufügen
nl: Bronnen toevoegen aan project
ru: Добавить ресурсы в проект

source: Just drag and drop! Add clips, titles, transitions, effects, and more to the timeline easily.
de: Ganz einfach per Drag & Drop Clips, Titel, Übergänge, Effekte und mehr zur Zeitleiste hinzufügen.
nl: Gewoon slepen en neerzetten! Voeg eenvoudig clips, titels, overgangen, effecten en meer toe aan de tijdlijn.
ru: Просто перетащите! Добавить клипы, заголовки, переходы, эффекты и многое другое на временной шкале легко.

source: 3/5 Manage Clips on Timeline
de: 3/5 Clips auf der Zeitleiste verwalten
nl: 3/5 Beheer clips op tijdlijn
ru: 3/5 Управление клипами на временной шкале

source: Manage Clips on Timeline
de: Clips auf der Zeitleiste verwalten
nl: Beheer clips op tijdlijn
ru: Управление клипами на временной шкале

source: Split clips using the 'scissors' tool. Drag clips to move them to different tracks.
de: Teile Clips mit dem 'Scheren' Werkzeug und ziehe diese dann auf andere Spuren.
nl: Splits clips met het gereedschap 'schaar'. Sleep clips om ze naar verschillende tracks te verplaatsen.
ru: Разделите клипы с помощью инструмента «ножницы». Перетащите клипы, чтобы переместить их на разные дорожки.

source: 4/5 Preview Your Project
de: 4/5 Vorschau deines Projektes
nl: 4/5 Bekijk een voorbeeld van uw project
ru: 4/5 Предварительный просмотр вашего проекта

source: Preview Your Project
de: Vorschau deines Projektes
nl: Bekijk een voorbeeld van uw project
ru: Предварительный просмотр вашего проекта

source: Drag the playhead to where you want to start watching and click the 'Play' button.
de: Ziehe den Abspielkopf an der Stelle, an der du die Vorschau starten möchtest und klicke auf 'abspielen'.
nl: Sleep de afspeelkop naar waar u wilt beginnen met kijken en klik op de knop 'Spelen'.
ru: Перетащите точку воспроизведения туда, где вы хотите начать просмотр, и нажмите кнопку «Воспроизвести».

source: 5/5 Export and Share
de: 5/5 Exportieren und teilen
nl: 5/5 Exporteren en delen
ru: 5/5 Экспорт и доля

source: Export and Share
de: Exportieren und teilen
nl: Exporteren en delen
ru: Экспорт и доля

source: Export your video to your computer or share it on social media.
de: Exportieren Sie Ihr Video auf Ihren Computer oder teilen Sie es auf ihren sozialen Netzwerlen.
nl: Exporteer uw video naar uw computer of deel het op sociale media.
ru: Экспортируйте видео на компьютер или поделитесь им в социальных сетях.

source: Finish
de: Fertig
nl: Af hebben
ru: Конец

source: Click here to watch video tutorials, read our user guide, and more.
de: Klicken Sie hier um mehr Videututorials zu sehen, unser Handbuch zu lesen und mehr.
nl: Klik hier om videozelfstudies te bekijken, onze gebruikershandleiding te lezen en meer.
ru: Нажмите здесь, чтобы посмотреть видеоуроки, прочитать наше руководство пользователя и многое другое.

source: START A NEW VIDEO
de: Ein neues Video erstellen
nl: Start een nieuwe video
ru: Начните новое видео

source: STAY IN THIS PORJECT
de: In diesem Projekt bleiben
nl: Blijf in dit project
ru: Оставайтесь в этом проекте

source: Well Done!
de: gut gemacht!
nl: goed gedaan!
ru: отлично сработано!

source: You finished the Quick Start guide! Now you can keep playing with this sample project, or you can start a brand new creation that’s all your own.
de: Sie haben die Kurzanleitung fertiggestellt! Glückwunsch! Jetzt können Sie Ihre eigene Kreation beginnen oder mehr über Filmora erfahren.
nl: Je hebt de snelstartgids voltooid! Gefeliciteerd! Nu kunt u uw eigen creatie starten of meer leren over Filmora.
ru: Вы закончили Краткое руководство! Поздравляю! Теперь вы можете начать собственное творение или узнать больше о Filmora.

source: Are you sure you want to quit the Quick Start tour? It's only 1 minute long and you learn a lot.
de: Möchten Sie die Kurzanleitung wirklich beenden? Es ist nur 1 Minute lang und Sie werden viel lernen.
nl: Weet je zeker dat je de Quick Start-tour wilt stoppen? Deze duurt slechts 1 minuut en je leert veel.
ru: «Вы уверены, что хотите выйти из тура Quick Start? Это всего 1 минута, и вы многому научились.

source: Continue
de: Fortsetzen
nl: Doorgaan met
ru: Продолжить

source: Quit the tour
de: Schließen
nl: Sluit de tour af
ru: Выйти из тура

source: Click here to import your own pictures, videos, or audio
de: Klicken Sie hier, um Ihre eigenen Bilder, Videos und Audiodaten zu importieren.
nl: Klik hier om uw eigen foto's, video's en audio te importeren.
ru: Нажмите здесь, чтобы импортировать свои собственные фотографии, видео и аудио.

source: When you're finished, click 'Export' to export your video.
de: Wenn Sie fertig sind, klicken Sie auf 'Exportieren', um Ihr Video zu exportieren.
nl: Als je klaar bent, klik je op 'Exporteren' om je video te exporteren.
ru: «Когда вы закончите, нажмите« Экспорт », чтобы экспортировать видео.

source: Filmora Quick Start
de: Filmora Kurzanleitung
nl: Filmora Snelle start
ru: Filmora Быстрый старт

source: 1 Learning the Interface
de: 1 Interface kennen
nl: 1 Leren van de interface
ru: 1 Изучение интерфейса

source: 2 Creating a Project
de: 2 Projekt erstellen
nl: 2 Een project maken
ru: 2 Создание проекта

source: 3 Importing Media
de: 3 Medien importieren
nl: 3 Media importeren
ru: 3 Импорт медиа

source: 4 Editing Basics
de: 4 Grundlagen der Bearbeitung
nl: 4 Basisprincipes van bewerken
ru: 4 Основы редактирования

source: 5 Exporting Media
de: 5 Medien exportieren
nl: 5 Media exporteren
ru: 5 Экспорт медиа

source: 6 Performance and Preferences
de: 6 Leistung und Einstellungen
nl: 6 Prestaties en voorkeuren
ru: 6 Производительность и предпочтения

source: 7 Using the Timeline
de: 7 Verwendung der Timeline
nl: 7 Gebruik van de tijdlijn
ru: 7 Использование временной шкалы

source: 8 Editing Audio
de: 8 Audio bearbeiten
nl: 8 Audio bewerken
ru: 8 Редактирование аудио

source: 9 Color Correction
de: 9 Farbkorrektur
nl: 9 Kleurcorrectie
ru: 9 Цветовая коррекция

source: 10 Text and Titles
de: 10 Text und Titel
nl: 10 tekst en titels
ru: 10 текст и заголовки

source: 11 Transitions
de: 11 Übergänge
nl: 11 overgangen
ru: 11 переходов

source: 12 Effects
de: 12 Effekte
nl: 12 effecten
ru: 12 эффектов

source: 13 Auto Ripple
nl: 13 Auto rimpel
ru: 13 Авто Рябь

source: Quick Start Guide
de: Schnellstart Tour
nl: Quick Start Tour
ru: Быстрый старт тур

source: REGISTER
de: Registrieren
nl: Registreer
ru: Регистрация

source: Password
de: Passwort
nl: Wachtwoord
ru: Пароль

source: Error
de: Fehler
nl: Fout
ru: Ошибкаr

source: New Password
de: Neues Passwort
nl: Nieuw Wachtwoord
ru: Новый Пароль

source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort.
nl: Herhaal uw wachtwoord
ru: Пожалуйста, подтвердите ваш пароль

source: First Name
de: Vorname
nl: Voornaam
ru: Имя

source: Last Name
de: Nachname
nl: achternaam
ru: Фамилия

source: Active Device Limit
de: Beschränkung von aktiven Geräten
nl: Limiet actieve apparaten
ru: Лимит активных устройств

source: Empower Your Imagination
de: Entfachen Sie Ihre Kreativität
nl: Versterk uw verbeelding
ru: Расширьте свое воображения

source: Log In on this Device
de: Melden Sie sich an diesem Gerät an
nl: Log in op dit apparaat
ru: Войти на это устройство

source: Do Not Log In
de: Nicht anmelden
nl: Niet inloggen
ru: Не входить

source: You are currently signed in as %@ on %d other devices. Your device limit is %d
de: Sie sind derzeit als %@ auf %d weiteren Geräten angemeldet. Your device limit is %d
nl: U bent momenteel aangemeld als %@ op %d andere apparaten. Uw apparaatlimiet is %d
ru: В настоящее время вы вошли в систему как %@ on %d на двух %d других устройствах. Ваш лимит на подключения %d устройств одновременно.

source: If you log in on this device using this account you will be logged out on the following device:%@
nl: Als u met dit account op dit apparaat inlogt, wordt u uitgelogd op het volgende apparaat: %@
ru: Если вы войдете в систему на этом устройстве, используя эту учетную запись, вы выйдете из системы на устройстве:%@

source: Loading...
de: Wird geladen.....
nl: Bezig met laden...
ru: Загрузка…

source: Try Again
de: Erneut versuchen
nl: Probeer opnieuw
ru: Попробуйте еще раз

source: Page Did Not Load
de: Seite wurde nicht geladen
nl: Pagina is niet geladen
ru: Страница не загружена

source: The page could not be loaded. Please try one of the following solutions: 1. Check your network settings and, if there's no problem, try again. 2. Disable or change the settings on your firewall and try again.
de: Die Seite konnte nicht geladen werden. Bitte probieren Sie eine der folgenden Lösungen aus: 1. Überprüfen Sie Ihre Netzwerkeinstellungen und versuchen Sie es erneut. 2. Deaktivieren oder ändern Sie die Einstellungen Ihrer Firewall und versuchen Sie es erneut.
nl: De pagina kon niet worden geladen. Probeer een van de volgende oplossingen: 1. Controleer uw netwerkinstellingen en probeer het opnieuw als er geen probleem is. 2. Schakel de instellingen op uw firewall uit of wijzig deze en probeer het opnieuw.
ru: Страница не может быть загружена. Пожалуйста, попробуйте одно из следующих решений: 1. Проверьте настройки сети и, если нет проблем, попробуйте еще раз. 2. Отключите или измените настройки брандмауэра и повторите попытку.

source: We noticed that you added some footage into the project.Do you want to export your video?
de: Wir haben festgestellt, dass Sie dem Projekt Filmmaterial hinzugefügt haben. Möchten Sie Ihr Video exportieren?
nl: We hebben gemerkt dat je wat beeldmateriaal hebt toegevoegd aan het project. Wilt u uw video exporteren?
ru: Мы заметили, что вы добавили кадры в проект. Вы хотите экспортировать свое видео?

source: Project Library Window at Startup:
nl: Projectbibliotheekvenster bij opstarten:
ru: Окно библиотеки проекта при запуске:

source: Show this window when Filmora launches
de: Dieses Fenster beim Start von Filmora anzeigen
nl: Toon dit venster wanneer Filmora wordt gestart
ru: Показать это окно при запуске Filmora

source: Show Startup window when Filmora launches
nl: Toon dit venster wanneer Filmora wordt gestart
ru: Показать это окно при запуске Filmora

source: If the conversion fails, you can still use your original version of Filmora to open the project file.
nl: Als de conversie mislukt, kunt u nog steeds uw originele versie van Filmora gebruiken om het projectbestand te openen.
ru: Если преобразование не удалось, вы все равно можете использовать исходную версию Filmora, чтобы открыть файл проекта.

source: Failed to convert the project file
nl: Kan het projectbestand niet converteren
ru: Не удалось преобразовать файл проекта

source: Please use your original version of Filmora to open the project file.
nl: Gebruik uw originele versie van Filmora om het projectbestand te openen.
ru: Пожалуйста, используйте оригинальную версию Filmora, чтобы открыть файл проекта.

source: Contact our Customer Support if you don't have your original version any more.
nl: Neem contact op met onze klantenservice als u uw originele versie niet meer hebt.
ru: Обратитесь в нашу службу поддержки, если у вас больше нет оригинальной версии.

source: Help Center
de: Support Center
nl: Helpcentrum
ru: Центр помощи

source: Follow this tutorial to get up to speed.
de: Folgen diesen Tutorien, um dich auf dem Laufenden zu halten.
nl: Volg deze tutorial om aan de slag te gaan.
ru: Следуйте этому руководству, чтобы набрать скорость.

source: Match to Media
de: Medienabgleich
nl: Overeenkomen met media
ru: Соотнести к медиа файлу

source: Keep Project Settings
de: Projekteinstellungen beibehalten
nl: Behoud projectinstellingen
ru: Сохранить настройки проекта

source: You have exceeded the character limit; please use multiple text boxes.
de: Maximale Zeichanzahl überschritten, bitte verwenden Sie mehrere Textfelder
nl: Je hebt de tekenlimiet overschreden; gebruik meerdere tekstvakken.
ru: Вы превысили лимит ввода символов, пожалуйста, используйте несколько текстовых полей

source: Do you want to keep the split clips as a group?
de: Möchten Sie die geteilten Clips gruppiert beibehalten?
nl: Wilt u de gesplitste clips als groep behouden?
ru: Вы хотите сохранить разделенные клипы как группу?

source: Keep Group
de: Gruppierung behalten
nl: Groep behouden
ru: Держать группу

source: Ungroup
de: Gruppierung aufheben
ru: Разгруппировать

source: Straight Alpha
de: Alpha Direkt
nl: Rechte Alpha
ru: Прямой Alpha

source: Premultiplied Alpha
de: Alpha Integriert
ru: Предварительно умноженная Alpha

source: Ignore Alpha
de: Alpha Ignorieren
nl: Negeer Alpha
ru: Игнорировать Alpha

source: Click to split
de: Klicken um zu teilen
nl: Klik om te splitsen
ru: Нажмите, чтобы разделить

source: Drag to move playhead
de: Abspielkopf ziehen um ihn zu bewegen
nl: Sleep om de afspeelkop te verplaatsen
ru: Перетащите, чтобы переместить playhead

source: Beat Detection
de: Beat-Erkennung
nl: Beat Detectie
ru: Обнаружение удара

source: Beat Options
de: Beat-Optionen
nl: Beat-opties
ru: Настройки ударов

source: Highlight every
de: Markiere alle
nl: Markeer elke
ru: Выделить каждые

source: Highlight offset
de: Markieren Sie den Offset
nl: Markeer offset
ru: Выделить смещение

source: Beats
ru: Удары

source: Mark highlight beats only
de: Nur die markierten Beats hervorheben
nl: Markeer alleen beats
ru: Пометить только удары
