Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/LocalizedLanguage/*.lproj/Localizable.strings
Languages: de, nl, ru

source: How do I edit green screen videos with Filmora?
de: Wie bearbeite ich Greenscreen-Videos mit Filmora?
nl: Hoe bewerk ik video's met een groen scherm met Filmora?
ru: Как редактировать видео с зеленым фоном в Filmora?

source: How do I create a thumbnail for my video?
de: Wie erstelle ich eine Miniaturansicht für mein Video?
nl: Hoe maak ik een miniatuur voor mijn video?
ru: Как создать миниатюру для видео?

source: How can I get plain text (no animation) in Filmora?
de: Wie bekomme ich reinen Text (keine Animation) in Filmora?
nl: Hoe krijg ik platte tekst (geen animatie) in Filmora?
ru: Как сделать простой текст (без анимации) в Filmora?

source: How can I add a watermark or logo to my video?
de: Wie kann ich ein Wasserzeichen oder Logo zu meinem Video hinzufügen?
nl: Hoe kan ik een watermerk of logo toevoegen aan mijn video?
ru: Как добавить в видео водяной знак или логотип?

source: Get inspired by Filmora users like you!
de: Lassen Sie sich von Filmora-Benutzern wie Ihnen inspirieren!
nl: Laat u inspireren door Filmora-gebruikers zoals u!
ru: Вдохновляйтесь работами таких же пользователей Filmora!

source: Travel
de: Reisen
nl: Reizen
ru: Путешествие

source: Family & Love
de: Familie & Liebe
nl: Familie & Liefde
ru: Семья и любовь

source: Gaming
de: Spiele
nl: Gamen
ru: Компьютерные игры

source: More Categories
de: Weitere Kategorien
nl: Meer categorieën
ru: Другие категории

source: Editing Video Footage
de: Bearbeitung von Videomaterial
nl: Videobeelden bewerken
ru: Редактирование видеоматериалов

source: Editing Audio Clips
de: Bearbeiten von Audioclips
nl: Audioclips bewerken
ru: Редактирование аудиоклипов

source: Editing Images
de: Bilder bearbeiten
nl: Afbeeldingen bewerken
ru: Редактирование изображений

source: Add Filters, Transitions, Sound Effects, and more
de: Hinzufügen von Filtern, Übergängen, Klangeffekten und mehr
nl: Voeg filters, overgangen, geluidseffecten en meer toe
ru: Добавление фильтров, переходов, звуковых эффектов и многого другого

source: Pan & Zoom
de: Schwenken & Zoomen
ru: Панорамирование и масштабирование

source: Play videos backwards
de: Videos rückwärts abspielen
nl: Speel video's achteruit af
ru: Воспроизвести видео в обратном направлении

source: See More
de: Mehr anzeigen
nl: Bekijk Meer
ru: Узнать больше

source: Complete missions inside Filmora to earn a reward!
de: Beenden Sie Aufgaben in Filmora, um eine Belohnung zu erhalten!
nl: Voltooi missies in Filmora om een beloning te verdienen!
ru: Выполняйте задания в Filmora, чтобы получить бонус!

source: Earn a Prize
de: Einen Preis erlangen!
nl: Verdien een Prijs
ru: Получить бонус

source: See what's possible with Filmora!
de: Sehen Sie, was mit Filmora möglich ist!
nl: Bekijk wat er mogelijk is met Filmora!
ru: Взгляните на возможности Filmora!

source: Get Creative Now
de: Jetzt kreativ werden
nl: Word nu Creatief!
ru: Больше творчества

source: Get More Royalty-Free Music
de: Mehr lizenzfreie Musik erhalten
nl: Krijg meer rechtenvrije muziek Probeer het gratis uit
ru: Получить больше бесплатной музыки Попробовать бесплатно

source: Get More Creative Titles
de: Mehr kreative Titel erhalten
nl: Krijg meer creatieve titels
ru: Получить больше креативных заголовков

source: Get More Transitions
de: Mehr Übergänge erhalten
nl: Krijg meer overgangen
ru: Получить больше переходов

source: Get More Filters and Overlays
de: Mehr Filter und Ebenen erhalten
nl: Krijg meer filters en overlays
ru: Получить больше фильтров и оверлеев

source: Get More Motion Elements
de: Mehr Bewegungselemente erhalten
nl: Krijg meer bewegingselementen
ru: Получить больше элементов движения

source: Try it Free
de: Kostenlos testen
nl: Probeer het gratis uit
ru: Попробовать бесплатно

source: Try Filmstock free for 7 days.
nl: Probeer Filmstock 7 dagen gratis uit.
ru: Попробуйте Filmstock бесплатно в течение 7 дней.

source: START FREE TRIAL
de: KOSTENLOSE TESTVERSION STARTEN
nl: BEGIN GRATIS PROEFVERSIE
ru: ПОЛУЧИТЬ БЕСПЛАТНУЮ ПРОБНУЮ ВЕРСИЮ

source: I agree to the Terms and Conditions
de: Ich stimme den Allgemeinen Geschäftsbedingungen zu
nl: Ik ga akkoord met de algemene voorwaarden
ru: Я согласен с Правилами и условиями

source: 1. The free trial lasts 7 days.
de: 1. Die kostenlose Probezeit dauert 7 Tage.
nl: 1. De gratis proefperiode duurt 7 dagen.
ru: 1. Бесплатная пробная версия доступна в течение 7 дней.

source: 2. For your trial period you'll have access to a specific selection of resources from Filmstock.
nl: 2. Tijdens je proefperiode heb je toegang tot een specifieke selectie van bronnen uit Filmstock.
ru: 2. В течение пробного периода вы получите доступ к определенному набору ресурсов Filmstock.

source: 3. When your trial ends you can choose to purchase a Filmstock plan if you want to continue using these resources.
nl: 3. Na afloop van uw proefperiode kunt u ervoor kiezen om een Filmstock-abonnement aan te schaffen als u deze bronnen wilt blijven gebruiken.
ru: 3. Если вы хотите продолжать использовать данные ресурсы после окончания пробного периода, вы можете приобрести постоянный доступ к Filmstock.

source: Visit Filmstock.
nl: Bezoek Filmstock.
ru: Перейти на Filmstock.

source: Get More Creative Titles for FREE
de: Weitere kreative Titel KOSTENLOS erhalten
nl: Krijg GRATIS meer creatieve titels
ru: Получить больше креативных заголовков БЕСПЛАТНО

source: Get More Transitions for FREE
de: Weitere Übergänge KOSTENLOS erhalten
nl: Krijg GRATIS meer overgangen
ru: Получить больше переходов БЕСПЛАТНО

source: Get More Filters and Overlays for FREE
de: Weitere Filter und Überlagerungen KOSTENLOS erhalten
nl: Krijg GRATIS meer filters en overlays
ru: Получить больше фильтров и оверлеев БЕСПЛАТНО

source: Get More Motion Elements for FREE
de: Erhalten Sie weitere Bewegungselemente KOSTENLOS
nl: Krijg GRATIS meer bewegingselementen
ru: Получить больше элементов движения БЕСПЛАТНО

source: Can you answer 2 quick questions?
de: Können Sie 2 kurze Fragen beantworten?
nl: Kunt u 2 korte vragen beantwoorden?
ru: Вы можете ответить на пару простых вопросов?

source: We noticed that you closed Filmora without trying it. Please let us know what we could have better.
de: Wir haben bemerkt, dass Sie Filmora geschlossen haben, ohne es zu testen. Bitte lassen Sie uns wissen, was wir besser machen könnten.
nl: We hebben gemerkt dat je Filmora hebt gesloten zonder het te proberen. Laat ons weten wat we beter kunnen doen.
ru: Мы заметили, что вы закрыли Filmora, не попробовав возможности программы. Пожалуйста, расскажите нам, как мы можем улучшить наш продукт.

source: Your feedback will help us improve our products. Thank you!
de: Ihr Feedback wird uns helfen, unsere Produkte zu verbessern. Vielen Dank!
nl: Uw feedback helpt ons onze producten te verbeteren. Dank u!
ru: Ваши отзывы помогают нам становиться лучше. Спасибо!

source: 1. Why did you close Filmora without creating a video? (Check all that apply)
de: 1. Warum haben Sie Filmora geschlossen, ohne ein Video zu erstellen? (Überprüfen Sie alle zutreffenden Angaben)
nl: 1. Waarom heb je Filmora afgesloten zonder een video te maken? (Vink alles aan wat van toepassing is)
ru: 1. Почему вы закрыли Filmora без создания видео? (Выберите все подходящие варианты ответа)

source: I don't have any footage yet.
de: Ich habe noch kein Filmmaterial.
nl: Ik heb nog geen beeldmateriaal.
ru: У меня еще нет отснятого материала.

source: The interface looks too complicated.
de: Die Schnittstelle sieht zu kompliziert aus.
nl: De interface ziet er te ingewikkeld uit.
ru: Интерфейс выглядит слишком сложным.

source: I don't know how to import footage.
de: Ich weiß nicht, wie man Filmmaterial importiert.
nl: Ik weet niet hoe ik beelden moet importeren.
ru: Я не знаю, как импортировать отснятый материал.

source: I don't know how to start making a video.
de: Ich weiß nicht, wie ich mit der Erstellung eines Videos beginnen soll.
nl: Ik weet niet hoe ik moet beginnen met het maken van een video.
ru: Я не знаю, с чего начать создание видео.

source: The software crashed.
de: Die Software ist abgestürzt.
nl: De software is vastgelopen.
ru: Сбой программного обеспечения.

source: It is not a free software.
de: Es ist keine freie Software.
nl: Het is geen gratis software.
ru: Это не бесплатное программное обеспечение.

source: The software cannot run on my computer.
de: Die Software kann nicht auf meinem Computer ausgeführt werden.
nl: De software kan niet op mijn computer worden uitgevoerd.
ru: Данная программа не работает на моем компьютере.

source: I'm busy. I'll try again later.
de: Ich bin beschäftigt. Ich werde es später noch einmal versuchen.
nl: Ik ben bezig. Ik probeer het later opnieuw.
ru: У меня нет времени. Попробую позже.

source: I am not in the mood to make a video
de: Ich bin nicht in der Stimmung, ein Video zu drehen.
nl: Ik ben niet in de stemming om een video te maken
ru: Нет вдохновения снимать видео

source: Other (please specifiy)
de: Andere (bitte angeben)
nl: Anders (specificeer)
ru: Другое (пожалуйста, укажите, что именно)

source: 2. Please leave your email address. We might contact you for more information.
de: 2. Bitte hinterlassen Sie Ihre E-Mail-Adresse. Wir werden Sie eventuell für weitere Informationen kontaktieren.
nl: 2. Laat uw e-mailadres achter. Mogelijk nemen we contact met u op voor meer informatie.
ru: 2. Пожалуйста, укажите свой адрес электронной почты. Мы свяжемся с вами для получения дополнительной информации.

source: Filmora Video Tutorials to Help you Get Started!
de: Filmora Video-Tutorials, die Ihnen den Einstieg erleichtern!
nl: Filmora Video-tutorials om u op weg te helpen!
ru: Видеоуроки от Filmora помогут вам начать!

source: FREE Stock Videos, Audio, and Video Effects
de: KOSTENLOSE Archiv-Videos, Audio- und Videoeffekte
nl: GRATIS Stockvideo's, Audio- en Video-Effecten
ru: Стоковые видеоролики, аудио и видеоэффекты БЕСПЛАТНО

source: Videos
ru: Видео

source: Video Effects
de: Video-Effekte
nl: Video Effecten
ru: Эффекты для видео

source: Discover More
de: Mehr entdecken
nl: Ontdek Meer
ru: Узнать больше

source: You've Earned 7 Days of the Filmstock Standard Plan
nl: Вы заработали 7 дней стандартного плана Filmstock
ru: Je hebt 7 dagen van het Filmstock Standard Plan verdiend

source: *One prize per account.
de: *Ein Preis pro Konto.
nl: *Eén beloning per account.
ru: * Один приз за аккаунт.

source: Why Choose Filmstock?
ru: Почему выбирают Filmstock?

source: Unlimited Downloads
ru: Неограниченное количество загрузок

source: Download anything in the Standard Library including Filmora effects, After Effects templates, stock video, and more.
ru: Загрузите в Стандартную библиотеку все, что угодно, включая эффекты Filmora, шаблоны After Effects, стоковое видео и многое другое.

source: Royalty-Free License
ru: Бесплатная лицензия

source: Use anything from Filmstock in any kind of project, personal or commercial.
ru: Используйте что-нибудь из Filmstock в любом проекте, личном или коммерческом.

source: Constantly Growing
ru: Постоянно растет

source: More of the resources you need are added every week.
ru: Больше ресурсов, которые вам нужны, добавляются каждую неделю.

source: Unique Media
ru: Уникальные СМИ

source: Filmstock provides a wide selection of media assets including video effects you won't find anywhere else.
ru: Filmstock предоставляет широкий выбор медиаресурсов, включая видеоэффекты, которых вы больше нигде не найдете.

source: Featured Assets
ru: Рекомендуемые активы

source: Filmora Effects Packs
ru: Пакеты эффектов Filmora

source: Images
ru: Картинки

source: Explore More
ru: Узнайте больше

source: Success! You've Activated 7 Days Filmstock Standard Plan!
ru: Успех! Вы активировали 7-дневный стандартный план Filmstock!

source: Explore Filmstock Now
ru: Исследуйте Filmstock сейчас

source: Opps! You’ve already redeemed this reward. You can purchase a plan to continue using Filmstock assets.
ru: К сожалению! Вы уже погасили эту награду. Вы можете приобрести план для дальнейшего использования активов Filmstock.

source: Subscribe Now
ru: Подпишитесь сейчас

source: Lower playback quality to improve playback performance
de: Niedrigere Wiedergabequalität zur Verbesserung der Wiedergabeleistung
nl: Lagere afspeelkwaliteit om de afspeelprestaties te verbeteren
ru: Более низкое качество воспроизведения для улучшения производительности воспроизведения

source: Vertical
de: Vertikal
nl: Verticaal
ru: вертикальный

source: Horizontal
nl: Horizontaal
ru: горизонтальный

source: Reflect
de: Spiegeln
nl: Denk na
ru: отражать

source: Extend
de: Erweitern
nl: Uitbreiden
ru: простираться

source: Tile
de: Fliesen
nl: Tegel
ru: Плитка

source: Include Trimmed Frames
de: Beschnittene Rahmen einbeziehen
nl: Inclusief bijgesneden frames
ru: Включить кадрированные кадры

source: Login to your Wondershare ID
de: Mit Ihrer Wondershare ID anmelden
nl: Log in op je Wondershare ID
ru: Введите свой Wondershare ID

source: Email address
de: E-Mail-Adresse
nl: Email-adres
ru: Адрес электронной почты

source: Use a email address instead
de: Stattdessen eine E-Mail-Adresse verwenden
nl: Gebruik in plaats daarvan een e-mailadres
ru: Вместо этого используйте адрес электронной почты

source: Use a mobile phone instead
de: Stattdessen eine Handynummer verwenden
nl: Gebruik in plaats daarvan een mobiele telefoon
ru: Вместо этого используйте мобильный телефон

source: or login with
de: oder Anmelden mit
nl: of meld aan met
ru: или войти в систему с помощью

source: Set Password
de: Passwort festlegen
nl: Stel een Wachtwoord in
ru: Установить Пароль

source: Don't have a Wondershare ID?
de: Sie haben keine Wondershare ID?
nl: Heb je geen Wondershare ID?
ru: Нет Wondershare ID?

source: Create account
de: Konto erstellen
nl: Maak een account aan
ru: Создать учетную запись

source: Verify your identity
de: Ihre Identität bestätigen
nl: Verifieer je identiteit
ru: Подтвердите вашу личность

source: To confirm your identity we'll send you a verification code to
de: Zur Bestätigung Ihrer Identität senden wir einen Bestätigungscode an
nl: Om je identiteit te bevestigen, sturen we je een verificatiecode naar
ru: Для подтверждения вашей личности мы вышлем вам проверочный код на адрес

source: Sign in to a different account
de: Bei einem anderen Konto anmelden
nl: Log in op een ander account
ru: Войдите в другую учетную запись

source: Keep me signed in
de: Angemeldet bleiben
nl: Houd me aangemeld
ru: Держите меня в курсе событий

source: Forget your password?
de: Sie haben Ihr Passwort vergessen?
nl: Je wachtwoord vergeten?
ru: Забыли пароль?

source: login success
de: Anmeldung erfolgreich
nl: log-in gelukt
ru: успешный вход в систему

source: Enter the code sent to
de: Geben Sie den Code ein, der an Sie gesendet wurde
nl: Voer de toegestuurde code in
ru: Введите код, отправленный в

source: Verify Code
de: Code bestätigen
nl: Verificatiecode
ru: Проверка Кода

source: Create a Wondershare ID
de: Wondershare ID erstellen
nl: Maak een Wondershare ID aan
ru: Создать Wondershare ID

source: Or, link this account to your current Wondershare ID.
de: Oder verknüpfen Sie dieses Konto mit Ihrer aktuellen Wondershare ID.
nl: Of link dit account met je huidige Wondershare ID.
ru: Или, этот счет для ваших текущих Wondershare ID.

source: Back to sign in
de: Zurück zur Anmeldung
nl: Terug naar log in
ru: Назад, чтобы войти в систему

source: We found a Wondershare ID linked with this email. Please log in.
de: Wir haben eine mit dieser E-Mail-Adresse verknüpfte Wondershare ID gefunden. Bitte melden Sie sich an.
nl: We hebben een Wondershare ID gevonden gelinkt aan deze e-mail. Log in a.u.b.
ru: Мы нашли ID Wondershare, связанный с этим письмом. Пожалуйста, войдите в систему.

source: Please enter your email
de: Bitte geben Sie ihre E-Mail-Adresse ein
nl: Voer je e-mail in
ru: Пожалуйста, введите свой адрес электронной почты

source: Please enter your mobile phone
de: Bitte geben Sie Ihre Handynummer ein
nl: Voer je mobiele telefoon in
ru: Пожалуйста, введите свой мобильный телефон

source: Create Password
de: Password erstellen
nl: Maak Wachtwoord aan
ru: Создать Пароль

source: Connect & Create Account
de: Verbinden & Konto erstellen
nl: Verbinden & Aanmaken Account
ru: Подключение И Создание Учетной Записи

source: Create account with email
de: Konto mit E-Mail-Adresse erstellen
nl: Maak account met e-mail aan
ru: Создать учетную запись с электронной почтой

source: Create account with Mobile Phone
de: Konto mit Handynummer erstellen
nl: Maak account met Mobiele Telefoon
ru: Создать учетную запись с мобильного телефона

source: By clicking Create account, I agree that I have read and accepted the
de: Indem ich auf Konto erstellen klicke, akzeptiere ich die <a href='htt
nl: Door te klikken op Aanmaken account ga ik ermee akkoord dat ik
ru: Нажав кнопку Создать учетную запись, я соглашаюсь, что прочитал(а) и принял(а) <a href='htt

source: Click to create an account, it means that you have read and agree to Wondershare's license policy and privacy policy
de: Klicken Sie hier, um ein Konto zu erstellen. Damit bestätigen Sie, dass Sie die Lizenz- und Datenschutzrichtlinien von Wondershare gelesen haben und diesen zustimmen
nl: Klik om een account aan te maken, dit betekent dat u het licentiebeleid en het privacybeleid van Wondershare hebt gelezen en hiermee akkoord gaat
ru: Нажмите, чтобы создать учетную запись, это означает, что вы прочитали и согласны с лицензионной политикой Wondershare и политикой конфиденциальности

source: Sign in with Email address
de: Mit E-Mail-Adresse anmelden
nl: Log in met E-mailadres
ru: Войдите в систему с помощью адреса электронной почты

source: Success! New password set.
de: Erfolg! Neues Passwort festgelegt.
nl: Gelukt! Nieuw wachtwoord ingesteld.
ru: Успех! Новый пароль создан.

source: This account doesn't exist. Enter a different account or
de: Dieses Konto existiert nicht. Geben Sie ein anderes Konto ein oder
nl: Dit account bestaat niet. Geef een ander account of
ru: Этого счета не существует. Введите другую учетную запись или

source: create a new one.
de: erstellen Sie ein neues.
nl: maak een nieuw aan.
ru: создайте новую учетную запись.

source: Success!
de: Erfolg!
nl: Gelukt!
ru: Успех!

source: Oops, there's no page here.
de: Ups, diese Seite existiert nicht.
nl: Oeps, er is geen pagina hier.
ru: Ой, здесь нет никакой страницы.

source: BACK TO HOME PAGE
de: ZURÜCK ZUR STARTSEITE
nl: TERUG NAAR DE STARTPAGINA
ru: ВЕРНУТЬСЯ НА ГЛАВНУЮ СТРАНИЦУ

source: Didn't receive a code?
de: Sie haben keinen Code erhalten?
nl: Geen code ontvangen?
ru: Не код получил?

source: Please wait for the message to arrive. You can also check your spam folder or
de: Bitte warten Sie, bis Sie die Nachricht erhalten haben. Überprüfen Sie außerdem Ihren Spam-Ordner oder
nl: Wacht tot je het bericht hebt ontvangen. Je kunt ook je spam map checken of
ru: Пожалуйста, подождите, пока придет сообщение. Вы также можете проверить свою папку со спамом или

source: resend the code
de: senden Sie den Code erneut
nl: de code opnieuw sturen
ru: отправить код повторно

source: Account does not exist.
de: Konto existiert nicht.
nl: Account bestaat niet.
ru: Счета не существует.

source: Account created successfully!
de: Konto erfolgreich erstellt!
nl: Account met succes aangemaakt!
ru: Аккаунт создан успешно!

source: Verification code sent.
de: Bestätigungscode gesendet.
nl: Verificatiecode toegezonden.
ru: Отправлен проверочный код.

source: Login via SMS verification code
de: Per SMS-Bestätigungscode anmelden
nl: Login via SMS verificatiecode
ru: Войдите в систему с помощью SMS-кода подтверждения

source: Please enter the displayed code
de: Bitte geben Sie den angezeigten Code ein
nl: Voer de weergegeven code in
ru: Пожалуйста, введите отображаемый код

source: Get new code
de: Neuen Code erstellen
nl: Nieuwe code ophalen
ru: Получить новый код

source: Login with SMS verification code
de: Mit SMS-Bestätigungscode anmelden
nl: Log-in met SMS verificatiecode
ru: Войдите в систему с помощью SMS-кода подтверждения

source: Login with account and password
de: Mit Konto und Passwort anmelden
nl: Log-in met account en wachtwoord
ru: Войдите в систему с учетной записью и паролем

source: Enter verification code
de: Bitte Verifizierungscode eingeben
nl: Voer verificatiecode in
ru: Введите проверочный код

source: Please enter SMS verification code, a SMS has been sent to
de: Bitte geben Sie den SMS-Bestätigungscode ein, eine SMS wurde gesendet an
nl: Voer SMS verificatiecode in, een SMS is verstuur naar
ru: Пожалуйста, введите проверочный код SMS, SMS было отправлено на

source: Phone number/email
de: Handynummer/E-Mail-Adresse
nl: Telefoonnummer/e-mail
ru: Номер телефона / электронная почта

source: Scan the QR code to sign in
de: Scannen Sie den QR-Code für die Anmeldung
nl: Scan de QR code in log in
ru: Сканируйте QR-код, чтобы войти в систему

source: Connecting account failed
de: Verbindung zum Konto fehlgeschlagen
nl: Verbinden met account mislukt
ru: Подключение учетной записи не удалось

source: Connecting account successfully
de: Verbindung zum Konto erfolgreich
nl: Verbinden met account gelukt
ru: Подключение учетной записи успешно

source: Your Wondershare Account has been connected to another social account, please go back and log in directly.
de: Ihr Wondershare-Konto wurde mit einem anderen sozialen Netzwerk verknüpft. Bitte gehen Sie zurück und melden Sie sich direkt an.
nl: Je Wondershare Account is verbonden met een ander sociaal account, ga terug en log direct in.
ru: Ваша учетная запись Wondershare была подключена к другой социальной учетной записи, пожалуйста, вернитесь и войдите непосредственно.

source: Account already exists
de: Konto existiert bereits
nl: Account bestaat al
ru: Счет уже существует

source: The account already has a Wondershare account, please enter the verification code to complete the binding and login
de: Das Konto ist bereits mit einem Wondershare-Konto verknüpft. Geben Sie den Bestätigungscode ein, um die Verknüpfung abzuschließen und sich anzumelden
nl: Het account heeft al een Wondershare account, voer de verificatiecode in om de verbinding te voltooien en log in
ru: У этой учетной записи уже есть учетная запись Wondershare, пожалуйста, введите проверочный код, чтобы завершить привязку и войти в систему

source: The mobile phone number has not yet created a Wondershare account, please enter the verification code to complete the binding and login
de: Für diese Handynummer wurde noch kein Wondershare-Konto erstellt. Geben Sie den Bestätigungscode ein, um die Verknüpfung abzuschließen und sich anzumelden
nl: Het mobiele telefoonnummer jeeft nog geen Wondershare account aangemaakt, voer de verificatiecode om de verbinding te voltooien en log-in
ru: Номер мобильного телефона еще не создал учетную запись Wondershare, пожалуйста, введите проверочный код для завершения привязки и входа в систему

source: Use account password binding
de: Kontoverknüpfung per Eingabe des Passworts
nl: Gebruik account wachtwoord verbinding
ru: Используйте привязку пароля учетной записи

source: Bind and log in
de: Verknüpfen und anmelden
nl: Verbind en log in
ru: Привязать и войти в систему

source: Bind and register
de: Verknüpfen und registrieren
nl: Verbind en registreer
ru: Привязать и зарегистрировать

source: Create a Wondershare ID Or, link this account to your current Wondershare ID.
de: Erstellen Sie eine Wondershare-ID oder verknüpfen Sie dieses Konto mit Ihrer aktuellen Wondershare-ID.
nl: Maak een Wondershare ID aan of link dit account een je huidige Wondershare ID.
ru: Создать программу Wondershare ID или ссылку этого счета на текущий в программу Wondershare идентификатор.

source: waiting...
de: Warten…
nl: aan het wachten...
ru: ожидание...
