Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/LocalizedLanguage/*.lproj/Localizable.strings
Languages: de, nl, ru

source: There is no parameter for this object, select a text box in the Previewer to continue.
de: Es gibt keine Parameter für dieses Objekt, wählen Sie ein Textfeld in dem Vorschaufenster aus, um fortzufahren.
nl: Er is geen parameter voor beelden, selecteer een tekstvak in de Previewer om verder te gaan.
ru: Нет параметра для изображений. Выберите текстовое поле в окне предварительного просмотра для продолжения.

source: Search
de: Suche
nl: Zoeken
ru: Поиск

source: Video Info:
de: Video-Eigenschaften:
ru: Информация о видео:

source: Audio Info:
de: Audio-Eigenschaften:
ru: Аудио информация:

source: Image Info:
de: Bild-Eigenschaften:
nl: Afbeelding Info:
ru: Информация об изображении:

source: Creating proxy file is necessary for smooth playback, do you wish to create proxy file for this clip?
de: Für eine reibungslose Wiedergabe ist das Erstellen einer Proxy-Datei erforderlich. Möchten Sie eine Proxy-Datei für diesen Clip erstellen?
nl: Het maken van een proxy-bestand is noodzakelijk voor probleemloos afspelen. Wilt u een proxy-bestand maken voor deze clip?
ru: Создание прокси-файла необходимо для плавного воспроизведения, хотите ли вы создать прокси-файл для этого клипа?

source: Show Audio Indicator
de: Audioanzeige anzeigen
nl: Audio-indicator weergeven
ru: Показать индикатор аудио

source: Hide Audio Indicator
de: Audioanzeige ausblenden
nl: Audio-indicator verbergen
ru: Скрыть индикатор звука

source: Viewable by:
de: Sichtbar durch:
nl: Te bekijken door:
ru: Просмотр:

source: Music Trak
de: Audiospur
ru: Музыкальный трек

source: Video Trak
de: Videospur
ru: Видео Trak

source: Destination:
de: Ziel:
nl: Bestemming:
ru: Место назначения:

source: Click to Apply
de: Klicken Sie auf Übernehmen
nl: Klik om toe te voegen
ru: Нажмите, чтобы применить

source: Freeze
de: Einfrieren
nl: Bevriezen
ru: замерзать

source: No Animation
de: Keine Animation
nl: Geen Animatie
ru: Нет анимации

source: No Motion
de: Keine Animation
nl: Geen Animatie
ru: Нет анимации

source: Type Writer
de: Schreibmaschine
nl: Type Schrijver
ru: Пишущая машинка

source: Wavy Style
de: Wellenförmig
nl: Golvende stijl
ru: Волнистый стиль

source: Random
de: Zufällig
nl: Willekeurig
ru: случайный

source: Random 2
de: Zufällig 2
nl: Willekeurig 2
ru: Случайный 2

source: String Blur
de: Nacheinander einblenden
ru: Размытие строк

source: Cinema Style
de: Kinostil
nl: Cinema-stijl
ru: Стиль кино

source: Up Insert
de: Unten nach oben
nl: Omhoog Invoegen
ru: Вставить

source: Down Insert
de: Oben nach unten
nl: Omlaag invoegen
ru: Вниз

source: Up Dir Insert
de: Nach oben und unten
nl: Omhoog Dir Invoegen
ru: Верхняя вставка

source: Left Dir Insert
de: Links nach rechts
nl: Links Dir invoegen
ru: Вставка слева Dir

source: Right Dir Insert
de: Rechts nach links
ru: Вставить правую вставку

source: Down Dir Insert
de: Nach unten und oben
nl: Omlaag invoegen
ru: Вниз Dir Insert

source: Down Roll
de: Nach unten rollen
nl: Omlaag Roll
ru: Вниз ролл

source: Left Roll
de: Nach links rollen
nl: Links rol
ru: Левый рулон

source: Right Roll
de: Nach rechts rollen
nl: Rechts rol
ru: Правый рулон

source: Pixelate
de: Verpixeln
nl: verkorrelen
ru: Пикселизация

source: Pinwheel
de: Windrad
ru: завихрение

source: Erase
de: Ausradieren
nl: wissen
ru: стирать

source: Doorway
de: Schiebetür
nl: Deuropening
ru: дверной проем

source: Roll clockwise
de: Rollen Uhrzeigersinn
nl: Rol rechtsom
ru: Повернуть по часовой стрелке

source: Round zoom out
de: Rollen & Herauszoomen
nl: Rond zoom uit
ru: Раунд вырезать

source: Push
de: Schieben
nl: Duwen
ru: От себя

source: Evaporate
de: Verdampfen
nl: Verdampen
ru: испаряться

source: Bounce to zoom in 1
de: Hüpfen & vergrößern 1
nl: Kaats om in te zoomen 1
ru: Отскок для увеличения в 1

source: Bounce to zoom in 2
de: Hüpfen & vergrößern 2
nl: Kaats om in te zoomen 2
ru: Отскок для увеличения в 2

source: Bounce to zoom out 1
de: Hüpfen & verkleinern 1
nl: Kaats om uit te zoomen 1
ru: Отскок для уменьшения масштаба 1

source: Clockwise rotate to zoom in 1
de: Drehen & vergrößern 1
nl: Draai rechtsom om in te zoomen 1
ru: По часовой стрелке для увеличения в 1

source: Clockwise rotate to zoom in 2
de: Drehen & vergrößern 2
nl: Draai rechtsom om in te zoomen 2
ru: По часовой стрелке для увеличения в 2

source: Clockwise rotate
de: Im Uhrzeigersinn drehen
nl: Draai rechtsom
ru: Вращение по часовой стрелке

source: Counter clockwise rotate
de: Gegen Uhrzeigersinn drehen
nl: Tegen de klok in draaien
ru: Вращение против часовой стрелки

source: Down Up 1
de: Rauf und runter 1
nl: Beneden 1
ru: Вниз вверх 1

source: Down Up 2
de: Rauf und runter 2
nl: omlaag omhoog 2
ru: Вниз вверх 2

source: Fly to zoom in
de: Herumwirbeln & Vergrößern
nl: Vlieg om in te zoomen
ru: Летать для увеличения

source: Grow Shrink
de: Wachsen & Schrumpfen
nl: Groei Krimp
ru: Растение

source: Move to bottom
de: Nach unten bewegen
nl: Verplaats naar beneden
ru: Перейти к нижней части

source: Move to left
de: Nach links bewegen
nl: Verplaats naar links
ru: Переместить влево

source: Move to lower left
de: Nach links unten bewegen
nl: Ga naar linksonder
ru: Перейти к нижнему левому краю

source: Move to lower right
de: Nach rechts unten bewegen
nl: Ga naar rechtsonder
ru: Перемещение вправо

source: Move to right
de: Nach rechts bewegen
nl: Verplaats naar rechts
ru: Перемещение вправо

source: Move to top
de: Nach oben bewegen
nl: Naar boven verplaatsen
ru: Перейти наверх

source: Move to upper left
de: Nach links oben bewegen
nl: Ga naar linksboven
ru: Переместить в верхний левый

source: Move to upper right and zoom in
de: Nach rechts oben bewegen & zoomen
nl: Ga naar de rechterbovenhoek en zoom in
ru: Переместитесь в верхнем правом углу и увеличьте

source: Move to upper right
de: Nach rechts oben bewegen
nl: Ga naar de rechterbovenhoek
ru: Переместить в верхний правый

source: Photo Spin 3
de: Drehung 3
ru: Фотография Спин 3

source: Photo Spin 4
de: Drehung 4
ru: Фотография Spin 4

source: Rotate to zoom in 1
de: Drehen & vergrößern 1
nl: Roteren om in 1 te zoomen
ru: Повернуть для увеличения в 1

source: Rotate to zoom in 2
de: Drehen & vergrößern 2
nl: Draai om in 2 te zoomen
ru: Повернуть для увеличения в 2

source: Spin 1
de: Drehung 1
nl: Draai 1
ru: Спин 1

source: Spin 2
de: Drehung 2
nl: Draai 2
ru: Спин 2

source: Spin 3
de: Drehung 3
nl: Draai 3
ru: Спин 3

source: Spin 4
de: Drehung 4
nl: Draai 4
ru: Спин 4

source: Stretch in and zoom in 1
de: Strecken & vergrößern 1
nl: Uitrekken in en inzoomen 1
ru: Растянуть и увеличить масштаб 1

source: Stretch in and zoom in 2
de: Strecken & vergrößern 2
nl: Uitrekken in en zoomen in 2
ru: Растянуть и увеличить в 2

source: Stretch to left
de: Nach links strecken
nl: Rekken naar links
ru: Растянуть налево

source: Stretch to right
de: Nach rechts strecken
nl: Rek naar rechts
ru: Растянуть вправо

source: To the Left 1
de: Nach links 1
nl: Naar links 1
ru: Влево 1

source: To the Left 2
de: Nach links 2
nl: Naar links 2
ru: Влево 2

source: To the Right 1
de: Nach rechts 1
nl: Naar rechts 1
ru: Справа 1

source: To the Right 2
de: Nach rechts 2
nl: Naar rechts 2
ru: Справа 2

source: Up Down 1
de: Auf und Ab 1
nl: Omhoog Omlaag 1
ru: Вниз 1

source: Up Down 2
de: Auf und Ab 2
nl: Omhoog Omlaag 2
ru: Вниз 2

source: Zoom in 1
de: Vergrößern 1
nl: Inzoomen
ru: Увеличить

source: Zoom in 2
de: Vergrößern 2
nl: Inzoomen
ru: Увеличить 2

source: Zoom in 3
de: Vergrößern 3
nl: Inzoomen
ru: Увеличить 3

source: Zoom in and out
de: Vergrößern & verkleinern
nl: Zoom in en uit
ru: Увеличение и уменьшение масштаба

source: Zoom in to the bottom
de: Nach unten & vergrößern
nl: Zoom in naar de onderkant
ru: Увеличьте масштаб до нижней

source: Zoom in to the left
de: Nach links & vergrößern
nl: Zoom naar links
ru: Увеличить влево

source: Zoom in to the right
de: Nach rechts & vergrößern
nl: Zoom naar rechts
ru: Увеличить вправо

source: Zoom in to the top
de: Nach oben & vergrößern
nl: Zoom in naar de top
ru: Увеличить до верхней части

source: Zoom out 1
de: Verkleinern 1
nl: Uitzoomen 1
ru: Уменьшить 1

source: Zoom out 2
de: Verkleinern 2
nl: Uitzoomen 2
ru: Уменьшить 2

source: Zoom out 3
de: Verkleinern 3
nl: Uitzoomen 3
ru: Уменьшить 3

source: Zoom out to the right
de: Nach rechts & verkleinern
nl: Zoom naar rechts uit
ru: Уменьшить вправо

source: Drop
de: Abprallen
ru: Капля

source: Expansion
de: Ausweitung
nl: Uitbreiding
ru: расширение

source: Fly in and Fade out
de: Einfliegen & verblassen
nl: Vlieg in en verdwijn langzaam
ru: Влетайте и исчезайте

source: Fly in and Fly out
de: Einfliegen & ausfliegen
nl: Vlieg erin en vlieg eruit
ru: Влетайте и летите

source: Stretch in and zoom in
de: Einfliegen & vergrößern
nl: Uitrekken en inzoomen
ru: Растянуть и увеличить

source: Tiny zoom
de: Minimal vergrößern
nl: Kleine zoom
ru: Малый зум

source: Zoom in
de: Vergrößern
nl: Inzoomen
ru: Приблизить

source: Zoom out
de: Verkleinern
nl: Uitzoomen
ru: Уменьшить

source: Text style 1
de: Textstil 1
nl: Tekststijl 1
ru: Текстовый стиль 1

source: Text style 2
de: Textstil 2
nl: Tekststijl 2
ru: Текстовый стиль 2

source: Text style 3
de: Textstil 3
nl: Tekststijl 3
ru: Стиль текста 3

source: Text style 4
de: Textstil 4
nl: Tekststijl 4
ru: Стиль текста 4

source: Text style 5
de: Textstil 5
nl: Tekststijl 5
ru: Стиль текста 5

source: Text style 6
de: Textstil 6
nl: Tekststijl 6
ru: Текстовый стиль 6

source: Text style 7
de: Textstil 7
nl: Tekststijl 7
ru: Стиль текста 7

source: Text style 8
de: Textstil 8
nl: Tekststijl 8
ru: Стиль текста 8

source: Text style 9
de: Textstil 9
nl: Tekststijl 9
ru: Стиль текста 9

source: Text style 10
de: Textstil 10
nl: Tekststijl 10
ru: Стиль текста 10

source: Text style 11
de: Textstil 11
nl: Tekststijl 11
ru: Стиль текста 11

source: Text style 12
de: Textstil 12
nl: Tekststijl 12
ru: Стиль текста 12

source: Text style 13
de: Textstil 13
nl: Tekststijl 13
ru: Стиль текста 13

source: Text style 14
de: Textstil 14
nl: Tekststijl 14
ru: Стиль текста 14

source: Text style 15
de: Textstil 15
nl: Tekststijl 15
ru: Стиль текста 15

source: Text style 16
de: Textstil 16
nl: Tekststijl 16
ru: Стиль текста 16

source: Text style 17
de: Textstil 17
nl: Tekststijl 17
ru: Текстовый стиль 17

source: Text style 18
de: Textstil 18
nl: Tekststijl 18
ru: Текстовый стиль 18

source: Text style 19
de: Textstil 19
nl: Tekststijl 19
ru: Стиль текста 19

source: Text style 20
de: Textstil 20
nl: Tekststijl 20
ru: Стиль текста 20

source: Text style 21
de: Textstil 21
nl: Tekststijl 21
ru: Текстовый стиль 21

source: Text style 22
de: Textstil 22
nl: Tekststijl 22
ru: Стиль текста 22

source: Text style 23
de: Textstil 23
nl: Tekststijl 23
ru: Стиль текста 23

source: This package is not valid! It may be has been damaged, please reinstall the program!
de: Dieses Paket ist nicht gültig! Es wurde evtl. beschädigt. Bitte installieren Sie das Programm neu!
nl: Dit pakket is niet geldig! Het is mogelijk beschadigd, installeer het programma opnieuw!
ru: Этот пакет недействителен! Возможно, он был поврежден, пожалуйста, переустановите программу!

source: Media Mismatch
de: Medien stimmen nicht überein
nl: Media komen niet overeen
ru: Несоответствие СМИ

source: The selected file’s duration is different from the clip you used in project and may cause issues, please reselect another file with the same duration.
de: Die ausgewählte Datei hat eine andere Dauer als der im Projekt verwendete Clip und kann Probleme verursachen. Bitte wählen Sie eine andere Datei mit derselben Dauer aus.
nl: De duur van het geselecteerde bestand verschilt van de clip die u in het project gebruikte en kan problemen veroorzaken. Selecteer een ander bestand met dezelfde duur opnieuw.
ru: Продолжительность выбранного файла отличается от клипа, который вы использовали в проекте, и может вызвать проблемы. Повторите выбор другого файла с той же продолжительностью.

source: Oops, the selected file’s duration must be the same as the clip you used in project.
de: Hoppla! Die ausgewählte Datei muss dieselbe Dauer haben wie der im Projekt verwendete Clip.
nl: Oeps, de duur van het geselecteerde bestand moet hetzelfde zijn als de clip die je in het project hebt gebruikt.
ru: Ой, продолжительность выбранного файла должна быть такой же, как и клип, который вы использовали в проекте.

source: No write privilege for the target directory, please specify a new directory.
de: Keine Schreibrechte für das Zielverzeichnis, bitte geben Sie ein neues Verzeichnis an.
nl: Geen schrijfrechten voor de doelmap, geef een nieuwe map op.
ru: Нет права на запись для целевого каталога, укажите новый каталог.

source: Show Speed Control
de: Abspielgeschwindigkeitsanpassung anzeigen
nl: Toon snelheidsregeling
ru: Показать контроль скорости

source: Can't find the file, please make sure the filename and path are not changed:
de: Die Datei wurde nicht gefunden, stellen Sie bitte sicher, dass der Dateiname und Pfad nicht geändert wurden:
nl: Bestand niet gevonden, controleer de of de naam en het pad niet gewijzigd zijn:
ru: Не удается найти файл. Пожалуйста, убедитесь, что имя файла и путь к нему не изменились:

source: No disc.Please insert a blank one.
de: Keine DVD vorhanden. Bitte legen Sie eine leere DVD ein.
nl: Geen schijf. Gelieve een lege in te voegen.
ru: Нет диска. Вставьте пустую.

source: Customize Equalizer
de: Equalizer anpassen
nl: Equalizer aanpassen
ru: Настройка эквалайзера

source: Countdown1
ru: Обратный отсчет1

source: Countdown2
ru: Обратный отсчет2

source: Countdown3
ru: Обратный отсчет3

source: Countdown4
ru: Обратный отсчет4

source: Countdown5
ru: Обратный отсчет5

source: Countdown6
ru: Обратный отсчет6

source: Countdown7
ru: Обратный отсчет7

source: Countdown8
ru: Обратный отсчет8

source: Countdown9
ru: Обратный отсчет9

source: Black
de: Schwarz
nl: Zwart
ru: черный

source: Grey
de: Grau
nl: Grijs
ru: Серый

source: White
de: Weiß
nl: Wit
ru: белый

source: Gradient1
de: Farbverlauf1
nl: Verloop1
ru: Градиент1

source: Gradient2
de: Farbverlauf2
nl: Verloop2
ru: Градиент2

source: Gradient3
de: Farbverlauf3
nl: Verloop3
ru: Градиент3

source: Gradient4
de: Farbverlauf4
nl: Verloop4
ru: Градиент4

source: Gradient5
de: Farbverlauf5
nl: Verloop5
ru: Градиент5

source: Gradient6
de: Farbverlauf6
nl: Verloop6
ru: Градиент6

source: Gradient7
de: Farbverlauf7
nl: Verloop7
ru: Градиент7

source: This app requires camera access to record video.
de: Diese App erfordert Zugriff auf Ihre Kamera, um ein Video aufzunehmen.
nl: Deze app vereist cameratoegang om video op te nemen.
ru: Это приложение требует доступа камеры к записи видео.

source: This app requires microphone access to record audio.
de: Diese App erfordert Zugriff auf Ihr Mikrofon, um Audio aufzunehmen.
nl: Deze app vereist microfoontoegang om audio op te nemen.
ru: Это приложение требует доступа микрофона для записи звука.

source: This app needs to send Apple Events to control iTunes.
de: Diese App muss Apple Events senden, um auf iTunes zurückgreifen zu können.
nl: Deze app moet Apple Events verzenden om iTunes te bedienen.
ru: Это приложение должно отправить Apple Events для управления iTunes.

source: Filmora does not have access to your Camera and Microphone.
de: Filmora hat keinen Zugriff auf Ihre Kamera und Ihr Mikrofon.
nl: Filmora heeft geen toegang tot uw camera en microfoon.
ru: У Filmora нет доступа к вашей Камере и Микрофону.

source: Filmora does not have access to your screen recording.
nl: Filmora heeft geen toegang tot uw schermopname.
ru: Filmora не имеет доступа к вашей записи экрана.

source: To allow access, open System Preferences, click on Security & Privacy and adjust the Privacy settings there.
de: Um Zugriff zu gewähren, öffnen Sie die Systemeinstellungen, klicken Sie auf Sicherheit und Datenschutz und passen Sie die Datenschutzeinstellungen an.
nl: Om toegang toe te staan, open je Systeemvoorkeuren, klik je op Beveiliging en privacy en pas je de privacyinstellingen daar aan.
ru: Чтобы разрешить доступ, откройте «Системные настройки», нажмите «Безопасность и конфиденциальность» и настройте параметры конфиденциальности.

source: 16:9 (Widescreen)
de: 16:9 (Breitbild)
nl: 16:9 (breedbeeld)
ru: 16:9 (широкоэкранный)

source: 9:16 (Portrait)
nl: 9:16 (portret)
ru: 9:16 (Портрет)

source: 4:3 (Standard)
nl: 4:3 (standaard)
ru: 4:3 (стандарт))

source: 21:9 (Cinema)
de: 21:9 (Kino)
nl: 21:9 (bioscoop)
ru: 21:9 (Кинотеатр)

source: Select Project Aspect Ratio
de: Seitenverhältnis für Projekt wählen
nl: Selecteer Project Beeldverhouding
ru: Выберите соотношение сторон проекта

source: Change Project Aspect Ratio
de: Seitenverhältnis für Projekt ändern
nl: Verander de beeldverhouding van het project
ru: Изменить соотношение сторон проекта

source: All Effects
de: Alle Effekte
nl: Alle effecten
ru: Все эффекты

source: Auto Enhance
de: Automatisch verbessern
nl: Automatisch verbeteren
ru: Авто Улучшение

source: High Quality (Full)
de: Beste Qualität
nl: Hoge kwaliteit (volledig)
ru: Высокое качество (полное)

source: Better Quality (1/2)
de: Hohe Qualität
nl: Betere kwaliteit (1/2)
ru: Лучшее качество (1/2)

source: Medium Quality (1/4)
de: Mittlere Qualität
nl: Gemiddelde kwaliteit (1/4)
ru: Среднее качество (1/4)

source: Low Quality (1/8)
de: Niedriege Qualität
nl: Lage kwaliteit (1/8)
ru: Низкое качество (1/8)

source: Open Filmstock
ru: Открытые Filmstock

source: Enable hardware acceleration for video decoding
de: Hardware-Beschleunigung für Video-Dekodierung
nl: Schakel hardwareversnelling in voor videodecodering
ru: Включить аппаратное ускорение для декодирования видео

source: Enable hardware acceleration for video encoding
de: Hardware-Beschleunigung für Video-Kodierung
nl: Schakel hardwareversnelling in voor videocodering
ru: Включить аппаратное ускорение для кодирования видео

source: The state of GPU rendering and hardware decoding has been changed and will take effect after rebooting the program.
de: Der Zustand des GPU-Renderings und der Hardware-Dekodierung hat sich geändert und wird nach dem Neustart des Programms wirksam.
nl: De status van GPU-rendering en hardwarecodering is gewijzigd en wordt van kracht na het opnieuw opstarten van het programma.
ru: Состояние рендеринга графического процессора и аппаратного декодирования было изменено и вступит в силу после перезагрузки программы.

source: Name your custom text settings. They will be saved under the "Custom" category in your Titles library.
de: Vergeben Sie einen Namen für Ihre benutzerdefinierte Texteinstellung. Diese wird in Ihrer Titelbibliothek unter der Kategorie "Benutzerdefiniert" gespeichert.
nl: Geef uw aangepaste tekstinstellingen een naam. Ze worden opgeslagen onder de categorie "Aangepast" in uw Titels-bibliotheek.
ru: Назовите свои пользовательские настройки текста. Они будут сохранены в категории «Пользовательские» в вашей библиотеке заголовков.

source: Save as Custom
de: Als Benutzerdefiniert speichern
nl: Opslaan als aangepast
ru: Сохранить как пользовательский

source: SAVE AS CUSTOM
de: Als Benutzerdefiniert speichern
nl: Opslaan als aangepast
ru: Сохранить как пользовательский

source: Render Preview
de: Rendervorschau
nl: Render Voorbeeld
ru: Предварительный просмотр рендеринга

source: Rendering files
de: Rendern von Dateien
nl: Bestanden renderen
ru: Рендеринг файлов

source: Creating preview render for smooth playback
de: Das Vorschau-Rendering für eine reibungslose Wiedergabe, wird erstellt
nl: Maak Voorbeeld render om snel af te spelen
ru: Создание рендеринга с предварительным просмотром для плавного воспроизведения

source: Rendering frame %d of %lld
de: Render-Rahmen %d von %lld
nl: Frame renderen %d van %lld
ru: Рендеринг кадра %d из %lld

source: Rendering frames: %lld of %lld
de: Render-Rahmen %d von %lld
nl: Frame renderen %d van %lld
ru: Рендеринг кадра %d из %lld

source: Estimated Time Left: %@
de: Geschätzte verbleibende Zeit: %@
nl: Geschatte resterende tijd: %@
ru: Расчетное оставшееся время: %@

source: Success! Your video has been created.
de: Der Film wurde erfolgreich erstellt!
nl: De film is met succes gemaakt!
ru: Видео успешно создано!

source: Click this "Render Preview" button for smooth playback. You can delete unused render files to free up disk space by going to 'File' > 'Preferences' and finding the option in the 'Performance' tab.
de: Klicken Sie auf die Schaltfläche "Render Vorschau" für eine reibungslose Wiedergabe. Gehen Sie auf "Datei" -> Einstellungen" auf die Registerkarte "Performance", um unbenutzte Renderdateien zu löschen und bei Bedarf Speicherplatz zu sparen.
nl: Klik op deze "Render Voorbeeld" knop om snel af te spelen. Ga naar het tabblad "Prestaties" in de toepassing "Voorkeuren" om ongebruikte renderbestanden te verwijderen om zo nodig schijfruimte te besparen.
ru: Для плавного воспроизведения нажмите кнопку «Предварительный просмотр рендеринга». Чтобы удалить неиспользуемые файлы рендеринга, если нужно сэкономить место на диске, перейдите в приложении на вкладку «Параметры» - «Производительность».

source: File name should not begin with a dot "."
de: Bezeichnungen, die mit einem Punkt "." beginnen, sind für das System gedacht.
nl: Namen die beginnen met een punt "." zijn gereserveerd voor het systeem.
ru: Названия, начинающиеся с точки «.», зарезервированы для системы.

source: If you use dot "." at the beginning of your file's name the file will be hidden.
de: Wenn Sie sich trotzdem dazu entscheiden, einen Namen zu verwenden, der mit einem Punkt beginnt, wird die Datei ausgeblendet.
nl: Als u besluit om een naam te gebruiken die begint met een punt, dan wordt het bestand verborgen.
ru: Если хотите продолжить и использовать название, которое начинается с точки, это должен быть скрытый файл.

source: Use "."
de: Nutze "."
nl: Gebruik "."
ru: Использовать «.»

source: Oops! You aren't subscribed to a Filmstock plan through this Wondershare ID.
nl: Oeps! Uw Wondershare ID account heeft geen geldig Filmstock abonnement.
ru: Ой! Ваша учетная запись Wondershare не имеет действующей подписки на Filmstock.

source: Delete Preview Render Files
de: Vorschau-Renderdateien löschen
nl: Voorbeeld Render Bestanden verwijderen
ru: Удалить файлы рендеринга c предварительным просмотром

source: Tutorials
de: Tutorial
nl: Tutorial
ru: Учебное пособие

source: Give Feedback
de: Feedback
nl: Feedback
ru: Обратная связь

source: Preview Render:
de: Vorschau Rendering:
nl: Voorbeeld Render:
ru: Рендеринг с предварительным просмотром:

source: Background render
de: Im Hintergrund rendern
nl: Achtergrond Render
ru: Фоновый рендеринг

source: Start after
de: Startet nach
nl: Begint na
ru: Начать через

source: Seconds
de: Sekunden
nl: seconden
ru: секунд

source: Preview Render files folder:
de: Vorschau des Ordners Renderdateien:
nl: Voorbeeld Render bestandenmap:
ru: Каталог для файлов рендеринга с предварительным просмотром:

source: Automatically delete render files when closing a project file
de: Renderdateien beim Schließen einer Projektdatei automatisch löschen
nl: Automatisch renderbestanden verwijderen bij het sluiten van een projectbestand
ru: Автоматически удалять файлы рендеринга при закрытии файла проекта

source: Delete render files
de: Renderdateien löschen
nl: Renderbestanden verwijderen
ru: Удалить файлы рендеринга

source: Are you sure you want to delete all render files?
de: Sind Sie sicher, dass Sie alle Renderdateien entfernen möchten?
nl: Weet u zeker dat u alle renderbestanden wilt verwijderen?
ru: Вы уверены, что хотите удалить все файлы рендеринга?

source: Auto Ripple On
de: Auto Ripple Ein
nl: Auto Ripple Aan
ru: Auto Ripple вкл.

source: Auto Ripple Off
de: Auto Ripple Aus
nl: Auto Ripple Uit
ru: Auto Ripple выкл.

source: Shared Media
de: Meine Vorlagen
nl: Gedeelde media
ru: Медиафайл с совместным доступом
