Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/LocalizedLanguage/*.lproj/Localizable.strings
Languages: de, nl, ru

source: Beats analyzed. Drag and drop the music to the timeline to see beat markers.
de: Beats analysiert. Ziehen Sie die Musik per Drag-and-Drop auf die Zeitleiste, um Beat-Markierungen zu sehen.
nl: Beats geanalyseerd. Sleep de muziek naar de tijdlijn om beatmarkeringen te zien.
ru: Удары проанализированны. Перетащите музыку на шкалу времени, чтобы увидеть маркеры ритма.

source: Filmora is installing beat detection plugins. Please wait.
de: Filmora installiert Beat-Erkennungs-Plugins. Einen Moment bitte.
nl: Filmora installeert beatdetectieplug-ins. Even geduld aub.
ru: Filmora устанавливает плагины для обнаружения ударов. Пожалуйста, подождите.

source: beat detection completed
de: Beat-Erkennung abgeschlossen
nl: beat-detectie voltooid
ru: обнаружение удара завершено

source: beat detected failed
de: Beat konnte nicht ermittelt werden
nl: beat kon niet worden gedetecteerd
ru: Удар не может быть обнаружен

source: Request time out, Please check your network connection.
de: Zeitüberschreitung anfordern, Bitte überprüfen Sie Ihre Netzwerkverbindung.
nl: Verzoek time-out, controleer uw netwerkverbinding.
ru: Запрос тайм-аут, пожалуйста, проверьте подключение к сети.

source: Click here to manually install the plugin.
de: Klicken Sie hier, um das Plugin manuell zu installieren.
nl: Klik hier om de plug-in handmatig te installeren.
ru: Нажмите здесь, чтобы установить плагин вручную.

source: Color Enhancement
de: Farbverbesserung
nl: Kleurverbetering
ru: Улучшение цвета

source: Threshold
de: Schwellenwert
nl: Drempel
ru: Порог

source: Value
de: Wert
nl: Waarde
ru: Значение

source: Frames
ru: Рамки

source: Included
de: Inklusive
nl: ingesloten
ru: включены

source: You don't have any Favorites. Click 'Favorite' while hovering over a resource to add an item to this folder.
de: Du hast momentan keine Favoriten hier. Klicke auf 'Favoriten', wenn Dir ein Effekt besonders gut gefällt, um ein Element zu diesem Ordner hinzuzufügen.
nl: Je hebt geen favorieten. Klik op 'Favoriet' terwijl u over een bron zweeft om een ​​item aan deze map toe te voegen.
ru: У вас нет избранного. Нажмите «Избранное» при наведении курсора на ресурс, чтобы добавить элемент в эту папку.

source: Find even more video effects, music, stock footage, and images on Filmstock.
nl: Vind nog meer video-effecten, muziek, stockbeelden en afbeeldingen op Filmstock.
ru: Найдите еще больше видеоэффектов, музыки, видеоматериалов и изображений на Filmstock.

source: Visit Filmstock
nl: Bezoek Filmstock
ru: Посетите Filmstock

source: Your One-Stop Shop for Royalty-Free Video Effects, Audio, and Stock Media.
de: Ihre Einem-in-Alles Quelle für lizenzfreie Videoeffekte, Audio und Bilder.
nl: Uw one-stop-shop voor royaltyvrije video-effecten, audio en stockmedia.
ru: Ваш универсальный магазин бесплатных видеоэффектов, аудио и стоковой информации.

source: You're not connected to the internet
de: Du bist nicht mit dem Internet verbunden.
nl: U bent niet verbonden met internet
ru: Вы не подключены к интернету

source: You need internet access to visit Filmstock. Please check your connection and try again.
nl: U hebt toegang tot internet nodig om Filmstock te bezoeken. Controleer je verbinding en probeer het opnieuw.
ru: Вам нужен доступ в Интернет, чтобы посетить Filmstock. Пожалуйста, проверьте ваше соединение и попробуйте снова.

source: Access more effects! Try Filmstock free for %@ days.
nl: Toegang tot meer effecten! Probeer Filmstock gratis voor %@ dagen.
ru: Доступ к большему количеству эффектов! Попробуйте Filmstock бесплатно в течение %@ дней.

source: Access more effects! Try
de: Greife auf weitere Effekte zu! Probiere
nl: Toegang tot meer effecten! Probeer
ru: Доступ к большему количеству эффектов! Попробуйте

source: free for %@ days.
de: kostenlos für %@ Tage aus.
nl: gratis voor %@ dagen.
ru: бесплатно в течение %@ дней.

source: Start Free Trial
de: Kostenlose Testversion starten
nl: Start gratis proefperiode
ru: Начать бесплатную пробную версию

source: I agree to the Terms and Conditions.
de: Ich stimme den Allgemeinen Geschäftsbedingungen zu.
nl: Ik ga akkoord met de algemene voorwaarden.
ru: Я согласен с правилами и условиями

source: I agree to
de: Ich stimme zu
nl: ik ga akkoord met
ru: я согласен с

source: the Terms and Conditions
de: Allgemeinen Geschäftsbedingungen
nl: de algemene voorwaarden
ru: правилами и условиями

source: Free Trial of Filmstock
nl: Gratis proefversie van Filmstock
ru: Бесплатная пробная версия Filmstock

source: 1. You'll get the Free Trial for %@ days.
de: 1. Du erhältst die kostenlose Testversion für %@ Tage.
nl: 1. U krijgt de gratis proefperiode voor %@ dagen.
ru: 1. Вы получите бесплатную пробную версию на %@ дней.

source: For your trial period you'll be able to use both Standard and Premium video effects and other resources recommended here for free.
de: Für den Zeitraum der Testversion erhältst Du kostenlosen Zugriff auf die hier empfohlenen Standard- ,Premium-Videoeffekte als auch andere hier aufgelistete Medien.
nl: Voor uw proefperiode kunt u zowel standaard- als premium-video-effecten en andere hier aanbevolen bronnen gratis gebruiken.
ru: В течение пробного периода вы сможете бесплатно использовать как стандартные, так и премиальные видеоэффекты и другие рекомендуемые здесь ресурсы.

source: When your trial ends you can choose to purchase a Filmstock plan to continue using these resources.
nl: Wanneer uw proefperiode eindigt, kunt u ervoor kiezen om een ​​Filmstock-abonnement te kopen om deze bronnen te blijven gebruiken.
ru: По окончании пробной версии вы можете приобрести план Filmstock, чтобы продолжить использование этих ресурсов.

source: Got It
de: OK
nl: Begrepen
ru: Понял

source: Congrats! Your free trial will last from %@ to %@.
de: Herzlichen Glückwunsch! Deine kostenlose Premium Filmstocks Testversion wird für die Dauer vom %@ bis %@ freigeschalten.
nl: Proficiat! Uw gratis proefperiode van het Filmstock Premium Plan duurt van %@ tot %@.
ru: Congrats! Ваша бесплатная пробная версия Премиум-плана Filmstock продлится с %@ по %@.

source: from %@ to %@
de: vom %@ bis %@
nl: van %@ tot %@
ru: от %@ до %@

source: Free Trial
de: Kostenlose Testversion
nl: Gratis proberen
ru: Бесплатная пробная версия

source: %@ Days Left
de: %@ Tage verbleiben
nl: %@ dagen over
ru: %@ дней осталось

source: Sorry, your free trial has ended. To continue using Filmstock resources please purchase a subscription.
nl: Sorry, je gratis proefperiode is afgelopen. Koop een abonnement om Filmstock te blijven gebruiken.
ru: Извините, ваша бесплатная пробная версия закончилась. Чтобы продолжить использование ресурсов Filmstock, пожалуйста, приобретите подписку.

source: Subscribe
de: Abonnieren
nl: abonneren
ru: Подписывайся

source: Refresh My Account
de: Mein Konto aktualisieren
nl: Vernieuw mijn account
ru: Обновить мой аккаунт

source: You are subscribed to the Filmstock Standard Plan. If you need to try the effects from the Premium Plan, please upgrade your account.
nl: U bent geabonneerd op het Standaardplan van Filmstock. Als u de effecten van het Premium-abonnement wilt proberen, upgrade uw account.
ru: Вы подписаны на стандартный план Filmstock. Если вам нужно попробовать эффекты из Премиум-плана, обновите свою учетную запись.

source: You are subscribed to the Filmstock Premium Plan. All the recommended effects below can be used.
nl: U bent geabonneerd op het Filmstock Premium Plan. Alle onderstaande aanbevolen effecten kunnen worden gebruikt.
ru: Вы подписаны на Премиум-план Filmstock. Все рекомендуемые эффекты ниже могут быть использованы.

source: Subscribe to Premium Plan
de: Abonniere das Premium-Abo
nl: Abonneer u op Premium Plan
ru: Подписаться на Премиум План

source: A video preview of the effects in this pack.
de: Videovorschau der erhältlichen Effekte in diesem Paket.
nl: Een videovoorbeeld van de effecten in dit pakket.
ru: Видео-превью эффектов в этом пакете.

source: Downloading...
de: Herunterladen.....
nl: Downloaden ...
ru: Загрузка ...

source: Cancel Download
de: Download abbrechen
nl: Download annuleren
ru: Отменить загрузку

source: Find effects downloaded from Filmstock here.
nl: Vind hier gedownloade effecten van Filmstock.
ru: Найти эффекты, загруженные из Filmstock здесь.

source: Free plan
de: Kostenlos
nl: Gratis abonnement
ru: Бесплатный план

source: Standard plan
de: Standard-Abo
nl: Standaard plan
ru: Стандартный план

source: Premium plan
de: Premium-Abo
ru: Премиум План

source: StIll have problems, please click here.
de: Wenn Sie Probleme haben, klicken Sie bitte hier.
nl: Nog steeds problemen, klik hier.
ru: Все еще есть проблемы, пожалуйста, нажмите здесь.

source: click here
de: Klick hier
nl: Klik hier
ru: кликните сюда

source: upgrade_Link
de: Upgrade
nl: upgrade
ru: обновите

source: Login Required
de: Anmeldung erforderlich
nl: Aanmelden vereist
ru: Вход в систему

source: Filmstokcs need login and register
de: Sie benötigen eine Wondershare ID, um fortzufahren.Bitte melden Sie sich an, oder erstellen Sie einen kostenlosen Account.
nl: Je hebt een Wondershare-ID nodig om door te gaan.Log in of maak gratis een account aan.
ru: Для продолжения вам нужен идентификатор Wondershare.Пожалуйста, войдите или создайте учетную запись бесплатно.

source: Wondershare ID provides you an easy way to activate your software access Filmora Effect Store and Filmora.io community.
de: Mit der Wondershare ID können Sie Ihre Software einfach aktivieren und Zugriff auf den Filmora Effect Store, sowie die Filmora.io Community erhalten.
nl: Wondershare ID biedt je een eenvoudige manier om jouw toegang tot Filmora Effect Store en Filmora.io te activeren.
ru: Wondershare ID предоставляет вам простой способ активировать ваше программное обеспечение для доступа к фильму Filmora Effect Store и Filmora.io.

source: Get More Effects from Filmstock
nl: Haal meer effecten uit Filmstock
ru: Получите больше эффектов от Filmstock

source: Try Filmstock free for %d days
nl: Probeer Filmstock %d dagen gratis
ru: Попробуйте Filmstock бесплатно в течение %d дней

source: Activate Filmora
de: Offline-Aktivierung
nl: Activeer Filmora
ru: Активировать Filmora

source: Wondershare Filmora (UNACTIVATED)
de: Wondershare Filmora (Nicht aktiviert)
nl: Wondershare Filmora (NIET Geactiveerd)
ru: Wondershare Filmora (НЕАКТИВИРОВАНЫЙ)

source: Sign in with your Wondershare ID to activate Filmora
de: Melden Sie sich mit Ihrer Wondershare-ID an, um Filmora zu aktivieren
nl: Log in met uw Wondershare-ID om Filmora te activeren
ru: Войдите, используя свой Wondershare ID, чтобы активировать Filmora

source: Enter the email you used to place the order
de: Geben Sie die aufgegebene Bestell-E-Mail ein
nl: Voer het e-mailadres in dat u hebt besteld
ru: Введите адрес электронной почты

source: Enter your password
de: Geben Sie Ihr Passwort ein
nl: Voer uw wachtwoord in
ru: Введите ваш пароль

source: Forget password
de: Passwort vergessen?
nl: Wachtwoord vergeten?
ru: Забыть пароль?

source: Sign in to Activate Filmora Now
de: Jetzt anmelden und Filmora aktivieren
nl: Log in om Filmora te activeren
ru: Войдите, чтобы активировать Filmora

source: OR
de: Oder
nl: OF
ru: ИЛИ

source: If you have a license code, or have other trouble to activate Filmora, click here to troubleshoot.
de: Wenn Sie einen Lizenzcode haben, klicken Sie hier, um Filmora zu aktivieren.
nl: Als u een licentiecode hebt, klik hier om Filmora te activeren.
ru: Если у вас есть лицензионный код, нажмите здесь, чтобы активировать Filmora.

source: If you're having trouble activating Filmora, click here to troubleshoot.
de: Wenn Sie Probleme beim Aktivieren von Filmora haben, klicken Sie hier, um Fehler zu beheben.
nl: Als je problemen hebt met het activeren van Filmora, klik hier om problemen op te lossen.
ru: Если у вас возникли проблемы с активацией Filmora, нажмите здесь, чтобы устранить неполадки.

source: You are signed in with the Wondershare ID (%@) and are using the free plan of Filmora.
de: Sie sind mit der Wondershare ID (%@) angemeldet und nutzen den kostenlosen Plan von Filmora.
nl: U bent aangemeld met de Wondershare ID (%@) en gebruikt het gratis abonnement van Filmora.
ru: Вы вошли в систему с Wondershare ID (%@) и используете бесплатный план Filmora.

source: If you have purchased a plan, click here to refresh your activation status.
de: Wenn Sie eine Plan gekauft haben, klicken Sie hier, um Ihren Aktivierungsstatus zu aktualisieren.
nl: Als u een abonnement hebt gekocht, klik hier om uw activeringsstatus te vernieuwen.
ru: Если вы приобрели план, нажмите здесь, чтобы обновить статус активации.

source: Please make sure you‘re using the same OS platform you purchased it for.
de: Bitte stellen Sie sicher, dass Sie dasselbe OS verwenden, für das Sie den Kauf getätigt haben.
nl: Zorg ervoor dat u hetzelfde OS-platform gebruikt waarvoor u het hebt gekocht.
ru: Пожалуйста, убедитесь, что вы используете ту же платформу ОС, для которой вы ее приобрели.

source: Wondershare Filmora (ACTIVATED)
de: Wondershare Filmora (aktiviert)
nl: Wondershare Filmora (GEACTIVEERD)
ru: Wondershare Filmora (АКТИВИРОВАН)

source: Your Wondershare ID (%@) has been activated sucessfully.
de: Ihre Wondershare ID (%@) wurde erfolgreich aktiviert.
nl: Uw Wondershare ID (%@) is succesvol geactiveerd.
ru: Ваш Wondershare ID (%@) успешно активирован.

source: Lifetime Plan/Annualy Plan/Monthly Plan/Quaterly Plan
de: Unbefristeter Plan / Jahresplan / Monatsplan / Quartalsplan
nl: Lifetime Plan / Jaarplan / Maandelijks Plan / Quaterly Plan
ru: Пожизненный план / Годовой план / Ежемесячный план / Квартальный план

source: Expires
de: Läuft ab
nl: verloopt
ru: Истекает

source: Your license has been activated successfully.
de: Ihre Lizenz wurde erfolgreich aktiviert.
nl: Uw licentie is succesvol geactiveerd.
ru: Ваша лицензия была успешно активирована.

source: You are signed in with the Wondershare ID (%@) .We are refreshing your account info now. It may take a few seconds.
de: Sie sind mit der Wondershare-ID (%@) angemeldet. Wir aktualisieren jetzt Ihre Kontoinformationen. Dies kann einige Sekunden dauern.
nl: U bent aangemeld met de Wondershare ID (%@). We vernieuwen uw accountgegevens nu. Dit kan enkele seconden duren.
ru: Вы вошли в систему с помощью Wondershare ID (%@). Сейчас мы обновляем информацию о вашей учетной записи. Это может занять несколько секунд.

source: It looks like this Wondershare ID has been deactivated on this device, please re-login on this device or double check the activation status in Account Center.
de: Stellen Sie sicher, dass Sie dasselbe Wondershare ID-Konto und dieselbe OS verwenden, für die Sie es gekauft haben.
nl: Zorg ervoor dat u hetzelfde Wondershare ID-account en besturingssysteem gebruikt waarvoor u het hebt gekocht.
ru: Убедитесь, что вы используете ту же учетную запись Wondershare ID и платформу ОС, для которой вы ее приобрели.

source: There is no Wondershare ID associated with that email address. Make sure to use the email address you used to place the order. You can find it in your confirmation email.
de: Dieser E-Mail-Adresse ist keine Wondershare-ID zugeordnet. Stellen Sie sicher, dass Sie die E-Mail-Adresse verwenden, die Sie für die Bestellung verwendet haben. Sie finden es in Ihrer Bestätigungs-E-Mail.
nl: Er is geen Wondershare-ID aan dat e-mailadres gekoppeld. Zorg ervoor dat u het e-mailadres gebruikt dat u hebt gebruikt om de bestelling te plaatsen. Je kunt het vinden in je bevestigingsmail.
ru: С этим адресом электронной почты не связан идентификатор Wondershare. Обязательно используйте адрес электронной почты, который вы использовали для размещения заказа. Вы можете найти его в письме с подтверждением.

source: The password you've entered is incorrect. Click Forget password to reset your password.
de: Falsches Passwort. Wenn Sie Ihr Passwort vergessen haben, klicken Sie hier, um es zurückzusetzen.
nl: Fout wachtwoord. Als u uw wachtwoord bent vergeten, klik hier om het opnieuw in te stellen.
ru: Неверный пароль. Если вы забыли свой пароль, нажмите здесь, чтобы сбросить его.

source: Enter the email address you used to purchase your license and the activation code you received in your confirmation email. Or click here to retrieve your license code.
de: Geben Sie die E-Mail-Adresse ein, mit der Sie Ihre Lizenz erworben haben, und den Registrierungscode, den Sie in Ihrer Bestätigungs-E-Mail erhalten haben. Oder klicken Sie hier, um Ihren Lizenzcode abzurufen.
nl: Voer het e-mailadres in dat je hebt gebruikt om je licentie te kopen en de activeringscode die je hebt ontvangen in je bevestigingsmail. Of klik hier om uw licentiecode op te halen.
ru: Введите адрес электронной почты, который вы использовали для покупки лицензии, и код активации, полученный в письме с подтверждением. Или нажмите здесь, чтобы получить код лицензии.

source: Licensed e-mail
de: Lizenz-E-Mail-Adresse
nl: Gelicentieerde e-mail
ru: Лицензионная электронная почта

source: Activation code
de: Registrierungscode
nl: Activatie code
ru: Код активации

source: FREE TRIAL
de: KOSTENLOSE TESTVERSION
nl: GRATIS PROEF
ru: БЕСПЛАТНАЯ ПРОБНАЯ ВЕРСИЯ

source: Activate Filmora Now
de: Filmora jetzt aktivieren
nl: Activeer nu Filmora
ru: Активируйте Filmora сейчас

source: If you have purchased a plan, click here to refresh your authorization.
de: Wenn Sie einen Plan gekauft haben, klicken Sie hier, um Ihre Autorisierung zu aktualisieren.
nl: Als u een abonnement hebt gekocht, klik hier om uw autorisatie te vernieuwen.
ru: Если вы приобрели план, нажмите здесь, чтобы обновить свою авторизацию.

source: We are refreshing your account info now. It may take a few seconds.
de: Wir aktualisieren jetzt Ihre Kontoinformationen. Dies kann einige Sekunden dauern.
nl: We vernieuwen nu uw accountgegevens. Dit kan enkele seconden duren.
ru: Сейчас мы обновляем информацию о вашем аккаунте. Это может занять несколько секунд.

source: Still unactivated? Please check that you're using the same OS platform you purchased it for. For more troubleshooting, click here.
de: Immer noch nicht aktiviert? Bitte überprüfen Sie, ob Sie dasselbe OS verwenden, für das Sie den Kauf getätigt haben. Weitere Informationen zur Fehlerbehebung finden Sie hier.
nl: Nog steeds niet geactiveerd? Controleer of u hetzelfde OS-platform gebruikt waarvoor u het hebt gekocht. Klik hier voor meer probleemoplossing.
ru: Все еще не активирован? Пожалуйста, убедитесь, что вы используете ту же платформу ОС, для которой вы ее приобрели. Для получения дополнительной информации нажмите здесь.

source: click here2
de: finden Sie hier
nl: Klik hier
ru: нажмите здесь

source: Split Button
de: Schneiden Taste
nl: Split-knop
ru: Кнопка разделения

source: Show the split button on timeline playhead
de: Teilen Taste auf dem Timeline-Abspielkopf anzeigen
nl: Toon de splitknop op de afspeellijn van de tijdlijn
ru: Показать кнопку разделения на временной шкале воспроизведения

source: Unlisted
de: Nicht gelistet
nl: niet vermeld
ru: Не включены

source: Select all clips with the same color mark
de: alle Clips mit derselben Farbmarkierung auswählen
nl: Selecteer alle clips met dezelfde kleurmarkering
ru: Выбрать все клипы с одинаковой цветовой меткой

source: Close Gap
de: Leerzeichen löschen
nl: Sluit Gap
ru: Закрыть разрыв

source: 1. Videos about daily life are popular on YouTube.
de: 1. Videos über das tägliche Leben sind auf YouTube sehr beliebt.
nl: 1. Video's over het dagelijks leven zijn populair op YouTube.
ru: 1. Видео о повседневной жизни пользуются большой популярностью на YouTube.

source: 2. When using a green screen make sure your space is well lit.
de: 2. Wenn Sie einen Green Screen verwenden, stellen Sie sicher, dass Ihr Raum gut beleuchtet ist.
nl: 2. Zorg ervoor dat uw ruimte goed verlicht is wanneer u een groen scherm gebruikt.
ru: 2. При использовании зеленого экрана убедитесь, что используемого освещения достаточно.

source: 3. 'Magic hours' for video lighting: right after sunrise and right before it sets.
de: 3. 'Magische Stunden' für Videobelichtung: direkt nach Sonnenaufgang und kurz vor Sonnenuntergang.
nl: 3. 'Magische uren' voor videoverlichting: direct na zonsopgang en vlak voor zonsondergang.
ru: 3. «Золотые часы» для съемки видео с естественным освещением: сразу после восхода солнца и прямо перед закатом.

source: 4. Invent your own challenge video and you could go viral.
de: 4. Erfinden Sie Ihr eigenes Challenge-Video und Sie könnten viral gehen.
nl: 4. Verzin je eigen challenge video en misschien ga je wel viral.
ru: 4. Придумайте свой челлендж, и ваше видео сможет стать вирусным.

source: 5. Clap to create a waveform spike for easy audio syncing.
de: 5. Klatschen Sie, um die Spitze einer Audio Welle für eine einfache Audio-Synchronisierung zu erzeugen.
nl: 5. Klap om een golfvormpiek te creëren voor eenvoudige audiosynchronisatie.
ru: 5. Хлопните в ладоши: скачок сигнала упростит синхронизацию звука.

source: 6. The internet loves animals. Could your pet be the next big star?
de: 6. Das Internet liebt Tiere. Könnte Ihr Haustier der nächste große Star werden?
nl: 6. Internet houdt van dieren. Wordt uw huisdier de volgende ster?
ru: 6. Интернет любит животных. Может быть, ваш питомец готов стать новой звездой?

source: 7. Use text in Facebook videos - 85% of them are watched without sound.
de: 7. Verwenden Sie Text in Facebook-Videos - 85% davon werden ohne Ton angeschaut.
nl: 7. Gebruik tekst in Facebook video's. 85% wordt zonder geluid bekeken.
ru: 7. Добавляйте текст к видео на Facebook - 85% пользователей смотрит их без звука.

source: 8. When shooting outdoors, keep the sun behind you.
de: 8. Wenn Sie im Freien drehen, lassen Sie die Sonne hinter sich.
nl: 8. Houd de zon achter je wanneer je buiten fotografeert.
ru: 8. При съемке на улице следите за тем, чтобы солнце было позади вас.

source: 9. Add clips to Shared Media to access them in future projects.
de: 9. Fügen Sie Clips zu Shared Media hinzu, um bei zukünftigen Projekten darauf zugreifen zu können.
nl: 9. Voeg clips toe aan Shared Media om ze in toekomstige projecten te openen.
ru: 9. Добавляйте клипы в Shared Media, чтобы использовать их в будущих проектах.

source: 10. Create a video intro that shows off your personality.
de: 10. Erstellen Sie ein Video-Intro, das Ihre Persönlichkeit zeigt.
nl: 10. Maak een video-intro die je persoonlijkheid laat zien.
ru: 10. Запишите видеоролик, который раскроет вашу индивидуальность.

source: 11. Fade down your background music while someone's talking.
de: 11. Blenden Sie Ihre Hintergrundmusik aus, während jemand spricht.
nl: 11. Zet de achtergrondmuziek zachter als er iemand praat.
ru: 11. Убавляйте громкость фоновой музыки, когда кто-то говорит.

source: 12. Use timeline markers to label your clips and stay organized.
de: 12. Verwenden Sie Zeitachsenmarker, um Ihre Clips zu beschriften und organisiert zu bleiben.
nl: 12. Gebruik tijdlijn markers om uw clips te labelen, en blijf georganiseerd.
ru: 12. Добавляйте маркеры на временную шкалу, чтобы сделать работу с клипами более удобной.

source: 13. You can record voiceovers inside Filmora.
de: 13. Sie können Voiceover in Filmora aufnehmen.
nl: 13. U kunt binnen Filmora voice-overs opnemen.
ru: 13. Записывайте закадровый голос с помощью Filmora.

source: 14. Mark beats with Beat Detection and edit to your music.
de: 14. Markieren Sie Beats mit Beat Detection und schneiden Sie sie zu Ihrer Musik.
nl: 14. Markeer beats met Beat Detection en bewerk deze op je muziek.
ru: 14. Редактируйте музыку и отмечайте биты с помощью функции Beat Detection.

source: 15.Build "social proof" with a testimonial video
de: 15. Beweisen Sie Ihre Sozialkompetenz mit einem Testimonial-Video
nl: 15. Bouw "sociaal bewijs" met een getuigenisvideo
ru: 15. Используйте видеоотзывы в качестве доказательств социальной значимости
