Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/LocalizedLanguage/*.lproj/Localizable.strings
Languages: de, nl, ru

source: We opened a new browser tab, you can log in in the new tab
de: Neuer Browser-Tab geöffnet, Sie können sich nun über den neuen Tab anmelden
nl: We hebben een nieuwe browser tab geopend, je kunt inloggen in de nieuwe tab
ru: Мы открыли новую вкладку браузера, вы можете войти в систему в новой вкладке

source: You should complete the authentication in your browser. After completing this step, you will automatically continue from here.
de: Bitte schließen Sie die Authentifizierung in Ihrem Browser ab. Nach den Abschluss dieses Schritts wird der Vorgang automatisch fortgesetzt.
nl: Je moet de authenticatie in je browser voltooien. Na het voltooien van deze stap, ga je automatisch vanaf hier verder.
ru: Вы должны завершить аутентификацию в вашем браузере. После завершения этого шага вы автоматически продолжите работу отсюда.

source: Restart
de: Neustarten
nl: Opnieuw starten
ru: Перезапуск

source: You can now close this browser tab and return to the application.
de: Sie können diesen Browser-Tab nun schließen und zur Anwendung zurückkehren.
nl: Je kunt nu de browser tab sluiten en terug gaan naar de applicatie.
ru: Теперь вы можете закрыть эту вкладку браузера и вернуться к приложению.

source: Sorry, we could not sign you in
de: Sie konnten sich leider nicht anmelden.
nl: Sorry, je kon niet inloggen.
ru: Извините, вы не смогли войти в систему.

source: Please go back and try again
de: Bitte versuche es erneut.
nl: Probeer het a.u.b. opnieuw.
ru: Пожалуйста, вернитесь и попробуйте снова.

source: Go Back
de: Rückkehr
nl: Terugkeer
ru: Назад

source: Repeat submit
de: Wiederholen, um zu liefern.
nl: Herhaal om te bezorgen.
ru: Повторите отправку

source: register ip required
de: Registrierte IP ist erforderlich
nl: Geregistreerde IP is vereist
ru: Требуется зарегистрированный IP

source: Comparison View
de: Vergleich
nl: Vergelijkingsweergave
ru: Вид Сравнения

source: Reference
de: Referenz
nl: Referentie
ru: Ссылка

source: Current
de: Aktuell
nl: Huidig
ru: Текущий

source: Select a frame to match to.
de: Wählen Sie einen Frame, zu welchem angepasst werden soll.
nl: Selecteer een kader dat overeenkomt.
ru: Выберите рамку для сопоставления.

source: Match
de: anpassen
nl: Overeenkomen
ru: Матч

source: Match the selection's color to the reference frame.
de: Anpassung der Farbe der Auswahl zum Referenzframe.
nl: Stem de kleur van de selectie af op het referentiekader.
ru: Сопоставьте цвет выделения с опорной рамкой.

source: Matching…
de: Anpassen…
nl: Overeenkomen…
ru: Соответствие…

source: Previous Clip
de: vorheriger Clip
nl: Vorige Clip
ru: Предыдущий Клип

source: Next Clip
de: nächster Clip
nl: Volgende Clip
ru: Следующий Клип

source: Search keyboard shortcuts
de: Tastenkombinationen durchsuchen
nl: Zoek toetsenbordsnelkoppelingen
ru: Поиск сочетаний клавиш

source: No results.
de: Keine Ergebnisse.
nl: Geen resultaten.
ru: Нет результата.

source: Restore Defaults
de: Zurücksetzen
nl: Herstel Standaarden
ru: Восстановление Значений По Умолчанию

source: Add
de: Hinzufügen
nl: Toevoegen
ru: Добавь

source: Add Shortcut
de: Tastenkombinationen hinzufügen
nl: Snelkoppeling toevoegen
ru: Добавить Ярлык

source: Keyboard Shortcuts
de: Tastenkombinationen
nl: Toetsenbordsnelkoppelingen
ru: быстрые клавиши

source: Marker
de: Markierung
nl: Markeerstift
ru: Маркер

source: Miscellaneous
de: Andere
nl: Diversen
ru: Прочие

source: Red Marker
de: Rote Markierung
nl: Rode Markeerstift
ru: Красный маркер

source: Orange Marker
de: Orange Markierung
nl: Oranje Markeerstift
ru: Оранжевый Маркер

source: Yellow Marker
de: Gelbe Markierung
nl: Gele Markeerstift
ru: Желтый маркер

source: Green Marker
de: Grüne Markierung
nl: Groene Markeerstift
ru: Зеленый маркер

source: Cyan Marker
de: Cyane Markierung
nl: Cyaan Markeerstift
ru: Голубой Маркер

source: Blue Marker
de: Blaue Markierung
nl: Blauwe Markeerstift
ru: Синий маркер

source: Purple Marker
de: Lila Markierung
nl: Paarse Markeerstift
ru: Фиолетовый Маркер

source: Grey Marker
de: Graue Markierung
nl: Grijze Markeerstift
ru: Серый Маркер

source: Previous Keyframe
de: Vorheriger Keyframe
nl: Vorige keyframe
ru: Предыдущий Ключевой Кадр

source: Next Keyframe
de: Nächster Keyframe
nl: Volgende keyframe
ru: Следующий Ключевой Кадр

source: Previous Frame / Move Left
de: Vorheriges Frame / nach Links bewegen
nl: Vorig frame / Bewweg naar links
ru: Предыдущий Кадр / Переместить Влево

source: Next Frame / Move Right
de: Nächster Frame / nach Rechts bewegen
nl: Volgende frame / Beweeg naar rechts
ru: Следующий Кадр / Переместить Вправо

source: Previous Edit Point/ Move Up
de: Vorheriger Bearbeitungspunkt / nach Oben bewegen
nl: Vorig bewerkingspunt / Omhoog bewegen
ru: Предыдущая Точка Редактирования / Перемещение Вверх

source: Next Edit Point/ Move Down
de: Nächster Bearbeitungspunkt / nach Unten bewegen
nl: Volgend bewerkingspunt / Omlaag bewegen
ru: Следующая Точка Редактирования / Перемещение Вниз

source: Preset Animation
de: vorgefertigte Animationen
nl: Vooraf ingestelde animatie
ru: Предустановленная Анимация

source: Preset Motions
de: vorgefertigte Bewegungen
nl: Vooraf ingestelde bewegingenVooraf ingestelde bewegingen （Legacy)
ru: Маршрут Движения

source: Scale
de: Vergrößern
nl: Schalen
ru: Масштаб

source: Edit Keyframe
de: Keyframe bearbeiten
nl: Keyframe bewerken
ru: Редактирование Ключевого Кадра

source: Delete Keyframe
de: Keyframe löschen
nl: Keyfrane verwijderen
ru: Удалить Ключевой Кадр

source: Clear All Keyframes
de: alle Keyframes entfernen
nl: Alle keyframes verwijderen
ru: Очистить Все Ключевые Кадры

source: Add Animation
de: Animation hinzufügen
nl: Voeg animatie toe
ru: Добавить Анимацию

source: Preset Motions and Keyframe Animations cannot be used at the same time.
de: Vorgefertigte Bewegungen und Keyframe-Animationen können nicht gleichzeitig verwendet werden.
nl: Vooraf ingestelde bewegingen en keyframe-animaties kunnen niet tegelijkertijd worden gebruikt.
ru: Предустановленные движения и анимация ключевых кадров не могут использоваться одновременно.

source: Drag or double-click to apply.
de: Ziehen oder Doppelklicken zum Anwenden
nl: Sleep of dubbelklik om toe te passen.
ru: Перетащите или дважды щелкните, чтобы применить.

source: Double-click to apply.
de: Doppelklicken zum Anwenden
nl: Dubbelklik om toe te passen
ru: дважды щелкните, чтобы применить.

source: The new animation will replace the previous animation.
de: Die neue Animantion wird die vorherige Animation ersetzen.
nl: De nieuwe animatie vervangt de vorige animatie.
ru: Новая анимация заменит предыдущую анимацию.

source: Slide Up
de: Nach oben Schieben
nl: Omhoog schuiven
ru: Подняться вверх

source: Slide Right
de: Nach rechts Schieben
nl: Naar rechts schuiven
ru: Сдвиньте вправо

source: Fade In
de: Einblenden
ru: Постепенное усиление

source: Fade Out
de: Ausblenden
ru: Угасание

source: Vortex In
de: Wirbel herein
ru: Вихрь в

source: Vortex Out
de: Wirbel heraus
ru: Вихрь из

source: Ducking
de: Audioreduzierung
ru: Погружение

source: Lower the volume of other clips
de: Reduzierung der Lautstärke anderer Clips
nl: Verlaag het volume van andere clips
ru: Уменьшите громкость других клипов

source: The clips you have selected have different values set.
de: Die ausgewählten Clips haben verschiedene Werte.
nl: Voor de clips die u heeft geselecteerd, zijn verschillende waarden ingesteld.
ru: Выбранные вами клипы имеют разные значения.

source: Not all of the selected clips are enabled.
de: Nicht alle ausgewählten Clips sind aktiv.
nl: Niet alle geselecteerde clips zijn ingeschakeld.
ru: Не все выбранные клипы включены.

source: Something went wrong. Please try again.
de: Etwas lief schief. Bitte versuchen Sie es erneut.
nl: Er is iets fout gegaan. Probeer het a.u.b. opnieuw.
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.

source: Motion Tracking
de: Bewegungsverfolgung
nl: Beweging volgen
ru: Отслеживание движения

source: Start Tracking
de: Verfolgung starten
nl: Start met volgen
ru: Начать Отслеживать

source: Import from computer.
de: Vom Computer importieren
nl: Importeer van computer.
ru: Импорт с компьютера.

source: The target inside the tracking box must be visible 100% of the time it is being tracked.
de: Das Ziel in der Verfolgungsbox muss während der Verfolgungsdauer stets vollständig sichtbar sein.
nl: Het doelwit in het trackingvak moet 100% van de tijd dat het wordt gevolgd, zichtbaar zijn.
ru: Цель внутри окна отслеживания должна быть видна в течение 100% времени, в течение которого она отслеживается.

source: In order to apply motion tracking, the flip effect on this clip will be undone. Do you want to continue?
de: Um die Bewegungsverfolgung hinzuzufügen, muss der Umkehreffekt des Clips entfernt werden. Möchten Sie fortfahren? Ja/Nein
nl: Om beweging volgen toe te passen, wordt het flip-effect op deze clip ongedaan gemaakt. Wilt u doorgaan?
ru: Чтобы применить отслеживание движения, эффект сальто на этом клипе будет отменен. Вы хотите продолжить?

source: In order to apply motion tracking any keyframing, animations, or pan & zoom motions will be removed. Do you want to continue?
de: Um die Bewegungsverfolgung hinzuzufügen, müssen alle Keyframes, Animationen und Dreh- & Zoomeffekte des Clips entfernt werden. Möchten Sie fortfahren? Ja/Nein
nl: Om beweging volgen toe te passen, worden keyframing, animaties of pan- en zoombewegingen verwijderd. Wilt u doorgaan?
ru: Для того чтобы применить отслеживание движения, любые ключевые кадры, анимации или движения панорамирования и масштабирования будут удалены. Вы хотите продолжить?

source: Unchecking the box next to Motion Tracking will clear all motion tracking data. Do you want to continue?
de: Durch das Entfernen des Haken neben der Bewegungsverfolgung werden alle Bewegungsverfolgungsdaten entfernt. Möchten Sie fortfahren? Ja/Nein
nl: Als u het vakje naast Beweging volgen uitschakelt, worden alle gegevens van beweging volgen gewist. Wilt u doorgaan?
ru: Снятие флажка рядом с пунктом отслеживание движения приведет к удалению всех данных отслеживания движения. Вы хотите продолжить?

source: Resetting will clear all of the current motion tracking data. Do you want to continue?
de: Reset bedeutet, dass alle aktuellen Bewegungsverfolgungsdaten entfernt werden. Möchten Sie fortfahren?
nl: Door te resetten worden alle huidige gegevens van beweging volgen gewist. Wilt u doorgaan?
ru: Сброс очистит все текущие данные отслеживания движения. Вы хотите продолжить?

source: Don't show this again
de: Nicht mehr anzeigen
nl: Niet opnieuw laten zien
ru: Больше не показывать это

source: During the rendering process all other operations are temporarily unavailable.
de: Während dem Rendervorgang sind alle anderen Aktionen kurzzeitig nicht verfügbar.
nl: Tijdens het renderproces zijn alle andere bewerkingen tijdelijk niet beschikbaar.
ru: Во время процесса рендеринга все остальные операции временно недоступны.

source: Please move the playhead to the selected clip to begin motion tracking.
de: Bitte bewegen Sie den Abspielkopf zu dem gewünschten Clip, um mit der Bewegungverfolgung zu beginnen.
nl: Verplaats de afspeelkop naar de geselecteerde clip om het volgen van bewegingen te starten.
ru: Пожалуйста, переместите курсор воспроизведения к выбранному клипу, чтобы начать отслеживание движения.

source: Please move the playhead to earlier in the clip so there is room to apply motion tracking.
de: Bitte bewegen Sie den Abspielkopf zu einer vorherigen Position im Clip, sodass genug Raum für die Bewegungsverfolgung ist.
nl: Verplaats de afspeelkop naar eerder in de clip zodat er ruimte is om beweging volgen toe te passen.
ru: Пожалуйста, переместите курсор воспроизведения на более раннее место в клипе, чтобы было место для применения отслеживания движения.

source: Select a folder to exact file from archived project
nl: Selecteer een map naar exact bestand uit gearchiveerd project
ru: Выберите папку для точного файла из архивного проекта

source: The remaining disk space is:
nl: De resterende schijfruimte is:
ru: стальное дисковое пространство:

source: Account
ru: учетная запись

source: Get Started with Filmora
nl: Aan de slag met Filmora
ru: Начните с Filmora

source: Main Benefits
nl: Belangrijkste voordeel
ru: Главное преимущество

source: Free Trial Version
nl: Gratis proefversie
ru: Бесплатная пробная версия

source: Activated Version
nl: Geactiveerde versie
ru: Активированная версия

source: All Features
nl: Alle functies
ru: Все особенности

source: Export and share video without a watermark
nl: Video exporteren en delen zonder watermerk
ru: Экспорт и обмен видео без водяных знаков

source: Free technical support
nl: Gratis technische ondersteuning
ru: Бесплатная техническая поддержка

source: If you already purchased Filmora, click here to activate!
nl: Als je Filmora al hebt gekocht, klik dan hier om te activeren!
ru: Если вы уже приобрели Filmora, нажмите здесь, чтобы активировать!

source: Welcome back!
nl: Welkom terug!
ru: Добро пожаловать!

source: Are you enjoying the free trial of Filmora?
nl: Geniet je van de gratis proefversie van Filmora?
ru: Вам нравится бесплатная пробная версия Filmora?

source: Continue Free Trial
nl: Doorgaan Gratis proefperiode
ru: Продолжить бесплатную пробную версию

source: Welcome back
nl: Welkom terug
ru: С возвращением Солнечный!

source: You’re signed in with the Wondershare ID %@.
nl: U bent aangemeld met de Wondershare ID %@.
ru: Вы вошли с идентификатором Wondershare %@.

source: Buy now to export videos without a watermark!
nl: Koop nu om video's zonder watermerk te exporteren!
ru: Купите сейчас, чтобы экспортировать видео без водяных знаков!

source: If you already purchased Filmora, click here to refresh your activation status!
nl: Als je Filmora al hebt gekocht, klik hier om je activeringsstatus te vernieuwen!
ru: Если вы уже приобрели Filmora, нажмите здесь, чтобы обновить статус активации!

source: Purchase Filmora to export without a watermark
de: Kaufen Sie Filmora für den Export ohne Wasserzeichen
nl: Koop Filmora om te exporteren zonder watermerk
ru: Купи Filmora для экспорта без водяного знака

source: Full Version
nl: Volledige versie
ru: Полная версия

source: Videos exported from the free trial will include a watermark.
nl: Video's die uit de gratis proefperiode worden geëxporteerd, bevatten een watermerk.
ru: Видео, экспортированные из бесплатной пробной версии, будут содержать водяной знак.

source: Log in to Export with Watermark
nl: Log in om te exporteren met watermerk
ru: Войти, Экспорт с водяным знаком

source: Contact us.
nl: Neem contact op.
ru: Свяжись с нами.

source: Questions? Contact us.
nl: Vragen? Neem contact op.
ru: Вопросы? Свяжись с нами.

source: Purchase Filmora to export without a watermark.
nl: Koop Filmora om te exporteren zonder watermerk.
ru: Купи Filmora для экспорта без водяного знака.

source: Click here to log in and export without a watermark.
nl: Klik hier om in te loggen en te exporteren zonder watermerk.
ru: Нажмите здесь, чтобы войти и экспортировать без водяного знака.

source: Already purchased? Click here to log in and export without a watermark.
nl: Al gekocht? Klik hier om in te loggen en te exporteren zonder watermerk.
ru: Уже купили? Нажмите здесь, чтобы войти и экспортировать без водяного знака.

source: Export with Watermark
nl: Exporteren met watermerk
ru: Экспорт с водяным знаком

source: Click here to refresh your activation status.
nl: Klik hier om uw activeringsstatus te vernieuwen.
ru: Нажмите здесь, чтобы обновить статус активации.

source: Already purchased? Click here to refresh your activation status.
nl: Al gekocht? Klik hier om uw activeringsstatus te vernieuwen.
ru: Уже купили? Нажмите здесь, чтобы обновить статус активации.

source: If you already purchased Filmora, please log in to your Wondershare ID to activate the software.
nl: Als u Filmora al hebt gekocht, logt u in op uw Wondershare-ID om de software te activeren.
ru: Если вы уже приобрели Filmora, войдите в свой Wondershare ID, чтобы активировать программное обеспечение.

source: If you haven't yet, click here to buy Filmora.
nl: Als je dit nog niet hebt gedaan, klik dan hier om Filmora te kopen.
ru: Если вы еще этого не сделали, нажмите здесь, чтобы купить Filmora.

source: Log In
ru: Авторизоваться

source: If you have purchased Filmora, you can now export without a watermark!
nl: Als u Filmora hebt gekocht, kunt u nu exporteren zonder watermerk!
ru: Если вы приобрели Filmora, вы можете экспортировать без водяных знаков!

source: click here to buy Filmora.
nl: klik dan hier om Filmora te kopen.
ru: нажмите здесь, чтобы купить Filmora.

source: Activation failed. Here are some reasons this might have happened:
nl: Activatie mislukt. Hier zijn enkele redenen waarom dit kan zijn gebeurd:
ru: Активация не удалось. Вот несколько причин, по которым это могло произойти:

source: 1. You could be experiencing a network delay. Wait a minute or two, then click 'Try Again'.
nl: 1. Er kan een netwerkvertraging optreden. Wacht een minuut of twee en klik vervolgens op 'Opnieuw proberen'.
ru: 1. Возможно, вы испытываете сетевую задержку. Подождите минуту или две, затем нажмите «Попробовать еще раз».

source: 2. You could be logged into a Wondershare ID different from the one you used to make your purchase. You are currently signed in as: %@.
nl: 2. U kunt zijn aangemeld bij een andere Wondershare-ID dan die u hebt gebruikt om uw aankoop te doen. U bent momenteel aangemeld als: %@.
ru: 2. Вы можете войти под идентификатором Wondershare, отличным от того, который вы использовали для совершения покупки. В настоящее время вы вошли как: %@.

source: Click here to log out. Then, log in with the Wondershare ID associated with your license.
nl: Klik hier om uit te loggen. Meld u vervolgens aan met de Wondershare-ID die aan uw licentie is gekoppeld.
ru: Нажмите здесь, чтобы выйти. Затем войдите в систему, используя идентификатор Wondershare, связанный с вашей лицензией.

source: Click here to log out.
nl: Klik hier om uit te loggen.
ru: Нажмите здесь, чтобы выйти.

source: You are logged out. Please relogin to activate.
nl: U bent uitgelogd. Meld u opnieuw aan om te activeren.
ru: Вы вышли из системы. Пожалуйста, войдите, чтобы активировать.

source: Film & Animation
nl: Film en animatie
ru: Фильмы и анимация

source: Autos & Vehicles
nl: Auto's en voertuigen
ru: Транспорт

source: Pets & Animals
nl: Huisdieren en dieren
ru: Животные

source: Sports
nl: Sport
ru: Спорт

source: Travel & Events
nl: Reizen en evenementen
ru: Путешествия

source: People & Blogs
nl: Mensen en blogs
ru: Люди и блоги

source: Comedy
nl: Humor
ru: Юмор

source: Entertainment
ru: Развлечения

source: News & Politics
nl: Nieuws en politiek
ru: Новости и политика

source: Howto & Style
nl: Zo-doe-je-dat en stijl
ru: Хобби и стиль

source: Education
nl: Educatief
ru: Образование

source: Science & Technology
nl: Wetenschap en technologie
ru: Наука и техника

source: Nonprofits & Activism
nl: Non-profit en activisme
ru: Общественная деятельность

source: Appearance
de: Erscheinungsbild
nl: Uiterlijk
ru: Вид

source: Dark Mode
de: Dunkler Modus
nl: Donkere modus
ru: Темный Режим

source: Light Mode
de: Heller Modus
nl: Lichte modus
ru: Световой Режим

source: System Default
de: Systemstandard
nl: Systeemstandaard
ru: Система по умолчанию

source: Watermaked
de: Wasserzeichen
nl: Met watermerk
ru: С водяным знаком

source: Upgrade plan
nl: Abonnement upgraden
ru: План обновления

source: Watermarked
de: Wasserzeichen
nl: Met watermerk
ru: С водяным знаком

source: Your export video will include a watermark because you have choose a free plan.
de: Ihr Exportvideo enthält ein Wasserzeichen, da Sie einen kostenlosen Plan ausgewählt haben.
nl: Uw geëxporteerde video zal een watermerk bevatten omdat u een gratis abonnement hebt gekozen.
ru: Ваше экспортное видео будет содержать водяной знак, потому что вы выбрали бесплатный план.

source: Upgrade to remove watermarks.
de: Upgrade auf Wasserzeichen zu entfernen.
nl: Upgrade om watermerken te verwijderen.
ru: Обновите, чтобы удалить водяные знаки.

source: Premium Includes
de: Premium beinhaltet
nl: Premium bevat
ru: Премиум включает

source: Go upgrade
de: Upgrade durchführen
nl: Kies voor een upgrade
ru: Перейти на обновление

source: Contact us
de: Kontakt
nl: Neem contact met ons op
ru: Связаться с нами

source: Already purchased?
de: Bereits gekauft?
nl: Reeds aangeschaft?
ru: Уже купили?

source: This video editor is easy for anyone to learn, even if they’ve never edited video before.
de: Dieses Videobearbeitungsprogramm ist für jeden sehr einfach zu erlernen, sogar von denen, die noch nie im Leben ein Video bearbeitet haben.
nl: Deze video-editor is voor iedereen gemakkelijk te leren, zelfs als ze nooit hebben video hebben bewerkt.
ru: Каждый может освоить этот видеоредактор, это смогут сделать даже те, у кого нет опыта в редактировании видео

source: 4K Support
de: Unterstützt 4K
nl: 4K-ondersteuning
ru: Поддержка 4K

source: All Text Styles
de: Alle Textstile
nl: Alle tekststijlen
ru: Все стили текстов

source: 285+Filters
de: 285+Filter
ru: 285+ Фильтров

source: More Share
de: Mehr Anteil
nl: Meer Aandeel
ru: Поделиться и получить больше

source: Tech Support
de: Technische Unterstützung
nl: Technische ondersteuning
ru: Техническая поддержка

source: Music Tools
de: Musik-Tools
nl: Muziekgereedschap
ru: Музыкальные инструменты

source: The file name cannot contain any emoji characters.
nl: De bestandsnaam mag geen emoji-tekens bevatten.
ru: Имя файла не может содержать символы эмодзи.

source: sigin in
de: Anmelden
nl: Aanmelden
ru: войти в систему

source: Offline Activation
de: Aktivierung durch Registrierungscode
nl: Offline activering
ru: Автономная активация

source: Warning. Wondershare ID account different
de: Ups! Das Wondershare ID-Konto, das Sie zum Herunterladen von Effect Packs auf der FilmStocks-Website verwendet haben, unterscheidet sich von dem Konto, das Sie in der Filmora-Software angemeldet haben. Melden Sie sich mit demselben Konto an oder wenden Sie sich an den Kundendienst.
nl: Oeps, het Wondershare ID-account dat u gebruikte om Effect Packs te downloaden op de Filmstock-site verschilt van het account dat u hebt aangemeld in de Filmora-applicatie. Er kan een probleem optreden, meld u aan met hetzelfde account of neem contact op met de klantenondersteuning voor meer hulp.
ru: К сожалению, учетная запись Wondershare ID, которую вы использовали для загрузки пакетов эффектов на сайте Filmstock, отличается от учетной записи, в которую вы вошли в приложение Filmora, и могут возникнуть проблемы, войдите в систему с той же учетной записью или обратитесь в службу поддержки для получения дополнительной помощи.

source: The movie has been created successfully!
de: Der Film wurde erfolgreich erstellt!
nl: De film is succesvol aangemaakt!
ru: Видео было успешно создано!

source: Keyboard shortcuts
de: Tastenkombinationen für die Tastatur
nl: Keyboard Sneltoetsen
ru: Сочетания клавиш

source: Want to learn more? Click here to find more tutorials.
de: Möchten Sie mehr erfahren? Klicken Sie hier, um weitere Tutorials zu finden.
nl: Wil je meer weten? Klik hier voor meer tutorials.
ru: Хотите узнать больше? Нажмите здесь, чтобы найти больше уроков.

source: most popular
de: beliebtesten
nl: meest populair
ru: самый популярный

source: Do you want to save this project before starting a new one?
de: Möchten Sie dieses Projekt speichern, bevor Sie ein neues starten?
nl: Wilt u dit project opslaan voordat u aan een nieuw begint?
ru: Вы хотите сохранить этот проект перед началом нового?

source: Quick Start
de: Kurzanleitung
nl: Snelle start
ru: Быстрый старт
