Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/LocalizedLanguage/*.lproj/Localizable.strings
Languages: de, nl, ru

source: Play alert sound after conversion.
de: Akkustisches Signal nach Konvertierung abspielen
nl: Speel waarschuwingsgeluid af na conversie.
ru: Воспроизвести звуковой сигнал после преобразования.

source: Miscellaneous:
de: Sonstiges:
nl: Diversen:
ru: Разное:

source: Check for update:
de: Automatisch nach Updates suchen:
nl: Controleer automatisch voor updates:
ru: Проверяйте обновления автоматически:

source: Reset all dialog warnings:
de: Alle Programmwarnungen zurücksetzen:
nl: Reset alles programma-waarschuwingen:
ru: Сбросить все предупреждения программы:

source: Message Center:
de: Nachrichten:
nl: Berichten centrum:
ru: Центр сообщений:

source: Don't show messages automatically
de: Nachrichten nicht automatisch zeigen
nl: Toon geen berichten automatisch
ru: Не показывать сообщения автоматически

source: Folders:
de: Ordner:
nl: Mappen:
ru: Папки:

source: Snapshot files folder:
de: Snapshot-Dateien:
nl: Map voor Snapshot-bestanden:
ru: Папка файлов снимков:

source: Upload files folder:
de: Hochladen-Dateiordner:
nl: Upload bestandenmap:
ru: Загрузить папку файлов:

source: Effect Packs:
de: Effektpakete:
nl: Effectpakketten:
ru: Пакеты эффектов:

source: Install Effect Pack to:
de: Effektpakete:
nl: Effectpakketten:
ru: Пакеты эффектов:

source: Effect Packs takes up: %.1f MB
de: Die Effektpakete belegen: %.1f MB
nl: Effectpakketten nemen in beslag: %.1f MB
ru: Эффективные пакеты занимают: %.1f MB

source: Manage
de: Verwalten
nl: BEHEREN
ru: управлять

source: Default Durations:
de: Standard-Dauer:
nl: Standaard Duur:
ru: Продолжительность по умолчанию:

source: Photo Duration:
de: Foto-Dauer:
nl: Foto duur:
ru: Продолжительность фото:

source: Transition Duration:
de: Übergangs-Dauer:
nl: Overgangsduur:
ru: Продолжительность перехода:

source: Effect Duration:
de: Effekt-Dauer:
nl: Effectduur:
ru: Продолжительность эффекта:

source: Freeze Frame Duration:
de: Standbild-Dauer:
nl: Lengte van frameframe bevriezen:
ru: Продолжительность стоп-кадра:

source: Photo Placement:
de: Foto Platzierung:
nl: Fotoplaatsing:
ru: Размещение фотографий:

source: Crop to Fit
de: Passend zuschneiden
nl: Bijsnijden zodat het Past
ru: Урожайность

source: Save:
de: Speichern:
nl: Opslaan:
ru: Сохранить:

source: Automatically backup projects, every
de: Projekte automatisch sichern, alle
nl: Maak automatisch een back-up van projecten, elke
ru: Автоматическое резервное копирование проектов, каждый

source: min
ru: мин

source: Enable GPU Accelaration
de: Hardware-Beschleunigung für das Rendern von Videos und der Vorschau aktivieren
nl: Schakel GPU-accelaratie in
ru: Включить ускорение GPU

source: Proxy:
ru: Прокси-сервер:

source: Automatically create Proxy when resolution higher than:
de: Automatisch Proxys erstellen, wenn die Medienauflösung höher ist als:
nl: Creëer automatisch proxies wanneer de media-resolutie hoger is dan:
ru: Автоматически создавать прокси, когда разрешение мультимедиа выше:

source: Proxy file folder:
de: Proxy-Speicherort:
nl: Proxylocatie:
ru: Расположение прокси:

source: Automatically delete Proxy when closing a project file
de: Proxies automatisch löschen, wenn ein Projekt geschlossen wird.
nl: Automatisch proxies verwijderen wanneer een project is gesloten.
ru: Автоматически удалять прокси-серверы при закрытии проекта.

source: Clean
de: Reinigen
nl: WISSEN
ru: чистый

source: About WSVEOnline
de: Über WSVEOnline
nl: Over WSVEOnline
ru: О выставке WSVEOnline

source: Preferences…
de: Einstellungen...
nl: Voorkeuren...
ru: Настройки ...

source: Order
de: Bestellen
nl: Bestellen
ru: порядок

source: Activate
de: Aktivieren
nl: Activeren
ru: активировать

source: Check for Updates...
de: Nach Updates suchen...
nl: Controleren op Updates...
ru: Проверить наличие обновлений ...

source: Services
de: Dienstleistungen
nl: Diensten
ru: Сервисы

source: Hide WSVEOnline
de: WSVEOnline verbergen
nl: Verberg WSVEOnline
ru: Скрыть WSVEOnline

source: Hide Others
de: Andere verbergen
nl: Verberg anderen
ru: Скрыть другие

source: Show All
de: Alle anzeigen
nl: Toon alles
ru: Показать все

source: Quit WSVEOnline
de: WSVEOnline beenden
nl: Sluit WSVEOnline af
ru: Выйти из WSVEOnline

source: File
de: Datei
nl: Bestand
ru: файл

source: New
de: Neues Projekt
nl: Nieuw Project
ru: Новый проект

source: Open…
de: Vorhandenes Projekt…
nl: Open project…
ru: Открыть проект ...

source: Close
de: Schließen
nl: Sluiten
ru: Закрыть

source: Save…
de: Projekt speichern…
nl: Project Opslaan...
ru: Сохранить проект…

source: Save As…
de: Projekt speichern als…
nl: Project opslaan als…
ru: Сохранить проект как ...

source: Archive Project
de: Projekt archivieren
nl: Archiveer Project
ru: Архивный проект

source: Download Media
de: Medien herunterladen
nl: Media downloaden
ru: Загрузить мультимедиа

source: Record Media
de: Medien aufzeichnen
nl: Media opnemen
ru: Носители информации

source: Project Setting
de: Projekteinstellungen
nl: Project Instellingen
ru: Настройки проекта

source: Ripple Delete
de: Ripple löschen
nl: Rippel Verwijderen
ru: Удаление пульсаций

source: Select All
de: Alle auswählen
nl: Selecteer alles
ru: Выбрать все

source: Deselect All
de: Auswahl aufheben
nl: Deselecteer alles
ru: Убрать выделение со всего

source: Rotate 90 CW
de: 90° nach rechts drehen
nl: Roteer 90° CW
ru: Поворот на 90 ° CW

source: Rotate 90 CCW
de: 90° nach links drehen
nl: Roteer 90° CCW
ru: Повернуть на 90 ° CCW

source: Create Video...
de: Video erstellen ...
nl: Video maken...
ru: Создать видео ...

source: Export to Device...
de: Auf Gerät exportieren...
nl: Exporteren naar apparaat...
ru: Экспорт в устройство ...

source: Upload to Youtube...
de: Auf YouTube hochladen...
nl: Uploaden naar YouTube...
ru: Загрузить на YouTube ...

source: Upload to Vimeo...
de: Auf Vimeo hochladen...
nl: Uploaden naar Vimeo...
ru: Загрузить в Vimeo ...

source: Burn DVD...
de: Auf DVD brennen...
nl: DVD branden
ru: Запись DVD ...

source: Window
de: Fenster
nl: Venster
ru: Окно

source: Minimize
de: Minimieren
nl: verkleinen
ru: Минимизировать

source: Zoom
de: Zoomen
ru: Увеличить

source: Bring All to Front
de: Alle nach vorne bringen
nl: Breng alles naar voren
ru: Принесите все к фронту

source: Help
de: Hilfe
nl: Helpen
ru: Помогите

source: Online Help
de: Onlinehilfe
nl: Online hulp
ru: Онлайн помощь

source: Product FAQ
de: Häufig gestellte Fragen
nl: Veelgestelde vragen over Product
ru: Вопросы по продукту

source: Support Center
de: Hilfecenter
nl: Ondersteuning's centrum
ru: Центр поддержки

source: About Wondershare ID
de: Über Wondershare-ID
nl: Over Wondershare ID
ru: О Wondershare ID

source: Fetch Log
de: Protokolldatei abrufen
nl: Log ophalen
ru: Журнал регистрации

source: New Feature Request
de: Neue Funktionen anfordern
nl: Nieuw functieverzoek
ru: Новый запрос функции

source: Filmora YouTube
de: Filmora YouTube-Kanal
nl: Wondershare YouTube
ru: Wondershare YouTube

source: Filmora Facebook
de: Filmora Facebook-Seite
nl: Wondershare Facebook
ru: Wondershare Facebook

source: Filmora Twitter
de: Filmora Twitter-Profil
nl: Wondershare Twitter
ru: Wondershare Twitter

source: Enable Timeline Snap
de: Zeitleiste einrasten aktivieren
nl: Tijdlijn Snap inschakelen
ru: Включить привязку шкалы времени

source: Default
de: Standard
nl: Standaard
ru: По умолчанию

source: You can update this video to YouTube
de: Sie können dieses Video auf YouTube hochladen
nl: Je kunt deze video uploaden naar YouTube
ru: Вы можете загрузить это видео на YouTube

source: The file has been successfully uploaded to Vimeo.
de: Die Datei wurde erfolgreich auf Vimeo hochgeladen.
nl: Het bestand is succesvol geüpload naar Vimeo.
ru: Файл успешно загружен в Vimeo.

source: The file has been successfully uploaded to YouTube.
de: Die Datei wurde erfolgreich auf YouTube hochgeladen.
nl: Het bestand is succesvol geüpload naar YouTube.
ru: Файл успешно загружен на YouTube.

source: People I fellow on viemo
de: Leute, denen ich auf Vimeo folge
nl: Mensen die ik heb op viemo
ru: Люди, которых я встречаю на viemo

source: Only me
de: Nur ich
nl: alleen ik
ru: Только я

source: DVD Folder
de: DVD-Ordner
nl: DVD-map
ru: DVD-папка

source: Template
de: Vorlage
nl: Sjabloon
ru: шаблон

source: Create Menu
de: Menü erstellen
nl: Maak een menu
ru: Создать меню

source: No Music
de: Keine Musik
nl: Geen muziek
ru: Нет музыки

source: My DVD
de: Meine DVD
nl: Mijn DVD
ru: Мой DVD

source: Burn to:
de: Brennen auf:
nl: Branden naar:
ru: Запись в:

source: TV Standard:
nl: Tv-standaard:
ru: Стандарт ТВ:

source: Burn Device:
de: Brenner:
ru: Устройство записи:

source: Disc Type:
de: Disc-Typ:
nl: Schijftype:
ru: Тип диска:

source: Capacity:
de: Kapazität:
nl: Capaciteit:
ru: Вместимость:

source: Category:
de: Kategorie:
nl: Categorie:
ru: Категория:

source: Title:
de: Titel:
nl: Titel:
ru: Заглавие:

source: Tags:
ru: Метки:

source: Privacy:
de: Privatsphäre:
ru: Конфиденциальность:

source: Private
de: Privat
nl: Prive
ru: Частный

source: Do Nothing
de: Nichts tun
nl: Niets doen
ru: Ничего не делать

source: Sound Reminder
de: Erinnerungston
nl: Geluidsherinnering
ru: Звуковое напоминание

source: Put Computer to Sleep
de: Computer in Stand-by versetzen
nl: Zet de computer in de slaapstand
ru: Положить компьютер в режим сна

source: Shut Down My Computer
de: Computer herunterfahren
nl: Schakel deze computer uit
ru: Завершить мой компьютер

source: Creating Movie ...
de: Film wird erstellt...
nl: Film maken...
ru: Создание фильма ...

source: Step: Mission Complete!
de: Schritt: Erfolgreich abgeschlossen!
nl: Stap: Missie voltooid!
ru: Шаг: Миссия завершена!

source: Find in target
de: In Ziel finden
nl: Vind in doel
ru: Найти в поиске

source: Congratulations!
de: Glückwünsch!
nl: Gefeliciteerd!
ru: Поздравляем!

source: Pan
de: Schwenken
ru: Кастрюля

source: Volume Fader
de: Lautstärkeregler
nl: Volume Vervager
ru: Фейдер громкости

source: Master Track
de: Masterspur
nl: Hoofdtrack
ru: Мастер-трек

source: Level Meter
de: Pegelmesser
nl: Hoogte meter
ru: Уровень метра

source: Buy License
de: Lizenz kaufen
nl: Koop licencie
ru: Купить лицензию

source: Create With Wondershare Filmora
de: Erstellt mit Wondershare Filmora
nl: Gemaakt met Wondershare Filmora
ru: Создано с Wondershare Filmora

source: Downloading video content (%d%) ...
de: Videoinhalte werden heruntergeladen ( %d %)...
nl: Video-inhoud downloaden ( %d%)...
ru: Загрузка видеоконтента ( %d %) ...

source: Downloading %@ content (%d%) ...
de: %@ Inhalte werden heruntergeladen ( %d%)...
nl: %@ Content downloaden ( %d%)...
ru: Загрузка %@ content ( %d %) ...

source: The output directory could not be found. Please update it and try again.
de: Das Ausgabeverzeichnis konnte nicht gefunden werden. Bitte aktualisieren Sie es und versuchen Sie es erneut.
nl: De uitvoermap kan niet worden gevonden. Werk het bij en probeer het opnieuw.
ru: Не удалось найти выходной каталог. Обновите его и повторите попытку.

source: Auto
de: Automatisch
ru: Авто

source: Marker Editor
de: Markierungs-Editor
ru: Редактор маркеров

source: Format
nl: Formaat
ru: Формат

source: Device
de: Geräte
nl: Apparaat
ru: устройство

source: Output Descriptions
de: Ausgabe-Einstellungen
nl: Uitvoerbeschrijvingen
ru: Описания продукции

source: DVD Descriptions
de: DVD-Einstellungen
nl: DVD-beschrijvingen
ru: Описания DVD

source: Quality
de: Qualität
nl: Kwaliteit
ru: Качественный

source: Encoder:
ru: Кодер:

source: Detect
de: Erkennen
nl: DETECTEREN
ru: детектировать

source: Loading scenes to Timeline
de: Szenen werden zur Zeitleiste hinzugefügt
nl: Scènes laden op de tijdlijn
ru: Загрузка сцен на временную шкалу

source: This project file was saved from an older version of Filmora and must be converted. The original project file will not be changed.
de: Diese Projektdatei wurde mit einer älteren Version Filmoras erstellt und muss umgewandelt werden. Die ursprüngliche Projektdatei wird dabei nicht geändert.
nl: Dit projectbestand is opgeslagen vanuit een oudere versie van Filmora en moet worden geconverteerd. Het originele projectbestand zal niet worden gewijzigd.
ru: Этот файл проекта был сохранен из старой версии Filmora и должен быть преобразован. Исходный файл проекта не будет изменен.

source: Convert document failed!
de: Die Projektdatei konnte nicht umgewandelt werden!
nl: Projectbestand kon niet worden geconverteerd!
ru: Не удалось преобразовать файл проекта!

source: There is no enough space on the disk, please free up some disk space and try again.
de: Es ist nicht genügend Speicherplatz auf der Festplatte vorhanden. Bitte geben Sie Speicherplatz frei und versuchen Sie es erneut.
nl: Er is onvoldoende ruimte op de schijf, maak schijfruimte vrij en probeer het opnieuw.
ru: На диске недостаточно места, пожалуйста, освободите место на диске и повторите попытку.

source: Task is still in progress, are you sure to cancel it?
de: Die Aufgabe wird noch bearbeitet. Sind Sie sicher, dass Sie den Vorgang abbrechen möchten?
nl: Taak is nog bezig, weet u zeker dat u het wilt annuleren?
ru: Задача все еще продолжается, вы ее обязательно отмените?

source: RateAppstore
de: macappstore://itunes.apple.com/app/id447570101?mt=12
nl: macappstore://itunes.apple.com/app/id447570101?mt=12
ru: macappstore://itunes.apple.com/app/id447570101?mt=12

source: Missing Effects
de: Fehlende Effekte
nl: Ontbrekende effecten
ru: Отсутствующие эффекты

source: This project file uses effect packs that are currently unavailable on your computer. You can open Effect Store to re-download below effect packs or click "Ignore" to continue open the project file without the missing effects.
de: Diese Projektdatei verwendet Effekte, die derzeit nicht auf Ihrem Computer verfügbar sind. Sie können den Effects Store aufrufen, um die Effekte erneut herunterzuladen, oder auf "Ignorieren" klicken, um die Projektdatei ohne die fehlenden Effekte zu öffnen.
nl: Dit projectbestand maakt gebruik van effectpakketten die momenteel niet beschikbaar zijn op uw computer. Je kunt de Effect Store openen om onder effectpakketten opnieuw te downloaden of klik op "Negeren" om door te gaan met het openen van het projectbestand zonder de ontbrekende effecten.
ru: В этом файле проекта используются пакеты эффектов, которые в настоящее время недоступны на вашем компьютере. Вы можете открыть Effect Store для повторной загрузки ниже пакетов эффектов или нажать «Игнорировать», чтобы продолжить открытие файла проекта без отсутствующих эффектов.

source: Ignore
de: Ignorieren
nl: Negeren
ru: игнорировать

source: Relocate
de: Umziehen
nl: verhuizen
ru: перебазирования

source: Open Effect Store
de: Effects Store aufrufen
ru: Открытый магазин эффектов

source: Effect Pack Name
de: Name des Effekt-Pakets
nl: Effect Pakketnaam
ru: Название пакета обновления

source: Export to file or send to Filmora for more edits:
de: Als Datei exportieren oder an Filmora senden, um weitere Bearbeitungen vorzunehmen:
nl: Exporteren naar bestand of verzenden naar Filmora voor meer bewerkingen:
ru: Экспортировать в файл или отправлять в Filmora дополнительные изменения:

source: Progress
de: Fortschritt
nl: Progressie
ru: Прогресс

source: Burning is successful! Would you like to burn more DVDs?
de: Schreibvorgang erfolgreich abgeschlossen! Möchten Sie weitere DVDs beschreiben?
nl: Branden is succesvol! Wilt u meer DVD's branden?
ru: Сжигание успешно! Вы хотите записать больше DVD-дисков?

source: No, thanks
de: Nein Danke
nl: Nee, dank u wel
ru: Нет, спасибо

source: More
de: Ja
nl: Meer
ru: Больше

source: Sign out
de: Abmelden
nl: Uitloggen
ru: Выйти

source: My Profile
de: Mein Profil
nl: Mijn Profiel
ru: Мой профайл

source: My Favorites
de: Meine Favoriten
nl: Mijn Favorieten
ru: Мое любимое

source: My Effects
de: Meine Effekte
nl: Mijn Effecten
ru: Мои эффекты

source: Filmora Effects Store
nl: Filmora Effecten Winkel
ru: Магазин эффектов Filmora

source: Download more effects from Filmora Resource Center
de: Laden Sie mehr Effekte vom Filmora Ressource Center herunter
nl: Download meer effecten van de Filmora Bronnen Centrum
ru: Скачайте больше эффектов из ресурсного центра Filmora

source: alpha
de: Deckkraft
nl: Alfa
ru: Альфа

source: Percent
de: Prozentsatz
nl: Percentage
ru: процент

source: amount
de: Menge
nl: Aantal
ru: Количество

source: PhaseIncrement
de: Phaseninkrement
nl: Fase Verhoging
ru: Приращение фазы

source: ZoomRate
de: Zoomfaktor
nl: Zoom Ratio
ru: Скорость масштабирования

source: Source_Width
de: Quellbreite
nl: Bronbreedte
ru: Ширина источника

source: BG_Color
de: Hintergrundfarbe
nl: Kleur Achtergrond
ru: Фоновый цвет

source: BG_Luminance
de: Hintergrund Luminanz
nl: Luminantie Achtergrond
ru: Фоновая освещенность

source: BG_Blur_Level
de: Hintergrund Weichzeichner
nl: Veer Achtergrond
ru: Справочная информация

source: Blur
de: Weichzeichnen
nl: Veer
ru: Перо

source: Opacity
de: Deckkraft
nl: Opaciteit
ru: помутнение

source: Gradient Direction
de: Gradientenrichtung
nl: Gradient Directie
ru: Градиентное направление

source: Direction
de: Richtung
nl: Directie
ru: направление

source: Radius
ru: Радиус

source: strength
de: Stärke
nl: Kracht
ru: Прочность

source: Frequency
de: Frequenz
nl: Frequentie
ru: частота

source: Pos_X
de: Position X
nl: Positie X
ru: Позиция X

source: Pos_Y
de: Position Y
nl: Positie Y
ru: Положение Y

source: Rot_Z
de: Position Z
nl: Positie Z
ru: Позиция Z

source: RGB_Separate
de: RGB getrennt
nl: RGB Gescheiden
ru: RGB Отдельно

source: Motion_Blur
de: Bewegungsunschärfe
nl: Motie Blur
ru: Размытость

source: Fade
de: Verblassen
nl: Vervagen
ru: увядать

source: left
de: Links
nl: Links
ru: Оставил

source: right
de: Rechts
nl: Rechts
ru: Правильно

source: top
de: Oben
ru: верхний

source: bottom
de: Unten
nl: Bodem
ru: Дно

source: autoZoom
de: Zoomen
nl: Zoom
ru: Увеличить

source: blurEdges
de: Weiche Kante
nl: Rand Veer
ru: Периферическое перо

source: Mode
de: Modus
ru: Режим

source: BlockSize
de: Block Größe
nl: Blokgrootte
ru: Размер блока

source: Amplitude
ru: амплитудное

source: aPercent
de: Prozentsatz
nl: Percentage
ru: процент

source: Presets
de: Voreinstellungen
nl: Voorinstellingen
ru: Пресеты

source: radius
ru: Радиус

source: posX
de: Position X
nl: Positie X
ru: Позиция X

source: posY
de: Position Y
nl: Positie Y
ru: Положение Y

source: Frosted_Level
ru: Матовый уровень

source: DecolorPosX
de: Entfärbungsstelle X
nl: Ontkleur positie X
ru: Позиция Decolor X

source: DecolorPosY
de: Entfärbungsstelle Y
nl: Ontkleur positie Y
ru: Декоративное положение Y

source: Block_size
de: Block Größe
nl: Blokgrootte
ru: Размер блока

source: path
de: Pfad
nl: Pad
ru: Дорожка

source: blurStrength
de: Unschärfe Stärke
nl: Blur Kracht
ru: Сила размытия

source: invertMask
de: Maske umkehren
nl: Masker omkeren
ru: Инвертировать маску

source: Intensity
de: Intensität
nl: Intensiteit
ru: интенсивность

source: decolorPosX
de: Entfärbungsstelle X
nl: Ontkleur positie X
ru: Позиция Decolor X

source: decolorPosY
de: Entfärbungsstelle Y
nl: Ontkleur positie Y
ru: Декоративное положение Y

source: percent
de: Prozentsatz
nl: Percentage
ru: процент

source: Colorful
de: Bunt
nl: Kleurrijk
ru: красочный

source: SquareSize
de: Quadrat Größe
nl: Vierkante grootte
ru: Площадь площади

source: Desity
de: Dichte
nl: Dichtheid
ru: плотность

source: Height
de: Höhe
nl: Hoogte
ru: Высота

source: swing
nl: Schommel
ru: свинг

source: frequency
de: Frequenz
nl: Frequentie
ru: частота

source: Warp_Level
de: Krümmungsgrad
ru: Уровень деформации

source: Scales_Level
de: Skalierungsstufe
nl: Schalen niveau
ru: Уровень весов

source: nDistance
de: Entfernung
nl: Afstand
ru: Расстояние

source: nBlur
de: Unschärfe
nl: Blur
ru: пятно

source: nAlpha
de: Deckkraft
nl: Opaciteit
ru: помутнение

source: dwValue
de: Farbe
nl: Kleur
ru: цвет

source: uDirect
de: Richtung
nl: Directie
ru: направление

source: m_dRCol
de: Rot
nl: Rood
ru: красный

source: m_dGCol
de: Grün
nl: Groen
ru: зеленый

source: m_dBCol
de: Blau
nl: Blauw
ru: синий

source: m_bSrcLeft
de: Quellumschalter
nl: Bron Switcher
ru: Исходный коммутатор

source: m_bSplit
de: Aktivieren
nl: Inschakelen
ru: включить

source: centerX
de: Mittig X
nl: Centrum X
ru: Центр X

source: centerY
de: Mittig Y
nl: Centrum Y
ru: Центр Y

source: intensity
de: Intensität
nl: Intensiteit
ru: интенсивность

source: size
de: Größe
nl: Grootte
ru: Размер

source: rotation
de: Drehung
nl: Rotatie
ru: вращение

source: bright
de: Hell
nl: Helder
ru: яркий

source: emboss
de: Prägen
nl: Reliëf
ru: выбивать

source: steps
de: Schritte
nl: Stappen
ru: меры

source: Level
de: Stufe
nl: Niveau
ru: уровень

source: xPos
de: Position X
nl: Positie X
ru: Позиция X

source: yPos
de: Position Y
nl: Positie Y
ru: Положение Y

source: Scale Width
de: Maßstab X
nl: Schaal X
ru: Масштаб X

source: Scale Height
de: Maßstab Y
nl: Schaal Y
ru: Масштаб Y

source: Position
nl: Positie
ru: Должность

source: borderH
de: Randhöhe
nl: Randhoogte
ru: Высота границы

source: Load LUT
de: Last LUT-Datei
nl: LUT Laden
ru: Загрузить LUT

source: Film/TV
de: Film
nl: Film
ru: Пленка

source: Film
ru: Пленка

source: Common
de: Allgemein
nl: Algemeen
ru: Общий

source: You can upload this video to YouTube
de: Sie können dieses Video auf YouTube hochladen
nl: Je kunt deze video uploaden naar YouTube
ru: Вы можете загрузить это видео на YouTube

source: You can upload this video to Vimeo
de: Sie können dieses Video auf Vimeo hochladen
nl: Je kunt deze video uploaden naar Vimeo
ru: Вы можете загрузить это видео в Vimeo

source: Disc space is not enough. Please insert a disc with larger space, or adjust the video quality, or delete some files.
de: Auf der DVD ist nicht genügend Speicherplatz vorhanden . Legen Sie eine DVD mit größerem Speicherplatz ein, oder passen Sie die Videoqualität an, oder löschen Sie einige Dateien.
nl: Schijfruimte is niet genoeg. Plaats een schijf met meer ruimte of pas de videokwaliteit aan of verwijder enkele bestanden.
ru: Недостаточно места на диске. Вставьте диск с большим пространством или отрегулируйте качество видео или удалите некоторые файлы.

source: Disc is not blank. Please insert a blank one.
de: Die DVD ist bereits beschrieben. Bitte verwenden Sie eine unbschriebene DVD.
nl: Schijf is niet leeg. Gelieve een lege in te voegen.
ru: Диск не пуст. Вставьте пустую.

source: have no enough free space
de: habe keinen ausreichenden Speicherplatz
nl: niet genoeg vrije ruimte
ru: не хватает свободного места

source: Pause Recording
de: Aufnahme pausieren
nl: Pauzeer Opname
ru: Пауза записи

source: Resume Recording
de: Aufnahme fortsetzen
nl: Doorgaan met Opnemen
ru: Возобновить запись

source: Description:
de: Beschreibung:
nl: Beschrijving:
ru: Описание:

source: Shut down
de: Herunterfahren
nl: Afsluiten
ru: Неисправность

source: If you do nothing, the computer will shut down automatically in %d seconds.
de: Wenn Sie nichts tun, wird der Computer automatisch in %d Sekunden heruntergefahren.
nl: Als u niets doet, wordt de computer automatisch uitgeschakeld in %d seconden.
ru: Если вы ничего не сделаете, компьютер автоматически отключится через %d секунд.

source: Are you sure you want to shut down your computer now?
de: Möchten Sie Ihren Computer jetzt herunterfahren?
nl: Weet je zeker dat je je computer nu wilt afsluiten?
ru: Вы действительно хотите закрыть компьютер?

source: Step: make menu %d%%
de: Schritt: Erstelle Menü %d %%
nl: Stap: maak menu %d%%
ru: Шаг: сделать меню %d %%

source: Setting
de: Einstellungen
nl: Instellingen
ru: настройка

source: Nothing configurable
de: Nichts konfigurierbar
nl: Niets configureerbaar
ru: Ничего не выбрано для конфигурации
