Repository: fengjixuchui/Mac-Development
Catalog: 多语言工具/KLanguageTool2/KLanguageTool2/Python/LocalizedLanguage/*.lproj/Localizable.strings
Languages: de, nl, ru

source: AboutWnd.HomePageTip
de: www.wondershare.com/de/
nl: http://nl.wondershare.com/
ru: http://ru.wondershare.com/

source: AboutWnd.SupportTip
de: Produktübersicht
nl: Productoverzicht
ru: Обзор продукта

source: AboutWnd.VersionTip
de: Version:
nl: Versie:
ru: Версия:

source: AboutWnd.Wnd.Title
de: Über
nl: Over ons
ru: Около

source: AboutWnd.Wnd.COIntroduce
de: Wondershare wurde 2003 gegründet und ist ein weltweit führendes Unternehmen in der Softwareentwicklung und ein Pionier auf dem Gebiet der digitalen Kreativität. Unsere Technologie ist leistungsstark und die von uns angebotenen Lösungen sind einfach und bequem. Deshalb vertrauen uns Millionen von Menschen in über 150 Ländern weltweit. Wir helfen unseren Kunden, ihren Leidenschaften nachzugehen, damit wir gemeinsam eine kreativere Welt aufbauen können.
nl: Wondershare, opgericht in 2003, is een wereldleider in software-ontwikkeling en een pionier op het gebied van digitale creativiteit. Onze technologie is krachtig en de oplossingen die we bieden zijn eenvoudig en handig. Daarom worden we vertrouwd door miljoenen mensen in meer dan 150 landen over de hele wereld. We helpen onze gebruikers hun passies na te streven, zodat we samen aan een creatievere wereld kunnen bouwen.
ru: Основанная в 2003 году, компания Wondershare является мировым лидером в области разработки программного обеспечения и пионером в области цифрового творчества. Наша технология мощна, а решения, которые мы предлагаем, просты и удобны. Именно поэтому нам доверяют миллионы людей в более чем 150 странах мира. Мы помогаем нашим пользователям следовать своим страстям, чтобы вместе мы могли построить более творческий мир.

source: AboutWnd.Wnd.linkTitle
de: Besuchen Sie Wondershare und Wondershare Filmora, um mehr zu erfahren.
nl: Ga voor meer informatie over Wondershare en Wondershare-producten naar:
ru: Посетите Wondershare и Wondershare Filmora, чтобы узнать больше.

source: Cancel
de: Abbrechen
nl: Annuleren
ru: Отмена

source: CANCEL
de: Abbrechen
nl: ANNULEREN
ru: ОТМЕНА

source: Reset
de: Zurücksetzen
ru: Сброс

source: RESET
de: Zurücksetzen
ru: Сброс

source: Delete
de: Löschen
nl: verwijderen
ru: Удалить

source: Custom
de: Benutzerdefiniert
nl: Aangepast
ru: изготовленный на заказ

source: fmim_key
de: fmimd.dylib
nl: fmimn.dylib
ru: fmimr.dylib

source: langID
de: de
nl: nl
ru: ru

source: PackageValidateKey
de: 1b3c33bc7945e927065cd166c7974cb1
nl: 5c690478c2b97cd147d449dec21ca9b9
ru: 08520fc8751f2d802b71c177ef6ec675

source: trailer11_key
de: 1-1.MP4
nl: 1-1.MP4
ru: 1-1.MP4

source: trailer916_key
de: 9-16.MP4
nl: 9-16.MP4
ru: 9-16.MP4

source: trailer169_key
de: 16-9.MP4
nl: 16-9.MP4
ru: 16-9.MP4

source: trailer43_key
de: 4-3.MP4
nl: 4-3.MP4
ru: 4-3.MP4

source: Buy
de: Kaufen
nl: Kopen
ru: Купить

source: Music
de: Musik
nl: Muziek
ru: Музыка

source: Video
ru: видео

source: Create folder %@ failed!
de: Ordner konnte nicht erstellt werden %@!
nl: Maken van map %@ mislukt!
ru: Не удалось создать папку %@ !

source: remove file path %@ failed!
de: Dateipfad konnte nicht entfernt werden %@!
nl: Kan het bestandspad %@ niet verwijderen!
ru: Не удалось удалить путь к файлу %@ !

source: Please make sure the output folder has read and write privilege.
de: Stellen Sie sicher, dass der Ausgabeordner über Lese- und Schreibrechte verfügt.
nl: Zorg ervoor dat de uiTVoermap lees- en schrijfrechten heeft.
ru: Убедитесь, что папка вывода имеет права на чтение и запись.

source: Undo
de: Rückgängig machen
nl: Ongedaan maken
ru: расстегивать

source: Redo
de: Wiederholen
nl: Opnieuw
ru: переделывать

source: Split
de: Schneiden
nl: Splijten
ru: Трещина

source: Crop
de: Zuschneiden
nl: Bijsnijden
ru: урожай

source: Adjust Speed
de: Geschwindigkeit anpassen
nl: Pas snelheid aan
ru: Регулировка скорости

source: Color Correction
de: Farbkorrektur
nl: Kleurcorrectie
ru: Коррекция цвета

source: Edit
de: Bearbeiten
nl: Bewerk
ru: редактировать

source: Green Screen
nl: Groene scherm
ru: Зеленый экран

source: Freeze Frame
de: Standbild
nl: Bevries beeld
ru: Стоп-кадр

source: Set Duration
de: Dauer einstellen
nl: Stel duur in
ru: Установить продолжительность

source: Audio Mixer
ru: Аудио-микшер

source: Zoom Out
de: Herauszoomen
nl: Uitzoomen
ru: Уменьшить

source: Zoom In
de: Heranzoomen
nl: In zoomen
ru: Приблизить

source: Record Audio
de: Ton aufnehmen
nl: Geluid opnemen
ru: Запись аудио

source: Add Marker
de: Markierung hinzufügen
nl: Marker Toevoegen
ru: Добавить маркер

source: Peak Volume Meter
de: Höchstpegelmesser
nl: Piekvolumemeter
ru: Пиковый объемный метр

source: Record VoiceOver
de: Begleitkommentar aufnehmen
nl: Neem Voice-Over op
ru: Запись ПередачаRолоса

source: Add Track
de: Spur hinzufügen
nl: Track Toevoegen
ru: Добавить трек

source: Show Track
de: Spur anzeigen
nl: Track weergeven
ru: Показать дорожку

source: Hide Track
de: Spur ausblenden
nl: Track verbergen
ru: Скрыть трек

source: Mute
de: Stumm
nl: Dempen
ru: безгласный

source: Lock Track
de: Spur sperren
nl: Track vergrendelen
ru: Блокировка

source: Unlock Track
de: Spur entsperren
nl: Track ontgrendelen
ru: Разблокировать трек

source: Hide media folder list
de: Medienordnerliste ausblenden
nl: Verberg mediamappenlijst
ru: Скрыть список медиапакетов

source: Show media folder list
de: Medienordnerliste anzeigen
nl: Toon mediamappenlijst
ru: Показать список медиа-носителей

source: Add a new folder
de: Neuen Ordner hinzufügen
nl: Voeg een nieuwe map toe
ru: Добавить новую папку

source: Delete folder
de: Ordner löschen
nl: Verwijder map
ru: Удалить папку

source: Import Media
de: Medien importieren
nl: Media importeren
ru: Импорт СМИ

source: Record a video
de: Video aufnehmen
nl: Neem een ​​video op
ru: Запись видео

source: Filter by media type
de: Nach Medientyp filtern
nl: Filteren op mediatype
ru: Фильтровать по типу мультимедиа

source: Adjust View, Sort, Group
de: Ansicht, Sortieren und Gruppieren anpassen
nl: Pas weergave, sorteren, groep aan
ru: Настройка вида, сортировки, группы

source: Play
de: Abspielen
nl: Afspelen
ru: Играть

source: Stop
de: Stopp
ru: Стоп

source: Pause
de: Pausieren
nl: Pauze
ru: Пауза

source: Previous Frame
de: Vorheriger Frame
nl: Vorige frame
ru: Предыдущая рамка

source: Next Frame
de: Nächster Frame
nl: Volgend Frame
ru: Следующий кадр

source: Mark Out
de: Out-Makierung setzen (O)
nl: Markeer uit
ru: Выделить

source: Playhead Position
de: Abspielkopf-Position
nl: Afspeelpositie positie
ru: Позиция Playhead

source: Preview quality and display settings
de: Vorschau für Qualitäts- und Anzeigeeinstellungen
nl: Bekijk de kwaliteits- en weergave-instellingen
ru: Параметры предварительного просмотра и отображения

source: Snapshot
de: Schnappschuss
ru: снимок

source: Volume
de: Lautstärke
ru: объем

source: Full Screen
de: Vollbild
nl: Volledig scherm
ru: Полноэкранный

source: Exit Full Screen
de: Vollbildmodus schließen
nl: Verlaat volledig scherm
ru: Выход на полный экран

source: More Effects
de: Mehr Effekte
nl: Meer effecten
ru: Больше эффектов

source: Add Video
de: Video hinzufügen
nl: Video Toevoegen
ru: Добавить видео

source: Add Audio
de: Audio hinzufügen
nl: Audio Toevoegen
ru: Добавить аудио

source: Delete Selected Track
de: Ausgewählte Spur löschen
nl: Geselecteerde track verwijderen
ru: Удалить выбранный трек

source: Delete Empty Tracks
de: Leere Spuren löschen
nl: Wis lege Tracks
ru: Удалить пустые треки

source: Adjust Track Height
de: Spurhöhe anpassen
nl: Pas de Trackhoogte aan
ru: Регулировка высоты дорожки

source: Small
de: Klein
nl: Klein
ru: Маленький

source: Normal
nl: Normaal
ru: Нормальный

source: Big
de: Groß
nl: Groot
ru: большой

source: Open Track Manager
de: Spur-Manager öffnen
ru: Менеджер открытых путей

source: Track Manager
de: Spur-Manager
ru: Менеджер треков

source: Video Tracks
de: Videospur(en)
ru: Видео треки

source: Add:
de: Spur hinzufügen:
nl: Toevoegen:
ru: Добавить:

source: video track(s)
de: Videospur(en)
nl: video tracks(s)
ru: видео трек (ы)

source: Placement
de: Platzierung:
nl: Plaatsing:
ru: Размещение:

source: Audio Tracks
de: Audiospuren
ru: Аудиодорожки

source: Audio track(s)
de: Audiospur(en)
ru: Аудиодорожка (ы)

source: After Track %d
de: Oberhalb der Spur
nl: Bovenliggende track %d
ru: Над дорожкой %d

source: Before Track %d
de: Unterhalb der Spur %d
nl: Onderliggende track %d
ru: Ниже дорожки %d

source: There are contents on the selected track, deleting the track will remove all contents as well, do you wish to continue?
de: Die ausgewählte Spur enthält Inhalte. Wenn Sie die Spur löschen, werden auch alle Inhalte gelöscht. Möchten Sie fortfahren?
nl: Er is inhoud op de geselecteerde track, bij het verwijderen van de track wordt ook alle inhoud verwijderd, wilt je doorgaan?
ru: На выбранном треке есть содержимое, и удаление трека также удалит все содержимое, хотите ли вы продолжить?

source: Modify Marker
de: Markierung ändern
nl: Wijzig Marker
ru: Изменить маркер

source: Go to Previous Marker
de: Vorherige Markierung
nl: Ga naar vorige Marker
ru: Перейти к предыдущему маркеру

source: Go to Next Marker
de: Nächste Markierung
nl: Ga naar volgende Marker
ru: Перейти к следующему маркеру

source: Delete All Markers
de: Alle Markierungen löschen
nl: Verwijder alle Markers
ru: Удалить все маркеры

source: Delete Marker
de: Markierung löschen
nl: Marker verwijderen
ru: Удалить маркер

source: Name:
nl: Naam:
ru: Имя:

source: Time:
de: Zeit:
nl: Tijd:
ru: Время:

source: Comments:
de: Anmerkungen:
nl: Opmerkingen:
ru: Комментарии:

source: Marker Color:
de: Markierungsfarbe:
nl: Markeerkleur:
ru: Цвет маркера:

source: Show Properties
de: Eigenschaften anzeigen
nl: Toon eigenschappen
ru: Показать свойства

source: Cut
de: Schneiden
nl: Knip
ru: Порез

source: Copy
de: Kopieren
nl: Kopiëren
ru: копия

source: Paste
de: Einfügen
nl: Plakken
ru: Вставить

source: Crop and Zoom
de: Zuschneiden und Zoomen
nl: Bijsnijden en zoomen
ru: Обрезка и масштабирование

source: Rotate 90° CW
de: 90° im Uhrzeigersinn drehen
nl: Roteer 90 ° met de klok mee
ru: Повернуть на 90 ° по часовой стрелке

source: Roate 90° CCW
de: 90° gegen Uhrzeigersinn drehen
nl: Draai 90 ° tegen de klok in
ru: Повернуть на 90 ° против часовой стрелки

source: Speed and Duration
de: Geschwindigkeit und Dauer
nl: Snelheid en duur
ru: Скорость и продолжительность

source: Add Freeze Frame
de: Standbild hinzufügen
nl: Voeg Freeze Frame toe
ru: Добавить стоп-кадр

source: Adjust Audio
de: Audio anpassen
nl: Pas audio aan
ru: Настройка звука

source: Detach Audio
de: Audio loslösen
nl: Ontkoppel Audio
ru: Отсоединить аудио

source: Copy Effects
de: Effekte kopieren
nl: Effecten kopiëren
ru: Копирование эффектов

source: Paste Effects
de: Effekte einfügen
nl: Plak effecten
ru: Вставить эффекты

source: Delete Effects
de: Effekte löschen
nl: Effecten verwijderen
ru: Удалить эффекты

source: Duration
de: Dauer
nl: Looptijd
ru: продолжительность

source: Advanced Edit
de: Erweiterte Bearbeitung
nl: Geavanceerde bewerking
ru: Расширенное редактирование

source: 1. Drop Main Video here to form your story
de: 1. Hauptvideo hier hinziehen, um mit Bearbeitung anzufangen
nl: 1. Verplaats hoofd video hierheen om je verhaal te vormen
ru: 1. Отбросьте Основное видео здесь, чтобы сформировать свою историю

source: 2. Drop Overlay Video or Titles above your main story
de: 2. Ziehen Sie Overlay- und Texteffekte auf Ihr Video.
nl: 2. Sleep video of titels over elkaar heen boven je hoofdverhaal
ru: 2. Отбросьте видео или заголовки над вашим основным сюжетом

source: 3. Drop Background music here
de: 3. Fügen Sie hier Hintergrundmusik hinzu.
nl: 3. Laat achtergrondmuziek hier vallen
ru: 3. Отбросьте фоновую музыку здесь

source: View
de: Ansicht
nl: Weergeven
ru: Посмотреть

source: Go to
de: Gehe zu
nl: Ga naar
ru: Идти к

source: Tools
de: Werkzeuge
nl: Hulpmiddelen
ru: инструменты

source: Do you want to save changes to this project before creating new project.
de: Möchten Sie Änderungen an diesem Projekt speichern, bevor Sie ein neues Projekt erstellen?
nl: Wil je wijzigingen in dit project opslaan voordat je een nieuw project maakt?
ru: Вы хотите сохранить изменения в этом проекте до создания нового проекта?

source: Do you want to save changes to this project before open a project.
de: Möchten Sie Änderungen an diesem Projekt speichern, bevor Sie ein Projekt öffnen?
nl: Wil je wijzigingen in dit project opslaan voordat je een project opent?
ru: Вы хотите сохранить изменения в этом проекте перед открытием проекта?

source: If you don't save, your changes will be lost
de: Wenn Sie nicht speichern, gehen Ihre Änderungen verloren.
nl: Als je niet opslaat, gaan jouw wijzigingen verloren.
ru: Если вы не сохраните, ваши изменения будут потеряны.

source: Save
de: Speichern
nl: Opslaan
ru: Сохранить

source: Don't Save
de: Nicht speichern
nl: Niet opslaan
ru: Не сохранять

source: Open
de: Öffnen
ru: открыто

source: Open Recent
de: Zuletzt geöffnet
nl: Recentelijk geopend
ru: Открыть недавние

source: Clear Menu
de: Menü löschen
nl: Menu wissen
ru: Очистить меню

source: Open document failed!
de: Öffnen der Projektdatei fehlgeschlagen!
nl: Het openen van het projectbestand is mislukt!
ru: Не удалось открыть файл проекта!

source: Save document failed!
de: Öffnen der Projektdatei fehlgeschlagen!
nl: Het openen van het projectbestand is mislukt!
ru: Не удалось открыть файл проекта!

source: Application abnormal, you need to exit the restart Application
de: Hoppla, ein Fehler ist aufgetreten. Bitte versuchen Sie, die Anwendung zu beenden und neu zu starten
nl: Oeps, er is een fout opgetreden, probeer de applicatie te stoppen en herstart
ru: Ошибка, произошла ошибка, попробуйте закрыть приложение и перезапустить

source: Recover unsaved project
de: Nicht gespeichertes Projekt wiederherstellen
nl: Herstel niet-opgeslagen project
ru: Восстановление несохраненного проекта

source: Video Editor did not close properly last time, would you like to recover the last unsaved project?
de: Eine automatische Sicherung eines früheren Projekts wurde erkannt. Möchten Sie diese Sicherungsdatei verwenden?
nl: Een automatische back-up van een vorig project is gedetecteerd. Wil je dit back-upbestand gebruiken?
ru: Было обнаружено автоматическое резервное копирование предыдущего проекта. Вы хотите использовать этот файл резервной копии?

source: Open project...
de: Projekt öffnen...
ru: Открыть проект ...

source: Save project...
de: Projekt speichern...
nl: Bewaar dit project...
ru: Сохранить проект...

source: Locate missing files
de: Nach fehlenden Dateien suchen
nl: Zoek ontbrekende bestanden
ru: Найдите отсутствующие файлы

source: Some file(s) in your project folder can't be found. please select the file from the list below and locate them one by one:
de: Einige Dateien in Ihrer Projektdatei wurden verschoben oder fehlen, bitte wählen Sie die Datei aus der Liste aus und verschieben Sie sie einzeln:
nl: Sommige bestanden in jouw projectbestand zijn verplaatst of ontbreken. Selecteer het bestand in de onderstaande lijst en verplaats ze één voor één:
ru: Некоторые файлы (файлы) в файле проекта были перемещены или отсутствуют, выберите файл из списка ниже и переместите их один за другим:

source: Ignore All
de: Alle ignorieren
nl: Negeer alles
ru: Игнорировать все

source: Locate
de: Auffinden
nl: Lokaliseren
ru: разместить

source: File name
de: Dateiname
nl: Bestandsnaam
ru: Имя файла

source: Original path
de: Ursprünglicher Pfad
nl: Origineel pad
ru: Исходный путь

source: Matched file
de: Übereinstimmende Datei
nl: Overeenkomend bestand
ru: Совместимый файл

source: Project Settings
de: Projekteinstellungen
nl: Project instellingen
ru: Настройки проекта

source: Resolution:
de: Auflösung:
nl: Resolutie:
ru: Разрешение:

source: This video does not match the document settings. Change document settings to match the video's settings?
de: Die Auflösung oder Bildrate der Medien stimmt nicht mit den aktuellen Projekteinstellungen überein. Möchten Sie Ihre Projekteinstellungen entsprechend anpassen?
nl: De resolutie of framesnelheid van de media komt niet overeen met de huidige projectinstellingen. Wilt je jouw projectinstellingen aanpassen om overeen te komen?
ru: Разрешение или частота кадров носителя не соответствуют текущим настройкам проекта. Вы хотите изменить настройки проекта, чтобы они соответствовали?

source: Keep exiting settings
de: Nicht ändern
nl: Verander niet
ru: Не меняйте

source: Change document settings
de: Mit Medien abgleichen
nl: Overeenkomen met media
ru: Совпадение по СМИ

source: Always ask
de: Immer fragen
nl: Altijd vragen
ru: Всегда спрашивай

source: Oops! The project file was created with a previous version and might be problematic, please re-open it with Filmora version 8.
de: Hoppla! Die Projektdatei wurde mit einer früheren Version erstellt und könnte problematisch sein. Bitte öffnen Sie sie erneut mit Filmora Version 8.
nl: Oeps! Het projectbestand is gemaakt met een vorige versie en kan problematisch zijn. Open het opnieuw met Filmora-versie 8.
ru: К сожалению! Файл проекта был создан с предыдущей версией и может быть проблематичным, пожалуйста, повторно откройте его с помощью версии Filmora 8.

source: Pan and Zoom
de: Schwenken & Zoomen
nl: Pan en zoom
ru: Панорамирование и увеличение

source: Original Ratio
de: Ursprüngliches Seitenverhältnis
nl: Oorspronkelijke verhouding
ru: Исходное соотношение

source: Start
de: Starten
nl: Begin
ru: Начало

source: End
de: Ende
nl: Einde
ru: Конец

source: Create New Project
de: Neues Projekt erstellen
nl: Maak een nieuw project
ru: Создать новый проект

source: Open exsiting Project
de: Projekt öffnen
nl: Open een bestaand project
ru: Открыть существующий проект

source: Get Started
de: Loslegen
nl: Begin
ru: Начать

source: Project Library
de: Projektbibliothek
nl: Projectbibliotheek
ru: Библиотека проектов

source: Mute Project
de: Projekt stummschalten
nl: Demp project
ru: Отключить проект

source: Device:
de: Gerät:
nl: Apparaat:
ru: Прибор:

source: Video Device:
de: Videogerät:
nl: Video-apparaat:
ru: Видеоустройство:

source: Audio Device:
de: Audiogerät:
nl: Audioapparaat:
ru: Аудио-устройство:

source: Live Recording...
de: Live-Aufnahme ...
nl: Live opname...
ru: Живая запись ...

source: Record Webcam
de: Webcam aufnehmen...
nl: Opnemen WebCam
ru: Запись веб-камеры

source: Install Computer Audio Drive
de: Computer-Audiotreiber installieren
nl: Installeer de computer Audio Driver
ru: Установка драйвера компьютера

source: It is required to install an audio drive in order to record system audio
de: Es ist erforderlich, einen Audiotreiber zu installieren, um Systemaudio aufzunehmen
nl: Het is vereist om een ​​audiostuurprogramma te installeren om systeemaudio op te nemen
ru: Требуется установить звуковой драйвер для записи аудио системы

source: Install computer audio drive successful!
de: Der Audiotreiber ist jetzt ordnungsgemäß installiert
nl: Het audiostuurprogramma is nu correct geïnstalleerd
ru: Теперь аудио-драйвер правильно установлен

source: Install computer audio drive failed!
de: Installieren des Audiotreibers fehlgeschlagen!
nl: Installatie van de audio-driver mislukt!
ru: Не удалось установить звуковой драйвер!

source: About
de: Über
nl: Over ons
ru: Около

source: Special Thanks to our Lead Videographer Dan Bergh. Dan， We have smiled every day at work because of you. Your jokes， quirks， and larger-than-life personality have brought us endless joy. Filmora has thrived because of your skills and professionalism. The entire team here at Wondershare is grateful to you for both your creative vision and your unshakable enthusiasm. Keep up the good fighting. Our thoughts and prayers are with you. Your friends on Team Filmora thank you. And the whole team that build this product: Product Management: Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou Programming Team: Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song Quality Engineering: Cici Chen, Huang Jing, Wang Hao, Zhao Yulong UI Design: Shaan Jahagirdar, Koko Li Video/Effect Design: Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori Product Marketing: Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda
de: Produktmanagement: Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou Programmierungsteam: Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song Qualitätsingenieur: Cici Chen, Huang Jing, Wang Hao, Zhao Yulong UI Design: Shaan Jahagirdar, Koko Li Video- / Effektdesign: Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori Produktmarketing: Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda
nl: Product Management: Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Zack Tang, Connor Zhai Programmeerteam: Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song Kwaliteitsingenieur: Cici Chen, Huang Jing, Wang Hao, Zhao Yulong UI Ontwerp: Shaan Jahagirdar, Koko Li Video/Effect Ontwerp: Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori Product Marketing: Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda
ru: Управление продуктом: Summer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou Команда разработчиков: Wang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song Качественная инженерия: Cici Chen, Huang Jing, Wang Hao, Zhao Yulong Дизайн пользовательского интерфейса: Shaan Jahagirdar, Koko Li Видео / дизайн эффектов: Kevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori Маркетинг продукции: Luna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda

source: Special Thanks to our Lead Videographer Dan Bergh.
de: Besonderer Dank geht an unseren Chefvideographen Dan Bergh.
nl: Speciale dank aan onze hoofdfilmer Dan Bergh.
ru: Особая благодарность нашему ведущему видеооператору Дэну Бергу.

source: Product Management:
de: Produkt Management:
ru: Управление продуктом:

source: Programming Team:
de: Programmteam:
nl: Programmeerteam:
ru: Команда разработчиков:

source: Quality Engineering:
de: Qualitäts-Engineering:
ru: Качественная инженерия:

source: UI Design:
nl: UI ontwerp:
ru: Дизайн пользовательского интерфейса:
